<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Darksiders Genesis</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5133.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index4.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="983.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1009f.jpg">
        <img src="../images/1009f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Darksiders Genesis&#160;(2019)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#47</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>THQ Nordic</b>
	    &#160;
	   	Airship Syndicate
            <br/>
            <b>9.9 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; Darksiders &#1607;&#1605;&#1740;&#1588;&#1607; &#1576;&#1607;&#8204;&#1593;&#1606;&#1608;&#1575;&#1606; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1688;&#1575;&#1606;&#1585; &#1606;&#1602;&#1588;&#8204;&#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1605;&#1591;&#1585;&#1581; &#1576;&#1608;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575; &#1607;&#1585; &#1606;&#1587;&#1582;&#1607; &#1580;&#1583;&#1740;&#1583;&#1548; &#1605;&#1585;&#1586;&#1607;&#1575;&#1740; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1585;&#1575; &#1583;&#1585;&#1606;&#1608;&#1585;&#1583;&#1740;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1608;&#1604;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1585;&#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1586; &#1587;&#1585;&#1740; Zelda &#1576;&#1608;&#1583;&#1606;&#1583; &#1608; &#1576;&#1593;&#1583; &#1575;&#1586; &#1575;&#1601;&#1578;&#8204;&#1608;&#1582;&#1740;&#1586; &#1586;&#1740;&#1575;&#1583;&#1740;&#1548; &#1588;&#1575;&#1607;&#1583; &#1576;&#1575;&#1586;&#1740; Darksiders 3 &#1576;&#1608;&#1583;&#1740;&#1605; &#1608; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Gunfire Games &#1578;&#1604;&#1575;&#1588; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1585;&#1575;&#1740; &#1575;&#1583;&#1575;&#1605;&#1607; &#1582;&#1591;&#8204;&#1605;&#1588;&#1740; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; Dark Souls &#1705;&#1585;&#1583;&#1607; &#1576;&#1608;&#1583;. &#1581;&#1575;&#1604;&#1575; &#1575;&#1740;&#1606; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Airship Syndicate &#1575;&#1587;&#1578; &#1705;&#1607; &#1587;&#1705;&#1575;&#1606; &#1705;&#1588;&#1578;&#1740; &#1585;&#1575; &#1576;&#1607; &#1583;&#1587;&#1578; &#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575;&#1593;&#1585;&#1590;&#1607; Darksiders Genesis &#1605;&#1575; &#1585;&#1575; &#1576;&#1607; &#1583;&#1606;&#1740;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1576;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1583;&#1606;&#1740;&#1575; &#1578;&#1605;&#1575;&#1605;&#1575;&#1611; &#1576;&#1607; &#1601;&#1604;&#1575;&#1705;&#1578; &#1705;&#1588;&#1740;&#1583;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1575;&#1740;&#1606; &#1578;&#1606;&#1607;&#1575; &#1670;&#1606;&#1583; &#1587;&#1608;&#1575;&#1585; &#1570;&#1582;&#1585;&#1575;&#1604;&#1586;&#1605;&#1575;&#1606; &#1607;&#1587;&#1578;&#1606;&#1583; &#1705;&#1607; &#1576;&#1575; &#1578;&#1705;&#1740;&#1607;&#8204;&#1576;&#1585; &#1602;&#1583;&#1585;&#1578; &#1583;&#1585; &#1581;&#1575;&#1604; &#1580;&#1608;&#1604;&#1575;&#1606; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1580;&#1606;&#1711; &#1587;&#1582;&#1578;&#1740; &#1605;&#1740;&#1575;&#1606; &#1593;&#1583;&#1606; &#1608; &#1587;&#1608;&#1575;&#1585;&#1575;&#1606; &#1570;&#1582;&#1585;&#1575;&#1604;&#1586;&#1605;&#1575;&#1606; &#1588;&#1705;&#1604;&#8204;&#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578; &#1608; &#1607;&#1605;&#1607; &#1575;&#1740;&#1606;&#8204;&#1607;&#1575; &#1578;&#1606;&#1607;&#1575; &#1576;&#1585;&#1575;&#1740; &#1578;&#1579;&#1576;&#1740;&#1578; &#1602;&#1583;&#1585;&#1578; &#1575;&#1587;&#1578;.<br/><br/>&#1606;&#1576;&#1585;&#1583; &#1587;&#1582;&#1578;&#1740; &#1583;&#1585;&#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;. &#1588;&#1740;&#1591;&#1575;&#1606; &#1585;&#1607;&#1576;&#1585;&#1740; &#1711;&#1585;&#1608;&#1607; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575; &#1585;&#1575; &#1576;&#1607; &#1583;&#1587;&#1578; &#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578; &#1608; &#1605;&#1740;&#8204;&#1582;&#1608;&#1575;&#1607;&#1583; &#1578;&#1593;&#1575;&#1583;&#1604; &#1602;&#1608;&#1575; &#1585;&#1575; &#1576;&#1607; &#1607;&#1605; &#1576;&#1585;&#1740;&#1586;&#1583;. &#1575;&#1740;&#1606; &#1608;&#1592;&#1740;&#1601;&#1607; &#1588;&#1605;&#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1575; &#1576;&#1607; &#1583;&#1587;&#1578; &#1570;&#1608;&#1585;&#1583;&#1606; &#1575;&#1591;&#1604;&#1575;&#1593;&#1575;&#1578; &#1604;&#1575;&#1586;&#1605; &#1608; &#1580;&#1605;&#1593;&#8204;&#1570;&#1608;&#1585;&#1740; &#1606;&#1740;&#1585;&#1608;&#1607;&#1575;&#1740; &#1705;&#1575;&#1601;&#1740;&#1548; &#1606;&#1576;&#1585;&#1583; &#1606;&#1607;&#1575;&#1740;&#1740; &#1585;&#1575; &#1576;&#1607; &#1606;&#1601;&#1593; &#1582;&#1608;&#1583; &#1576;&#1576;&#1585;&#1740;&#1583;. &#1576;&#1575;&#1586;&#1740; Dakrsiders Genesis &#1583;&#1585;&#1608;&#1575;&#1602;&#1593; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1688;&#1575;&#1606;&#1585; &#1575;&#1705;&#1588;&#1606; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1585;&#1575;&#1607;&#1588; &#1585;&#1575; &#1575;&#1586; &#1605;&#1740;&#1575;&#1606; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1608; &#1588;&#1740;&#1575;&#1591;&#1740;&#1606; &#1608; &#1601;&#1585;&#1588;&#1578;&#1607;&#8204;&#1607;&#1575; &#1576;&#1575;&#1586; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1578;&#1606;&#1607;&#1575; &#1585;&#1575;&#1607; &#1575;&#1740;&#1580;&#1575;&#1583; &#1578;&#1593;&#1575;&#1583;&#1604; &#1602;&#1608;&#1575; &#1585;&#1575; &#1575;&#1586; &#1670;&#1585;&#1582;&#1588; &#1588;&#1605;&#1588;&#1740;&#1585;&#1607;&#1575; &#1583;&#1585; &#1607;&#1608;&#1575; &#1605;&#1740;&#8204;&#1576;&#1740;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1608;&#1602;&#1575;&#1740;&#1593; &#1602;&#1576;&#1604; &#1575;&#1586; &#1588;&#1585;&#1608;&#1593; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; Darksiders &#1585;&#1575; &#1576;&#1607; &#1605;&#1575; &#1606;&#1588;&#1575;&#1606; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1608; &#1575;&#1604;&#1576;&#1578;&#1607; &#1575;&#1586; &#1587;&#1585;&#1606;&#1608;&#1588;&#1578; &#1570;&#1582;&#1585;&#1740;&#1606; &#1587;&#1608;&#1575;&#1585; &#1570;&#1582;&#1585;&#1575;&#1604;&#1586;&#1605;&#1575;&#1606; &#1576;&#1607; &#1606;&#1575;&#1605; Strife &#1606;&#1740;&#1586; &#1576;&#1585;&#1575;&#1740;&#1605;&#1575;&#1606; &#1605;&#1740;&#8204;&#1711;&#1608;&#1740;&#1583;. &#1581;&#1575;&#1604;&#1578; &#1711;&#1585;&#1608;&#1607;&#1740; &#1576;&#1575;&#1586;&#1740; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1606;&#1608;&#1740;&#1606; &#1583;&#1585; &#1578;&#1575;&#1585;&#1740;&#1582; &#1575;&#1740;&#1606; &#1601;&#1585;&#1575;&#1606;&#1670;&#1575;&#1740;&#1586; &#1662;&#1583;&#1740;&#1583; &#1570;&#1608;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1585;&#1575;&#1607; &#1582;&#1608;&#1583; &#1585;&#1575; &#1575;&#1586; &#1605;&#1740;&#1575;&#1606; &#1582;&#1608;&#1606; &#1588;&#1740;&#1575;&#1591;&#1740;&#1606; &#1576;&#1575;&#1586;&#1705;&#1606;&#1740;&#1583; &#1608; &#1575;&#1740;&#1606; &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1607;&#8204;&#1607;&#1605;&#8204;&#1585;&#1740;&#1582;&#1578;&#1607; &#1585;&#1575; &#1587;&#1575;&#1605;&#1575;&#1606; &#1583;&#1607;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1588;&#1740;&#1591;&#1575;&#1606; &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1740;&#8204;&#1582;&#1608;&#1575;&#1607;&#1583; &#1607;&#1605;&#1607;&#8204;&#1670;&#1740;&#1586; &#1585;&#1575; &#1576;&#1607; &#1606;&#1601;&#1593; &#1582;&#1608;&#1583; &#1578;&#1605;&#1575;&#1605; &#1705;&#1606;&#1583;.<br/><br/>Darksiders Genesis &#1582;&#1608;&#1606;&#8204;&#1582;&#1608;&#1575;&#1607;&#1740; &#1576;&#1575; &#1588;&#1605;&#1588;&#1740;&#1585; &#1608; &#1601;&#1604;&#1586; &#1575;&#1587;&#1578;. &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1606;&#1607;&#8204;&#1578;&#1606;&#1607;&#1575; &#1585;&#1608;&#1588; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1583;&#1575;&#1585;&#1606;&#1583; &#1576;&#1604;&#1705;&#1607; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1585;&#1608;&#1575;&#1606;&#1740; &#1580;&#1575;&#1604;&#1576;&#1740; &#1606;&#1740;&#1586; &#1576;&#1607; &#1582;&#1608;&#1583; &#1711;&#1585;&#1601;&#1578;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1605;&#1593;&#1605;&#1608;&#1604;&#1575;&#1611; &#1576;&#1587;&#1740;&#1575;&#1585; &#1587;&#1575;&#1583;&#1607; &#1608; &#1585;&#1608;&#1575;&#1606; &#1575;&#1587;&#1578; &#1608; &#1575;&#1740;&#1606; &#1575;&#1608;&#1604;&#1740;&#1606; &#1583;&#1601;&#1593;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1580;&#1583;&#1740;&#1583; &#1585;&#1575; &#1605;&#1586;&#1607; &#1705;&#1606;&#1740;&#1583;. &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575;&#1740; &#1662;&#1588;&#1578; &#1587;&#1585; &#1607;&#1605; &#1607;&#1608;&#1588; &#1575;&#1586; &#1587;&#1585; &#1588;&#1605;&#1575; &#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1585;&#1583; &#1608; &#1578;&#1575;&#1586;&#1607; &#1607;&#1585; &#1583;&#1601;&#1593;&#1607; &#1670;&#1575;&#1604;&#1588; &#1576;&#1587;&#1740;&#1575;&#1585; &#1587;&#1582;&#1578;&#8204;&#1578;&#1585;&#1740; &#1662;&#1740;&#1588; &#1585;&#1608;&#1740;&#1578;&#1575;&#1606; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#1711;&#1740;&#1585;&#1583; &#1608; &#1576;&#1575;&#1740;&#1583; &#1578;&#1575; &#1570;&#1582;&#1585;&#1740;&#1606; &#1605;&#1585;&#1581;&#1604;&#1607; &#1576;&#1580;&#1606;&#1711;&#1740;&#1583;. &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1662;&#1585; &#1575;&#1586; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1608; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575;&#1740; &#1608;&#1581;&#1588;&#1578;&#1606;&#1575;&#1705; &#1575;&#1587;&#1578;. &#1583;&#1604; &#1576;&#1607; &#1583;&#1585;&#1740;&#1575; &#1576;&#1586;&#1606;&#1740;&#1583; &#1608; &#1576;&#1575; &#1607;&#1605;&#1607; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1580;&#1606;&#1711;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">12+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Requires a 64-bit processor and operating system
OS: Windows 7, 8, Windows 10 (64 bit)
Processor: AMD FX-8320 (3.5 GHz) / Intel i5-4690K (3.5 GHz) or better
Memory: 4 GB RAM
Graphics: NVIDIA GeForce GTX 960
DirectX: Version 11
Storage: 15 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1607;&#1705; &#8204;&#1608; &#1575;&#1587;&#1604;&#1588;, &#1588;&#1608;&#1578;&#1585;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Darksiders%20Genesis/a77c3122f114ed375130409a2c928455363ff808a0057871b887b4f4ee2852d9.webp?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Darksiders%20Genesis/d95be728a367e986fc3fe96c6a0836ca415c31e9d3ade20c90e137c55af4aee3.webp?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Darksiders%20Genesis/dark4.webp?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Darksiders%20Genesis/screenshot.darksiders-genesis.1920x1080.2019-12-23.26.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Darksiders%20Genesis/d1eb7b2ebda35984cf618f4c5c51b12318324584-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/606439/&#1583;&#1575;&#1585;&#1705;-&#1587;&#1575;&#1740;&#1583;&#1585;&#1586;-&#1583;&#1575;&#1585;&#1705;-&#1587;&#1575;&#1740;&#1583;&#1585;&#1586;-&#1575;&#1587;&#1578;&#1548;-&#1581;&#1578;&#1740;-&#1576;&#1575;-&#1578;&#1594;&#1740;/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 77/100<br/>Steam: 9/10<br/>IGN: 8.7/10<br/><br/>Initial release date: December 5, 2019</div>
  </BODY>
</html>