<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Dying Light 2: Stay Human</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2237.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index4.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2574.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1090f.jpg">
        <img src="../images/1090f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Dying Light 2: Stay Human&#160;(2022)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action, Fighting, FPS, Shooter</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#53</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Square Enix</b>
	    &#160;
	   	Techland
            <br/>
            <b>34.4 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1583;&#1585; &#1583;&#1608;&#1585;&#1575;&#1606;&#1740; &#1705;&#1607; &#1589;&#1606;&#1593;&#1578; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1605;&#1605;&#1604;&#1608; &#1575;&#1586; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1586;&#1575;&#1605;&#1576;&#1740; &#1605;&#1581;&#1608;&#1585; &#1608; &#1578;&#1705;&#1585;&#1575;&#1585;&#1740; &#1588;&#1583;&#1548; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1575;&#1586; &#1575;&#1740;&#1606; &#1705;&#1604;&#1740;&#1588;&#1607; &#1582;&#1587;&#1578;&#1607; &#1588;&#1583;&#1607; &#1576;&#1608;&#1583;&#1606;&#1583; &#1608; &#1607;&#1585; &#1576;&#1575;&#1585; &#1575;&#1587;&#1605; &#1586;&#1575;&#1605;&#1576;&#1740; &#1608; &#1570;&#1582;&#1585;&#1575;&#1604;&#1586;&#1605;&#1575;&#1606; &#1588;&#1606;&#1740;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1583;&#1548; &#1607;&#1605;&#1607; &#1605;&#1740;&#8204;&#1583;&#1575;&#1606;&#1587;&#1578;&#1606;&#1583; &#1576;&#1575;&#1740;&#1583; &#1575;&#1606;&#1578;&#1592;&#1575;&#1585; &#1670;&#1607; &#1670;&#1740;&#1586;&#1740; &#1585;&#1575; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1606;&#1583;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1605;&#1740;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; Dying Light &#1575;&#1586; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Techland &#1578;&#1608;&#1575;&#1606;&#1587;&#1578; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1592;&#1575;&#1607;&#1585; &#1588;&#1583;&#1607; &#1608; &#1576;&#1607; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1585;&#1578;&#1585;&#1740;&#1606; &#1608; &#1605;&#1581;&#1576;&#1608;&#1576;&#8204;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1607;&#1575;&#1740; &#1575;&#1705;&#1588;&#1606; &#1578;&#1576;&#1583;&#1740;&#1604; &#1588;&#1608;&#1583;&#1548; &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1705;&#1607; &#1578;&#1575; &#1576;&#1607; &#1575;&#1605;&#1585;&#1608;&#1586; &#1607;&#1605; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1570;&#1606; &#1585;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583; &#1608; &#1583;&#1585; &#1605;&#1581;&#1740;&#1591;&#8204;&#1607;&#1575;&#1740; &#1608;&#1587;&#1740;&#1593;&#1588; &#1608;&#1602;&#1578; &#1605;&#1740;&#8204;&#1711;&#1584;&#1585;&#1575;&#1606;&#1606;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1583;&#1575;&#1740;&#1740;&#1606;&#1711; &#1604;&#1575;&#1740;&#1578; &#1778; &#1588;&#1605;&#1575;&#1585;&#1607; &#1583;&#1608;&#1605; &#1575;&#1740;&#1606; &#1593;&#1606;&#1608;&#1575;&#1606; &#1605;&#1581;&#1576;&#1608;&#1576; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1585; &#1585;&#1608;&#1740; &#1585;&#1740;&#1588;&#1607;&#8204;&#1607;&#1575;&#1740; &#1605;&#1581;&#1705;&#1605; &#1588;&#1605;&#1575;&#1585;&#1607; &#1602;&#1576;&#1604; &#1605;&#1587;&#1740;&#1585;&#1588; &#1585;&#1575; &#1575;&#1583;&#1575;&#1605;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;.<br/><br/>&#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1608;&#1587;&#1740;&#1593; &#1608; &#1605;&#1605;&#1604;&#1608; &#1575;&#1586; &#1582;&#1591;&#1585;<br/>&#1576;&#1575;&#1586;&#1740; Dying Light 2 &#1607;&#1605; &#1605;&#1575;&#1606;&#1606;&#1583; &#1588;&#1605;&#1575;&#1585;&#1607; &#1575;&#1608;&#1604;&#1588;&#1548; &#1580;&#1606;&#1576;&#1607; &#1605;&#1607;&#1605;&#1740; &#1585;&#1575; &#1585;&#1593;&#1575;&#1740;&#1578; &#1705;&#1585;&#1583;&#1607; &#1705;&#1607; &#1570;&#1606; &#1585;&#1575; &#1575;&#1586; &#1587;&#1575;&#1740;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1586;&#1575;&#1605;&#1576;&#1740; &#1605;&#1581;&#1608;&#1585; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1588;&#1605;&#1575; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1608;&#1575;&#1585;&#1583; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1608;&#1587;&#1740;&#1593; &#1608; &#1576;&#1586;&#1585;&#1711; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1588;&#1583; &#1705;&#1607; &#1583;&#1585; &#1587;&#1576;&#1705; &#1580;&#1607;&#1575;&#1606;&#8204;&#1576;&#1575;&#1586; &#1591;&#1585;&#1575;&#1581;&#1740; &#1588;&#1583;&#1607; &#1608; &#1570;&#1586;&#1575;&#1583;&#1740; &#1593;&#1605;&#1604; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1585;&#1575;&#1740; &#1711;&#1588;&#1578;&#8204;&#1608;&#1711;&#1584;&#1575;&#1585; &#1583;&#1585; &#1570;&#1606; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1583;&#1575;&#1588;&#1578;. &#1605;&#1575;&#1606;&#1606;&#1583; &#1588;&#1607;&#1585; &#1582;&#1740;&#1575;&#1604;&#1740; Harran &#1583;&#1585; &#1588;&#1605;&#1575;&#1585;&#1607; &#1575;&#1608;&#1604;&#1548; &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1607;&#1605; &#1608;&#1575;&#1585;&#1583; &#1588;&#1607;&#1585; &#1576;&#1586;&#1585;&#1711;&#1740; &#1605;&#1740;&#8204;&#1588;&#1608;&#1740;&#1583; &#1705;&#1607; &#1583;&#1585;&#1711;&#1740;&#1585; &#1608;&#1740;&#1585;&#1608;&#1587; &#1586;&#1575;&#1605;&#1576;&#1740;&#8204;&#1607;&#1575; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;&#1548; &#1588;&#1607;&#1585;&#1740; &#1705;&#1607; &#1575;&#1586; &#1570;&#1606; &#1576;&#1575; &#1606;&#1575;&#1605; The City &#1740;&#1575;&#1583; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1576;&#1607; &#1605;&#1606;&#1575;&#1591;&#1602; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1578;&#1602;&#1587;&#1740;&#1605; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1578;&#1605;&#1583;&#1606; &#1576;&#1575;&#1585; &#1583;&#1740;&#1711;&#1585; &#1576;&#1607; &#1583;&#1608;&#1585;&#1575;&#1606; &#1578;&#1575;&#1585;&#1740;&#1705; &#1576;&#1585;&#1711;&#1588;&#1578;&#1607; &#1575;&#1605;&#1575; &#1575;&#1605;&#1740;&#1583; &#1583;&#1585; &#1576;&#1588;&#1585;&#1740;&#1578; &#1607;&#1605;&#1670;&#1606;&#1575;&#1606; &#1586;&#1606;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1588;&#1605;&#1575; &#1576;&#1585;&#1575;&#1740; &#1601;&#1585;&#1575;&#1585; &#1575;&#1586; &#1711;&#1584;&#1588;&#1578;&#1607; &#1578;&#1575;&#1585;&#1740;&#1705; &#1582;&#1608;&#1583; &#1608;&#1575;&#1585;&#1583; &#1588;&#1607;&#1585; &#1588;&#1583;&#1607;&#8204;&#1575;&#1740;&#1583; &#1608; &#1581;&#1575;&#1604; &#1576;&#1575;&#1740;&#1583; &#1583;&#1585; &#1575;&#1740;&#1606; &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1586;&#1585;&#1711; &#1608; &#1585;&#1608; &#1576;&#1607; &#1606;&#1575;&#1576;&#1608;&#1583;&#1740;&#1548; &#1580;&#1575;&#1740;&#1711;&#1575;&#1607; &#1582;&#1608;&#1583;&#1578;&#1575;&#1606; &#1585;&#1575; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583;&#1607; &#1608; &#1576;&#1585;&#1575;&#1740; &#1586;&#1606;&#1583;&#1607; &#1605;&#1575;&#1606;&#1583;&#1606; &#1578;&#1604;&#1575;&#1588; &#1705;&#1606;&#1740;&#1583;. The City &#1605;&#1605;&#1604;&#1608; &#1575;&#1586; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740;&#8204;&#1607;&#1575; &#1608; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1606;&#1575;&#1711;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578; &#1608; &#1576;&#1585;&#1575;&#1740; &#1586;&#1606;&#1583;&#1607; &#1605;&#1575;&#1606;&#1583;&#1606; &#1583;&#1585; &#1570;&#1606;&#1548; &#1575;&#1593;&#1578;&#1605;&#1575;&#1583; &#1576;&#1607; &#1607;&#1585; &#1601;&#1585;&#1583;&#1740; &#1580;&#1575;&#1740;&#1586; &#1606;&#1740;&#1587;&#1578;&#1563; &#1662;&#1587; &#1576;&#1575;&#1740;&#1583; &#1605;&#1585;&#1575;&#1602;&#1576; &#1576;&#1575;&#1588;&#1740;&#1583; &#1608; &#1578;&#1589;&#1605;&#1740;&#1605;&#8204;&#1607;&#1575;&#1740; &#1583;&#1585;&#1587;&#1578;&#1740; &#1576;&#1711;&#1740;&#1585;&#1740;&#1583;. &#1578;&#1606;&#1607;&#1575; &#1575;&#1740;&#1606; &#1585;&#1575; &#1576;&#1607; &#1740;&#1575;&#1583; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583; &#1705;&#1607; &#1607;&#1585; &#1705;&#1575;&#1585;&#1740; &#1705;&#1607; &#1605;&#1580;&#1576;&#1608;&#1585; &#1576;&#1607; &#1575;&#1606;&#1580;&#1575;&#1605;&#1588; &#1607;&#1587;&#1578;&#1740;&#1583; &#1585;&#1575; &#1583;&#1585;&#1740;&#1594; &#1606;&#1705;&#1585;&#1583;&#1607; &#1575;&#1605;&#1575; &#1575;&#1606;&#1587;&#1575;&#1606;&#1740;&#1578; &#1582;&#1608;&#1583; &#1585;&#1575; &#1586;&#1740;&#1585; &#1662;&#1575; &#1606;&#1711;&#1584;&#1575;&#1585;&#1740;&#1583;&#1548; &#1576;&#1607; &#1593;&#1576;&#1575;&#1585;&#1578; &#1583;&#1740;&#1711;&#1585; &#1575;&#1606;&#1587;&#1575;&#1606; &#1576;&#1605;&#1575;&#1606;&#1740;&#1583;!<br/>&#1593;&#1606;&#1575;&#1589;&#1585; &#1570;&#1588;&#1606;&#1575;&#1740; &#1711;&#1584;&#1588;&#1578;&#1607; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1593;&#1606;&#1575;&#1589;&#1585; &#1580;&#1583;&#1740;&#1583;<br/>&#1570;&#1606;&#1670;&#1607; &#1576;&#1575;&#1586;&#1740; Dying Light 2 &#1585;&#1575; &#1588;&#1575;&#1607;&#1705;&#1575;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;&#1548; &#1608;&#1580;&#1608;&#1583; &#1593;&#1606;&#1575;&#1589;&#1585; &#1605;&#1608;&#1601;&#1602; &#1576;&#1575;&#1586;&#1740; &#1575;&#1608;&#1604; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1593;&#1606;&#1575;&#1589;&#1585; &#1580;&#1583;&#1740;&#1583;&#1740; &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1583;&#1585; &#1575;&#1740;&#1606; &#1588;&#1605;&#1575;&#1585;&#1607; &#1575;&#1593;&#1605;&#1575;&#1604; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1588;&#1605;&#1575; &#1576;&#1575;&#1585; &#1583;&#1740;&#1711;&#1585; &#1576;&#1575;&#1740;&#1583; &#1576;&#1607; &#1705;&#1605;&#1705; &#1578;&#1705;&#1606;&#1740;&#1705;&#8204;&#1607;&#1575;&#1740; &#1608;&#1585;&#1586;&#1588; &#1662;&#1575;&#1585;&#1705;&#1608;&#1585;&#1548; &#1575;&#1586; &#1583;&#1585; &#1608; &#1583;&#1740;&#1608;&#1575;&#1585; &#1576;&#1575;&#1604;&#1575; &#1585;&#1601;&#1578;&#1607; &#1608; &#1575;&#1586; &#1585;&#1608;&#1740; &#1662;&#1588;&#1578;&#8204;&#1576;&#1575;&#1605; &#1608; &#1575;&#1585;&#1578;&#1601;&#1575;&#1593;&#1575;&#1578; &#1588;&#1607;&#1585; &#1605;&#1587;&#1740;&#1585; &#1582;&#1608;&#1583; &#1585;&#1575; &#1662;&#1740;&#1583;&#1575; &#1705;&#1606;&#1740;&#1583;. &#1582;&#1740;&#1575;&#1576;&#1575;&#1606;&#8204;&#1607;&#1575; &#1605;&#1605;&#1604;&#1608; &#1575;&#1586; &#1586;&#1575;&#1605;&#1576;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1581;&#1588;&#1740; &#1576;&#1608;&#1583;&#1607; &#1608; &#1580;&#1575;&#1740; &#1575;&#1605;&#1606;&#1740; &#1606;&#1740;&#1587;&#1578;. &#1670;&#1585;&#1582;&#1607; &#1585;&#1608;&#1586; &#1608; &#1588;&#1576; &#1607;&#1605;&#1670;&#1606;&#1575;&#1606; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1583;&#1585; &#1606;&#1740;&#1605;&#1607;&#8204;&#1588;&#1576;&#1548; &#1586;&#1575;&#1605;&#1576;&#1740;&#8204;&#1607;&#1575;&#1740; &#1582;&#1591;&#1585;&#1606;&#1575;&#1705; &#1608; &#1608;&#1740;&#1688;&#1607;&#8204;&#1575;&#1740; &#1583;&#1585; &#1587;&#1591;&#1581; &#1588;&#1607;&#1585; &#1711;&#1588;&#1578;&#8204;&#1608;&#1711;&#1584;&#1575;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;. &#1588;&#1576; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1586;&#1605;&#1575;&#1606; &#1576;&#1585;&#1575;&#1740; &#1705;&#1588;&#1601; &#1604;&#1575;&#1606;&#1607; &#1575;&#1740;&#1606; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578; &#1608;&#1581;&#1588;&#1740; &#1608; &#1662;&#1575;&#1705;&#8204;&#1587;&#1575;&#1586;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1575;&#1587;&#1578;.<br/><br/>&#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1593;&#1606;&#1575;&#1589;&#1585; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; Dying Light &#1670;&#1740;&#1586;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1583;&#1585; &#1588;&#1605;&#1575;&#1585;&#1607; &#1583;&#1608;&#1605; &#1662;&#1740;&#1575;&#1583;&#1607;&#8204;&#1587;&#1575;&#1586;&#1740; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1578;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1570;&#1588;&#1606;&#1575; &#1575;&#1605;&#1575; &#1605;&#1606;&#1581;&#1589;&#1585;&#1576;&#1607;&#8204;&#1601;&#1585;&#1583; &#1585;&#1575; &#1583;&#1585; &#1570;&#1606; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583;. &#1588;&#1607;&#1585; &#1575;&#1705;&#1606;&#1608;&#1606; &#1575;&#1586; &#1670;&#1606;&#1583; &#1605;&#1606;&#1591;&#1602;&#1607; &#1575;&#1589;&#1604;&#1740; &#1578;&#1588;&#1705;&#1740;&#1604; &#1588;&#1583;&#1607; &#1705;&#1607; &#1607;&#1585; &#1602;&#1587;&#1605;&#1578; &#1578;&#1608;&#1587;&#1591; &#1711;&#1585;&#1608;&#1607;&#1740; &#1575;&#1586; &#1575;&#1606;&#1587;&#1575;&#1606;&#8204;&#1607;&#1575; &#1575;&#1583;&#1575;&#1585;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1578;&#1593;&#1575;&#1605;&#1604; &#1575;&#1740;&#1606; &#1711;&#1585;&#1608;&#1607;&#8204;&#1607;&#1575; &#1576;&#1575; &#1588;&#1605;&#1575; &#1608; &#1740;&#1705;&#1583;&#1740;&#1711;&#1585; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1582;&#1588;&#1740;&#8204;&#1607;&#1575;&#1740; &#1575;&#1589;&#1604;&#1740; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1608;&#1583;&#1607; &#1608; &#1608;&#1580;&#1608;&#1583; &#1578;&#1589;&#1605;&#1740;&#1605;&#8204;&#1607;&#1575; &#1608; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1548; &#1585;&#1608;&#1575;&#1740;&#1578; Dying Light 2 &#1585;&#1575; &#1588;&#1575;&#1582;&#1607;&#8204;&#1575;&#1740; &#1608; &#1594;&#1740;&#1585;&#1582;&#1591;&#1740; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606;&#1705;&#1607; &#1578;&#1589;&#1605;&#1740;&#1605; &#1576;&#1711;&#1740;&#1585;&#1740;&#1583; &#1576;&#1575; &#1705;&#1583;&#1575;&#1605; &#1711;&#1585;&#1608;&#1607; &#1607;&#1605;&#1705;&#1575;&#1585;&#1740; &#1705;&#1606;&#1740;&#1583;&#1548; &#1576;&#1607; &#1670;&#1607; &#1705;&#1587;&#1740; &#1705;&#1605;&#1705; &#1705;&#1585;&#1583;&#1607; &#1608; &#1670;&#1607; &#1705;&#1587;&#1740; &#1585;&#1575; &#1575;&#1586; &#1587;&#1585; &#1585;&#1575;&#1607; &#1576;&#1585;&#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1607;&#1605;&#1607; &#1583;&#1585; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1548; &#1662;&#1740;&#1588;&#1585;&#1608;&#1740; &#1608; &#1662;&#1575;&#1740;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1578;&#1571;&#1579;&#1740;&#1585;&#1711;&#1584;&#1575;&#1585; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1592;&#1575;&#1607;&#1585; &#1588;&#1607;&#1585; &#1606;&#1740;&#1586; &#1576;&#1587;&#1578;&#1607; &#1576;&#1607; &#1705;&#1575;&#1585;&#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1583;&#1585; &#1570;&#1606; &#1575;&#1606;&#1580;&#1575;&#1605; &#1605;&#1740;&#8204;&#1583;&#1607;&#1740;&#1583; &#1576;&#1607;&#8204;&#1578;&#1583;&#1585;&#1740;&#1580; &#1578;&#1594;&#1740;&#1740;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1605;&#1581;&#1740;&#1591;&#1740; &#1662;&#1608;&#1740;&#1575; &#1608; &#1578;&#1571;&#1579;&#1740;&#1585;&#1662;&#1584;&#1740;&#1585; &#1585;&#1575; &#1583;&#1585; The City &#1588;&#1575;&#1607;&#1583; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1576;&#1608;&#1583;. &#1578;&#1593;&#1583;&#1575;&#1583; &#1586;&#1575;&#1605;&#1576;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1688;&#1607; &#1606;&#1740;&#1586; &#1575;&#1601;&#1586;&#1575;&#1740;&#1588; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583;&#1607; &#1608; &#1711;&#1608;&#1606;&#1607;&#8204;&#1607;&#1575;&#1740; &#1582;&#1591;&#1585;&#1606;&#1575;&#1705; &#1608; &#1608;&#1581;&#1588;&#1578;&#1606;&#1575;&#1705; &#1580;&#1583;&#1740;&#1583;&#1740; &#1585;&#1575; &#1583;&#1585; &#1591;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1605;&#1604;&#1575;&#1602;&#1575;&#1578; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583;.<br/><br/>&#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578;&#1740; &#1605;&#1607;&#1740;&#1580; &#1608; &#1580;&#1584;&#1575;&#1576;<br/>&#1576;&#1582;&#1588; &#1605;&#1607;&#1605;&#1740; &#1575;&#1586; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; Dying Light 2 &#1585;&#1575; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1578;&#1588;&#1705;&#1740;&#1604; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1705;&#1607; &#1575;&#1594;&#1604;&#1576; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1575; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1587;&#1585;&#1583; &#1583;&#1587;&#1578;&#8204;&#1587;&#1575;&#1586; &#1589;&#1608;&#1585;&#1578; &#1582;&#1608;&#1575;&#1607;&#1583; &#1711;&#1585;&#1601;&#1578;. &#1588;&#1605;&#1575; &#1576;&#1575; &#1711;&#1588;&#1578;&#8204;&#1608;&#1711;&#1584;&#1575;&#1585; &#1583;&#1585; &#1605;&#1581;&#1740;&#1591; &#1588;&#1607;&#1585; &#1608; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583;&#1606; &#1608;&#1587;&#1575;&#1740;&#1604; &#1608; &#1605;&#1606;&#1575;&#1576;&#1593; &#1605;&#1607;&#1605;&#1548; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1575;&#1576;&#1583;&#1575;&#1593;&#1740; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583;&#1740; &#1576;&#1575; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1606;&#1581;&#1589;&#1585;&#1576;&#1607;&#8204;&#1601;&#1585;&#1583; &#1576;&#1587;&#1575;&#1586;&#1740;&#1583;. &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1583;&#1585; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Techland &#1578;&#1605;&#1575;&#1605; &#1578;&#1604;&#1575;&#1588; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1585; &#1576;&#1607;&#1740;&#1606;&#1607;&#8204;&#1587;&#1575;&#1586;&#1740; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1576;&#1607; &#1705;&#1575;&#1585; &#1576;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607; &#1590;&#1585;&#1576;&#1607; &#1586;&#1583;&#1606; &#1576;&#1607; &#1586;&#1575;&#1605;&#1576;&#1740;&#8204;&#1607;&#1575; &#1608; &#1575;&#1606;&#1587;&#1575;&#1606;&#8204;&#1607;&#1575;&#1548; &#1576;&#1607;&#8204;&#1588;&#1583;&#1578; &#1608;&#1575;&#1602;&#1593;&#8204;&#1711;&#1585;&#1575;&#1740;&#1575;&#1606;&#1607; &#1608; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588; &#1575;&#1587;&#1578;. &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1711;&#1585;&#1605; &#1606;&#1740;&#1586; &#1605;&#1575;&#1606;&#1606;&#1583; &#1576;&#1575;&#1586;&#1740; &#1575;&#1608;&#1604; &#1581;&#1590;&#1608;&#1585; &#1583;&#1575;&#1588;&#1578;&#1607; &#1575;&#1605;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1607; &#1583;&#1604;&#1740;&#1604; &#1587;&#1585;&#1608;&#1589;&#1583;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583; &#1608; &#1580;&#1604;&#1576;&#8204;&#1578;&#1608;&#1580;&#1607; &#1586;&#1575;&#1605;&#1576;&#1740;&#8204;&#1607;&#1575; &#1670;&#1606;&#1583;&#1575;&#1606; &#1578;&#1608;&#1589;&#1740;&#1607; &#1606;&#1605;&#1740;&#8204;&#1588;&#1608;&#1583;.<br/><br/>&#1588;&#1607;&#1585;&#1740; &#1586;&#1740;&#1576;&#1575; &#1608; &#1576;&#1586;&#1585;&#1711;<br/>&#1580;&#1607;&#1588; &#1576;&#1586;&#1585;&#1711; &#1583;&#1740;&#1711;&#1585; &#1576;&#1575;&#1586;&#1740; Dying Light 2 &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1575;&#1608;&#1604;&#1548; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1586;&#1740;&#1576;&#1575; &#1608; &#1575;&#1605;&#1585;&#1608;&#1586;&#1740;&#8204;&#1575;&#1588; &#1575;&#1587;&#1578;. &#1576;&#1575;&#1586;&#1740; &#1575;&#1608;&#1604; &#1576;&#1607;&#8204;&#1575;&#1606;&#1583;&#1575;&#1586;&#1607; &#1705;&#1575;&#1601;&#1740; &#1586;&#1740;&#1576;&#1575; &#1608; &#1608;&#1575;&#1602;&#1593;&#8204;&#1711;&#1585;&#1575;&#1740;&#1575;&#1606;&#1607; &#1591;&#1585;&#1575;&#1581;&#1740; &#1588;&#1583;&#1607; &#1576;&#1608;&#1583; &#1608; &#1583;&#1585; &#1583;&#1608;&#1585;&#1575;&#1606; &#1582;&#1608;&#1583;&#1588; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#8204;&#1607;&#1575; &#1585;&#1575; &#1583;&#1575;&#1588;&#1578; &#1608; Dying Light 2 &#1606;&#1740;&#1586; &#1575;&#1586; &#1575;&#1740;&#1606; &#1602;&#1575;&#1593;&#1583;&#1607; &#1605;&#1587;&#1578;&#1579;&#1606;&#1575; &#1606;&#1740;&#1587;&#1578;. &#1606;&#1608;&#1585;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#1548; &#1575;&#1606;&#1740;&#1605;&#1740;&#1588;&#1606; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585;&#1607;&#1575;&#1548; &#1589;&#1583;&#1575;&#1711;&#1584;&#1575;&#1585;&#1740;&#1548; &#1605;&#1606;&#1575;&#1592;&#1585; &#1588;&#1607;&#1585; The City &#1608; &#1580;&#1604;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1688;&#1607; &#1605;&#1575;&#1606;&#1606;&#1583; &#1582;&#1608;&#1606;&#1548; &#1583;&#1608;&#1583; &#1608; &#1576;&#1575;&#1585;&#1575;&#1606; &#1575;&#1586; &#1583;&#1740;&#1711;&#1585; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1580;&#1584;&#1575;&#1576; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1576;&#1575;&#1586;&#1740; &#1607;&#1587;&#1578;&#1606;&#1583; &#1705;&#1607; &#1570;&#1606; &#1585;&#1575; &#1583;&#1585;&#1582;&#1608;&#1585; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1606;&#1587;&#1604; &#1580;&#1583;&#1740;&#1583; &#1705;&#1585;&#1583;&#1607; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607; &#1588;&#1605;&#1575; &#1585;&#1575; &#1575;&#1586; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588;&#8204;&#1578;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;. &#1583;&#1585;&#1605;&#1580;&#1605;&#1608;&#1593; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1711;&#1601;&#1578; &#1575;&#1711;&#1585; &#1576;&#1607; &#1586;&#1575;&#1605;&#1576;&#1740;&#8204;&#1607;&#1575; &#1608; &#1583;&#1606;&#1740;&#1575;&#1607;&#1575;&#1740; &#1570;&#1582;&#1585;&#1575;&#1604;&#1586;&#1605;&#1575;&#1606;&#1740; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1583;&#1575;&#1740;&#1740;&#1606;&#1711; &#1604;&#1575;&#1740;&#1578; &#1778; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1711;&#1586;&#1740;&#1606;&#1607; &#1576;&#1585;&#1575;&#1740; &#1604;&#1584;&#1578; &#1576;&#1585;&#1583;&#1606; &#1588;&#1605;&#1575; &#1575;&#1587;&#1578;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Back 4 Blood &#1608; Days Gone &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Requires a 64-bit processor and operating system
OS: Windows&#174; 7
Processor: Intel Core i3-9100 / AMD Ryzen 3 2300X
Memory: 8 GB RAM
Graphics: NVIDIA&#174; GeForce&#174; GTX 1050 Ti / AMD Radeon&#8482; RX 560 (4GB VRAM)
Storage: 60 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;, &#1575;&#1705;&#1588;&#1606;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s27.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Dying%20Light%202%20Stay%20Human/2022-02-04-22_55_46-Window.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Dying%20Light%202%20Stay%20Human/dying-light-2-screenshot-4.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Dying%20Light%202%20Stay%20Human/dying-light-2_screene32019_5.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Dying%20Light%202%20Stay%20Human/screenshot.dying-light-2-stay-human.3840x2160.2021-05-30.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Dying%20Light%202%20Stay%20Human/9c09828f0534e43b4f0da70d0c69ae0541512345-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/809980/dying-light-2-stay-human-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 77/100<br/>Steam: 7/10<br/>IGN: 7/10<br/><br/>Initial release date: February 3, 2022</div>
  </BODY>
</html>