<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>eFootball PES 2021 SEASON UPDATE</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2597.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index5.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2604.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1120f.jpg">
        <img src="../images/1120f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">eFootball PES 2021 SEASON UPDATE&#160;(2020)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Soccer</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#55</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Konami Digital Entertainment GmbH</b>
	    &#160;
	   	Konami
            <br/>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1601;&#1608;&#1578;&#1576;&#1575;&#1604; &#1576;&#1585;&#1575;&#1740; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606;&#1588; &#1740;&#1705; &#1608;&#1585;&#1586;&#1588; &#1581;&#1587;&#1575;&#1576; &#1606;&#1605;&#1740;&#8204;&#1588;&#1608;&#1583;&#1548; &#1575;&#1740;&#1606;&#8204;&#1740;&#1705; &#1593;&#1588;&#1602; &#1662;&#1575;&#1740;&#1583;&#1575;&#1585; &#1575;&#1587;&#1578; &#1705;&#1607; &#1585;&#1608;&#1586;&#1607;&#1575;&#1740; &#1578;&#1604;&#1582; &#1608; &#1588;&#1740;&#1585;&#1740;&#1606;&#1740; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1601;&#1585;&#1583; &#1605;&#1740;&#8204;&#1587;&#1575;&#1586;&#1583;. &#1586;&#1605;&#1575;&#1606;&#1740; &#1576;&#1608;&#1583; &#1705;&#1607; &#1578;&#1740;&#1605;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1605;&#1606;&#1670;&#1587;&#1578;&#1585;&#1740;&#1608;&#1606;&#1575;&#1740;&#1578;&#1583; &#1576;&#1575; &#1575;&#1604;&#1705;&#1587; &#1601;&#1585;&#1711;&#1608;&#1587;&#1606; &#1605;&#1740;&#8204;&#1578;&#1575;&#1582;&#1578; &#1608; &#1578;&#1605;&#1575;&#1605; &#1583;&#1606;&#1740;&#1575; &#1585;&#1575; &#1593;&#1575;&#1588;&#1602; &#1582;&#1608;&#1583; &#1705;&#1585;&#1583;&#1607; &#1576;&#1608;&#1583; &#1608; &#1670;&#1607; &#1586;&#1605;&#1575;&#1606;&#1740; &#1705;&#1607; &#1576;&#1575;&#1585;&#1587;&#1604;&#1608;&#1606;&#1575; &#1576;&#1575; &#1711;&#1608;&#1575;&#1585;&#1583;&#1740;&#1608;&#1604;&#1575; &#1705;&#1608;&#1604;&#1575;&#1705; &#1705;&#1585;&#1583;&#1607; &#1576;&#1608;&#1583; &#1607;&#1605;&#1607; &#1575;&#1740;&#1606;&#8204;&#1607;&#1575; &#1582;&#1575;&#1591;&#1585;&#1575;&#1578; &#1582;&#1608;&#1588;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1585;&#1575;&#1740; &#1607;&#1605;&#1740;&#1588;&#1607; &#1583;&#1585; &#1584;&#1607;&#1606; &#1605;&#1575; &#1582;&#1575;&#1606;&#1607; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1605;&#1607;&#1605; &#1606;&#1740;&#1587;&#1578; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585; &#1705;&#1583;&#1575;&#1605; &#1578;&#1740;&#1605; &#1601;&#1608;&#1578;&#1576;&#1575;&#1604; &#1607;&#1587;&#1578;&#1740;&#1583; &#1575;&#1605;&#1575; &#1607;&#1605;&#1607; &#1588;&#1605;&#1575; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; Pro Evolution Soccer &#1740;&#1575; PES &#1585;&#1575; &#1605;&#1740;&#8204;&#1588;&#1606;&#1575;&#1587;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1583;&#1587;&#1578;&#1582;&#1608;&#1588; &#1575;&#1601;&#1578; &#1588;&#1585;&#1705;&#1578; &#1705;&#1608;&#1606;&#1575;&#1605;&#1740; &#1588;&#1583; &#1608; &#1604;&#1575;&#1740;&#1587;&#1606;&#1587; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1575;&#1586; &#1604;&#1740;&#1711;&#8204;&#1607;&#1575;&#1740; &#1575;&#1585;&#1608;&#1662;&#1575;&#1740;&#1740; &#1585;&#1575; &#1576;&#1607; &#1585;&#1602;&#1740;&#1576; &#1583;&#1740;&#1585;&#1740;&#1606;&#1607;&#8204;&#1575;&#1588; &#1576;&#1575;&#1582;&#1578; &#1575;&#1605;&#1575; &#1576;&#1575;&#1586;&#1740; PES 2020 &#1578;&#1608;&#1575;&#1606;&#1587;&#1578; &#1576;&#1575;&#1585; &#1583;&#1740;&#1711;&#1585; &#1585;&#1608;&#1586;&#1607;&#1575;&#1740; &#1582;&#1608;&#1588; &#1711;&#1584;&#1588;&#1578;&#1607; &#1585;&#1575; &#1576;&#1607; &#1740;&#1575;&#1583; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1576;&#1740;&#1606;&#1583;&#1575;&#1586;&#1583;. &#1576;&#1575; &#1578;&#1608;&#1580;&#1607; &#1576;&#1607; &#1605;&#1588;&#1705;&#1604;&#1575;&#1578; &#1575;&#1740;&#1580;&#1575;&#1583;&#1588;&#1583;&#1607; &#1578;&#1608;&#1587;&#1591; &#1608;&#1740;&#1585;&#1608;&#1587; &#1705;&#1585;&#1608;&#1606;&#1575; &#1608; &#1578;&#1593;&#1591;&#1740;&#1604;&#1740; &#1604;&#1740;&#1711;&#8204;&#1607;&#1575;&#1740; &#1601;&#1608;&#1578;&#1576;&#1575;&#1604;&#1548; &#1740;&#1705; &#1606;&#1587;&#1582;&#1607; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1580;&#1583;&#1740;&#1583; &#1605;&#1593;&#1585;&#1601;&#1740; &#1606;&#1588;&#1583; &#1608; &#1607;&#1605;&#1575;&#1606; &#1587;&#1740;&#1587;&#1578;&#1605; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1606;&#1587;&#1582;&#1607; &#1602;&#1576;&#1604;&#1740; &#1576;&#1575; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1608; &#1578;&#1585;&#1705;&#1740;&#1576;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; eFootball PES 2021 &#1576;&#1607; &#1705;&#1575;&#1585; &#1711;&#1585;&#1601;&#1578;&#1607; &#1588;&#1583;.<br/><br/>&#1576;&#1582;&#1588;&#8204;&#1607;&#1575;&#1740; &#1576;&#1586;&#1585;&#1711;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1605;&#1587;&#1578;&#1585; &#1604;&#1740;&#1711; &#1576;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1578;&#1705; &#1606;&#1601;&#1585;&#1607; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; eFootball PES 2021 &#1576;&#1585;&#1711;&#1588;&#1578;&#1607;&#8204;&#1575;&#1606;&#1583; &#1576;&#1575;&#1585; &#1583;&#1740;&#1711;&#1585; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1605;&#1586;&#1607; &#1602;&#1585;&#1575;&#1585; &#1711;&#1585;&#1601;&#1578;&#1606; &#1576;&#1607;&#8204;&#1580;&#1575;&#1740; &#1587;&#1585;&#1605;&#1585;&#1576;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1586;&#1585;&#1711; &#1608; &#1705;&#1606;&#1578;&#1585;&#1604; &#1578;&#1740;&#1605;&#8204;&#1607;&#1575;&#1740; &#1575;&#1601;&#1587;&#1575;&#1606;&#1607;&#8204;&#1575;&#1740; &#1585;&#1574;&#1575;&#1604; &#1605;&#1575;&#1583;&#1585;&#1740;&#1583; &#1608; &#1576;&#1575;&#1585;&#1587;&#1604;&#1608;&#1606;&#1575; &#1585;&#1575; &#1576;&#1585; &#1593;&#1607;&#1583;&#1607; &#1711;&#1585;&#1601;&#1578;. &#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1578;&#1594;&#1740;&#1740;&#1585;&#1740; &#1583;&#1585; &#1586;&#1605;&#1740;&#1606;&#1607; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1608; &#1605;&#1608;&#1583;&#1607;&#1575;&#1740; &#1581;&#1575;&#1590;&#1585; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1606;&#1583;&#1575;&#1583;&#1607; &#1608; &#1578;&#1606;&#1607;&#1575; &#1578;&#1585;&#1705;&#1740;&#1576; &#1578;&#1740;&#1605;&#8204;&#1607;&#1575;&#1548; &#1705;&#1740;&#1578;&#8204;&#1607;&#1575; &#1608; &#1670;&#1607;&#1585;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1578;&#1594;&#1740;&#1740;&#1585;&#1740;&#1575;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1575;&#1580;&#1575;&#1586;&#1607; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1605;&#1583;&#1585;&#1606; &#1608; &#1580;&#1583;&#1740;&#1583; &#1585;&#1575; &#1575;&#1586; &#1585;&#1602;&#1575;&#1576;&#1578;&#8204;&#1607;&#1575;&#1740; &#1601;&#1608;&#1578;&#1576;&#1575;&#1604; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1607;&#1605;&#1585;&#1575;&#1607; &#1576;&#1575;&#1588;&#1711;&#1575;&#1607;&#8204;&#1607;&#1575;&#1740; &#1576;&#1586;&#1585;&#1711;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1576;&#1575;&#1740;&#1585;&#1606;&#8204;&#1605;&#1608;&#1606;&#1740;&#1582;&#1548; &#1576;&#1575;&#1585;&#1587;&#1604;&#1608;&#1606;&#1575; &#1608; &#1605;&#1606;&#1670;&#1587;&#1578;&#1585;&#1740;&#1608;&#1606;&#1575;&#1740;&#1578;&#1583; &#1588;&#1608;&#1740;&#1583; &#1608; &#1583;&#1585; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1570;&#1601;&#1604;&#1575;&#1740;&#1606; &#1608; &#1570;&#1606;&#1604;&#1575;&#1740;&#1606; &#1588;&#1585;&#1705;&#1578; &#1705;&#1606;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740;&#1548; &#1578;&#1740;&#1605; &#1601;&#1608;&#1578;&#1576;&#1575;&#1604; &#1740;&#1608;&#1608;&#1606;&#1578;&#1608;&#1587; &#1585;&#1575; &#1607;&#1605; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1575;&#1590;&#1575;&#1601;&#1607; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575;&#1604;&#1575;&#1582;&#1585;&#1607; &#1592;&#1575;&#1607;&#1585; &#1575;&#1589;&#1604;&#1740; &#1705;&#1585;&#1740;&#1587;&#1578;&#1740;&#1575;&#1606;&#1608; &#1585;&#1608;&#1606;&#1575;&#1604;&#1583;&#1608; &#1585;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1583;&#1740;&#1583;. &#1576;&#1582;&#1588; myClub &#1605;&#1575;&#1606;&#1606;&#1583; &#1607;&#1605;&#1740;&#1588;&#1607; &#1576;&#1575; &#1585;&#1602;&#1575;&#1576;&#1578;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1578;&#1580;&#1607;&#1740;&#1586; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1583;&#1585; &#1589;&#1608;&#1585;&#1578; &#1582;&#1585;&#1740;&#1583; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1589;&#1608;&#1589;&#1548; &#1576;&#1604;&#1740;&#1578; &#1582;&#1585;&#1740;&#1583; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1580;&#1583;&#1740;&#1583; &#1576;&#1607; &#1588;&#1605;&#1575; &#1583;&#1575;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1705;&#1607; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578; &#1583;&#1585; &#1576;&#1582;&#1588; &#1570;&#1606;&#1604;&#1575;&#1740;&#1606; &#1585;&#1575; &#1570;&#1587;&#1575;&#1606; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;.<br/><br/>&#1578;&#1593;&#1591;&#1740;&#1604;&#1740; &#1604;&#1740;&#1711;&#8204;&#1607;&#1575;&#1740; &#1601;&#1608;&#1578;&#1576;&#1575;&#1604; &#1608; &#1605;&#1588;&#1705;&#1604;&#1575;&#1578; &#1575;&#1740;&#1580;&#1575;&#1583;&#1588;&#1583;&#1607; &#1576;&#1585;&#1575;&#1740; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#1548; &#1576;&#1575;&#1593;&#1579; &#1588;&#1583; &#1705;&#1607; &#1705;&#1608;&#1606;&#1575;&#1605;&#1740; &#1578;&#1589;&#1605;&#1740;&#1605; &#1576;&#1586;&#1585;&#1711;&#1740; &#1583;&#1585; &#1605;&#1608;&#1585;&#1583; &#1576;&#1575;&#1586;&#1740; eFootball PES 2021 &#1576;&#1711;&#1740;&#1585;&#1583; &#1608; &#1575;&#1740;&#1606; &#1575;&#1579;&#1585; &#1585;&#1575; &#1576;&#1583;&#1608;&#1606; &#1575;&#1585;&#1578;&#1602;&#1575;&#1740; &#1587;&#1740;&#1587;&#1578;&#1605; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1608; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1605;&#1606;&#1578;&#1588;&#1585; &#1705;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1583;&#1585; &#1581;&#1575;&#1604;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1589;&#1581;&#1576;&#1578;&#8204;&#1607;&#1575;&#1740;&#1740; &#1575;&#1586; &#1578;&#1594;&#1740;&#1740;&#1585; &#1605;&#1608;&#1578;&#1608;&#1585; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1570;&#1606;&#1585;&#1740;&#1604; 4 &#1588;&#1606;&#1740;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1583; &#1575;&#1605;&#1575; &#1670;&#1606;&#1740;&#1606; &#1578;&#1589;&#1605;&#1740;&#1605;&#1740; &#1576;&#1607; &#1605;&#1585;&#1581;&#1604;&#1607; &#1575;&#1580;&#1585;&#1575; &#1606;&#1585;&#1587;&#1740;&#1583; &#1608; &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1583;&#1585; &#1606;&#1587;&#1582;&#1607; &#1587;&#1575;&#1604; &#1570;&#1740;&#1606;&#1583;&#1607; &#1575;&#1586; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1608; &#1587;&#1740;&#1587;&#1578;&#1605; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1580;&#1583;&#1740;&#1583; &#1585;&#1608;&#1606;&#1605;&#1575;&#1740;&#1740; &#1588;&#1608;&#1583;. &#1581;&#1590;&#1608;&#1585; &#1575;&#1587;&#1578;&#1575;&#1583;&#1740;&#1608;&#1605;&#8204;&#1607;&#1575;&#1740; &#1576;&#1586;&#1585;&#1711;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1570;&#1604;&#1740;&#1575;&#1606;&#1586; &#1608; &#1578;&#1740;&#1605;&#8204;&#1607;&#1575;&#1740; &#1576;&#1586;&#1585;&#1711; &#1608; &#1575;&#1587;&#1591;&#1608;&#1585;&#1607;&#8204;&#1607;&#1575;&#1740; &#1583;&#1606;&#1740;&#1575;&#1740; &#1601;&#1608;&#1578;&#1576;&#1575;&#1604;&#1548; &#1607;&#1740;&#1580;&#1575;&#1606; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1607; &#1575;&#1608;&#1580; &#1582;&#1608;&#1583; &#1585;&#1587;&#1575;&#1606;&#1583;&#1607; &#1608; &#1576;&#1575;&#1604;&#1575;&#1582;&#1585;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1740;&#1705; &#1575;&#1579;&#1585; &#1583;&#1585;&#1587;&#1578;&#8204;&#1608;&#1581;&#1587;&#1575;&#1576;&#1740; &#1575;&#1586; &#1601;&#1585;&#1575;&#1606;&#1670;&#1575;&#1740;&#1586; PES &#1585;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1585;&#1583;. &#1575;&#1711;&#1585; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1585;&#1586;&#1588;&#1740; &#1593;&#1604;&#1575;&#1602;&#1607;&#8204;&#1605;&#1606;&#1583; &#1607;&#1587;&#1578;&#1740;&#1583;&#1548; &#1711;&#1586;&#1740;&#1606;&#1607;&#8204;&#1607;&#1575;&#1740;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; NBA 2K21 &#1608; Captain Tsubasa Rise of New Champions &#1585;&#1575; &#1575;&#1605;&#1578;&#1581;&#1575;&#1606; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">3+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Requires a 64-bit processor and operating system
OS: Windows 8.1/10 &#8211; 64bit
Processor: Intel Core i5-3470 / AMD FX 4350
Memory: 8 GB RAM
Graphics: NVIDIA GTX 670 / AMD Radeon HD 7870
Network: Broadband Internet connection
Storage: 40 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1608;&#1585;&#1586;&#1588;&#1740;, &#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s27.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/E%20FOOTBALL%20PES%202021/Axx6np5GfNGGzdT7bgZaRKXb.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/E%20FOOTBALL%20PES%202021/efootball-1-scaled.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/E%20FOOTBALL%20PES%202021/pes21_03.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/E%20FOOTBALL%20PES%202021/pes21_09.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/E%20FOOTBALL%20PES%202021/14c48ca24bd02358952e05343fecea2340624254-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/672698/&#1740;&#1705;-&#1578;&#1589;&#1605;&#1740;&#1605;-&#1583;&#1585;&#1587;&#1578;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-efootball-pes-2021-season-update/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 81/100<br/>IGN: 8.3/10<br/><br/>Initial release date: September 15, 2020</div>
  </BODY>
</html>