<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Lies of P</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5505.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index12.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="3530.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1283f.jpg">
        <img src="../images/1283f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Lies of P&#160;(2023)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action/Adventure, RPG</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#67</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Neowiz</b>
	    &#160;
	   	Neowiz
            <br/>
            <b>26.6 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;Lies of P &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1575;&#1705;&#1588;&#1606; &#1608; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1576;&#1575; &#1575;&#1604;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740;&#1740; &#1575;&#1586; &#1587;&#1576;&#1705; Soulslike &#1575;&#1587;&#1578; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Round8 &#1578;&#1608;&#1587;&#1593;&#1607; &#1740;&#1575;&#1601;&#1578;&#1607; &#1608; &#1578;&#1608;&#1587;&#1591; Neowiz Games &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1575;&#1604;&#1607;&#1575;&#1605; &#1575;&#1586; &#1585;&#1605;&#1575;&#1606; &#1580;&#1575;&#1608;&#1583;&#1575;&#1606;&#1607; Carlo Collodi&#1548; &#1605;&#1575;&#1580;&#1585;&#1575;&#1607;&#1575;&#1740; &#1662;&#1740;&#1606;&#1608;&#1705;&#1740;&#1608;&#1548; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1585;&#1575; &#1576;&#1607; &#1587;&#1601;&#1585;&#1740; &#1578;&#1575;&#1585;&#1740;&#1705; &#1608; &#1662;&#1740;&#1670;&#1740;&#1583;&#1607; &#1583;&#1585; &#1588;&#1607;&#1585; Krat &#1605;&#1740;&#8204;&#1576;&#1585;&#1583; &#1578;&#1575; &#1593;&#1585;&#1608;&#1587;&#1705; &#1575;&#1606;&#1587;&#1575;&#1606; &#1606;&#1605;&#1575;&#1548; &#1662;&#1740;&#1606;&#1608;&#1705;&#1740;&#1608; &#1585;&#1575; &#1705;&#1606;&#1578;&#1585;&#1604; &#1705;&#1606;&#1606;&#1583;. Lies of P &#1576;&#1575; &#1585;&#1608;&#1575;&#1740;&#1578; &#1602;&#1575;&#1606;&#1593;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607;&#1548; &#1711;&#1740;&#1605;&#8204;&#1662;&#1604;&#1740; &#1670;&#1575;&#1604;&#1588;&#8204;&#1576;&#1585;&#1575;&#1606;&#1711;&#1740;&#1586; &#1608; &#1583;&#1606;&#1740;&#1575;&#1740; &#1575;&#1578;&#1605;&#1587;&#1601;&#1585;&#1740; &#1582;&#1608;&#1583;&#1548; &#1576;&#1607;&#8204;&#1593;&#1606;&#1608;&#1575;&#1606; &#1740;&#1705; &#1605;&#1705;&#1605;&#1604; &#1605;&#1606;&#1581;&#1589;&#1585;&#1576;&#1607;&#8204;&#1601;&#1585;&#1583; &#1576;&#1607; &#1688;&#1575;&#1606;&#1585; Soulslike &#1575;&#1587;&#1578; &#1705;&#1607; &#1602;&#1591;&#1593;&#1575;&#1611; &#1591;&#1585;&#1601;&#8204;&#1583;&#1575;&#1585;&#1575;&#1606; &#1570;&#1579;&#1575;&#1585;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; Bloodborne &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1575;&#1586; &#1587;&#1601;&#1585;&#1740; &#1578;&#1575;&#1585;&#1740;&#1705; &#1608; &#1662;&#1740;&#1670;&#1740;&#1583;&#1607; &#1576;&#1607; &#1583;&#1606;&#1740;&#1575;&#1740; &#1711;&#1608;&#1578;&#1740;&#1705; &#1608; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; &#1570;&#1606; &#1604;&#1584;&#1578; &#1608; &#1575;&#1585;&#1586;&#1588; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578; &#1705;&#1606;&#1606;&#1583;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1570;&#1588;&#1606;&#1575;&#1740; &#1662;&#1740;&#1606;&#1608;&#1705;&#1740;&#1608;<br/>&#1583;&#1585; &#1576;&#1575;&#1586;&#1740; Lies of P&#1548; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1583;&#1585; &#1588;&#1607;&#1585; &#1578;&#1575;&#1585;&#1740;&#1705; &#1608; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; Krat &#1705;&#1607; &#1583;&#1585; &#1607;&#1585;&#1580; &#1608; &#1605;&#1585;&#1580; &#1608; &#1580;&#1606;&#1608;&#1606; &#1601;&#1585;&#1608; &#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;&#1548; &#1705;&#1575;&#1608;&#1588; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;. &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1662;&#1740;&#1606;&#1608;&#1705;&#1740;&#1608;&#1548; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1576;&#1575;&#1740;&#1583; &#1581;&#1602;&#1740;&#1602;&#1578; &#1662;&#1588;&#1578; &#1601;&#1575;&#1580;&#1593;&#1607; &#1585;&#1575; &#1705;&#1588;&#1601; &#1705;&#1606;&#1606;&#1583; &#1608; &#1582;&#1575;&#1604;&#1602; &#1582;&#1608;&#1583;&#1548; &#1580;&#1662;&#1578;&#1608;&#1548; &#1585;&#1575; &#1662;&#1740;&#1583;&#1575; &#1705;&#1606;&#1606;&#1583; &#1578;&#1575; &#1583;&#1585; &#1606;&#1607;&#1575;&#1740;&#1578; &#1606;&#1592;&#1605; &#1585;&#1575; &#1576;&#1585;&#1602;&#1585;&#1575;&#1585; &#1705;&#1606;&#1583; &#1608; &#1576;&#1607; &#1740;&#1705; &#1662;&#1587;&#1585; &#1608;&#1575;&#1602;&#1593;&#1740; &#1578;&#1576;&#1583;&#1740;&#1604; &#1588;&#1608;&#1606;&#1583;. &#1588;&#1607;&#1585; &#1605;&#1605;&#1604;&#1608; &#1575;&#1586; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1576;&#1740;&#1608;&#1605;&#1705;&#1575;&#1606;&#1740;&#1705;&#1740;&#1548; &#1593;&#1585;&#1608;&#1587;&#1705;&#8204;&#1607;&#1575;&#1740; &#1582;&#1740;&#1605;&#1607; &#1588;&#1576; &#1576;&#1575;&#1586;&#1740; &#1588;&#1740;&#1591;&#1575;&#1606;&#1740; &#1608; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575;&#1740; &#1583;&#1740;&#1711;&#1585;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1575;&#1606;&#1593; &#1575;&#1586; &#1580;&#1587;&#1578;&#1580;&#1608;&#1740; &#1581;&#1602;&#1740;&#1602;&#1578; &#1662;&#1740;&#1606;&#1608;&#1705;&#1740;&#1608; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583;. &#1575;&#1586; &#1606;&#1592;&#1585; &#1576;&#1589;&#1585;&#1740;&#1548; Lies of P &#1582;&#1740;&#1585;&#1607; &#1705;&#1606;&#1606;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1601;&#1590;&#1575;&#1740; &#1578;&#1575;&#1585;&#1740;&#1705; &#1608; &#1662;&#1585; &#1607;&#1585;&#1580; &#1608; &#1605;&#1585;&#1580; Krat &#1575;&#1586; &#1591;&#1585;&#1740;&#1602; &#1575;&#1587;&#1578;&#1575;&#1740;&#1604; &#1607;&#1606;&#1585;&#1740; &#1582;&#1575;&#1589; &#1608; &#1605;&#1593;&#1605;&#1575;&#1585;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1670;&#1588;&#1605; &#1570;&#1605;&#1583;&#1607; &#1608; &#1576;&#1607; &#1585;&#1575;&#1581;&#1578;&#1740; &#1583;&#1585; &#1605;&#1740;&#1575;&#1606; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1587;&#1575;&#1604; &#1580;&#1575;&#1585;&#1740; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1585;&#1583;.<br/><br/>&#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1587;&#1608;&#1604;&#1586;&#1604;&#1575;&#1740;&#1705;<br/>&#1587;&#1740;&#1587;&#1578;&#1605; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1583;&#1585; Lies of P &#1670;&#1575;&#1604;&#1588; &#1576;&#1585;&#1575;&#1606;&#1711;&#1740;&#1586; &#1608; &#1585;&#1590;&#1575;&#1740;&#1578; &#1576;&#1582;&#1588; &#1575;&#1587;&#1578; &#1608; &#1740;&#1575;&#1583;&#1570;&#1608;&#1585; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1605;&#1588;&#1607;&#1608;&#1585;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; Dark Souls &#1608; Bloodborne &#1575;&#1587;&#1578;. &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1575;&#1586; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1588;&#1605;&#1588;&#1740;&#1585; &#1608; &#1578;&#1576;&#1585; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583; &#1608; &#1576;&#1585;&#1575;&#1740; &#1594;&#1604;&#1576;&#1607; &#1576;&#1585; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1576;&#1575;&#1740;&#1583; &#1576;&#1607; &#1586;&#1605;&#1575;&#1606;&#8204;&#1576;&#1606;&#1583;&#1740; &#1583;&#1602;&#1740;&#1602;&#1548; &#1580;&#1575;&#1582;&#1575;&#1604;&#1740; &#1583;&#1575;&#1583;&#1606;&#1548; &#1576;&#1604;&#1575;&#1705; &#1705;&#1585;&#1583;&#1606; &#1608; &#1593;&#1602;&#1576;&#8204;&#1606;&#1588;&#1740;&#1606;&#1740; &#1578;&#1705;&#1740;&#1607; &#1705;&#1606;&#1606;&#1583;. &#1576;&#1575;&#1586;&#1608;&#1740; &#1605;&#1705;&#1575;&#1606;&#1740;&#1705;&#1740; &#1662;&#1740;&#1606;&#1608;&#1705;&#1740;&#1608; &#1575;&#1604;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1605;&#1606;&#1581;&#1589;&#1585; &#1576;&#1607; &#1601;&#1585;&#1583;&#1740; &#1585;&#1575; &#1576;&#1607; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1575;&#1590;&#1575;&#1601;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1575;&#1740;&#1606; &#1575;&#1605;&#1705;&#1575;&#1606; &#1585;&#1575; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1705;&#1607; &#1575;&#1576;&#1586;&#1575;&#1585;&#1607;&#1575;&#1740;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1602;&#1604;&#1575;&#1576; &#1740;&#1575; &#1588;&#1593;&#1604;&#1607; &#1575;&#1601;&#1705;&#1606; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1576;&#1607; &#1583;&#1587;&#1578; &#1570;&#1608;&#1585;&#1583;&#1606; &#1576;&#1585;&#1578;&#1585;&#1740; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1583;&#1585; &#1606;&#1576;&#1585;&#1583; &#1576;&#1607; &#1605;&#1740;&#1583;&#1575;&#1606; &#1576;&#1740;&#1575;&#1608;&#1585;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1740;&#1705;&#1740; &#1575;&#1586; &#1582;&#1575;&#1589;&#8204;&#1578;&#1585;&#1740;&#1606; &#1608; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578;&#1607;&#8204;&#1578;&#1585;&#1740;&#1606; &#1570;&#1579;&#1575;&#1585; &#1587;&#1576;&#1705; Soulslike &#1591;&#1740; &#1670;&#1606;&#1583; &#1587;&#1575;&#1604; &#1575;&#1582;&#1740;&#1585; &#1606;&#1575;&#1605; &#1711;&#1584;&#1575;&#1585;&#1740; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1602;&#1575;&#1576;&#1604;&#1740;&#1578; &#1583;&#1585;&#1608;&#1594; &#1711;&#1601;&#1578;&#1606;<br/>&#1740;&#1705;&#1740; &#1575;&#1586; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1585;&#1580;&#1587;&#1578;&#1607; &#1583;&#1585; Lies of P &#171;&#1587;&#1740;&#1587;&#1578;&#1605; &#1583;&#1585;&#1608;&#1594;&#1711;&#1608;&#1740;&#1740;&#187; &#1575;&#1587;&#1578;. &#1583;&#1585; &#1591;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740;&#1548; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1576;&#1575; &#1604;&#1581;&#1592;&#1575;&#1578; &#1578;&#1589;&#1605;&#1740;&#1605; &#1711;&#1740;&#1585;&#1740; &#1581;&#1740;&#1575;&#1578;&#1740; &#1585;&#1608;&#1576;&#1585;&#1608; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1588;&#1583; &#1705;&#1607; &#1585;&#1608;&#1575;&#1740;&#1578; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1588;&#1705;&#1604; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1608; &#1576;&#1607; &#1606;&#1578;&#1575;&#1740;&#1580; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1605;&#1606;&#1580;&#1585; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1575;&#1606;&#1578;&#1582;&#1575;&#1576;&#8204;&#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1583;&#1585; &#1575;&#1740;&#1606; &#1604;&#1581;&#1592;&#1575;&#1578; &#1575;&#1606;&#1580;&#1575;&#1605; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1578;&#1571;&#1579;&#1740;&#1585; &#1602;&#1575;&#1576;&#1604; &#1578;&#1608;&#1580;&#1607;&#1740; &#1576;&#1585; &#1585;&#1608;&#1606;&#1583; &#1585;&#1608;&#1740;&#1583;&#1575;&#1583;&#1607;&#1575; &#1583;&#1575;&#1585;&#1583; &#1608; &#1583;&#1585; &#1606;&#1607;&#1575;&#1740;&#1578; &#1605;&#1606;&#1580;&#1585; &#1576;&#1607; &#1740;&#1705;&#1740; &#1575;&#1586; &#1587;&#1607; &#1662;&#1575;&#1740;&#1575;&#1606; &#1605;&#1578;&#1605;&#1575;&#1740;&#1586; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1575;&#1740;&#1606; &#1740;&#1705; &#1604;&#1575;&#1740;&#1607; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578; &#1578;&#1705;&#1585;&#1575;&#1585; &#1605;&#1580;&#1583;&#1583; &#1585;&#1575; &#1575;&#1590;&#1575;&#1601;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1585;&#1575; &#1578;&#1588;&#1608;&#1740;&#1602; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1705;&#1607; &#1593;&#1608;&#1575;&#1602;&#1576; &#1575;&#1602;&#1583;&#1575;&#1605;&#1575;&#1578; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1585; &#1606;&#1592;&#1585; &#1576;&#1711;&#1740;&#1585;&#1606;&#1583;. &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1670;&#1575;&#1604;&#1588; &#1576;&#1585;&#1575;&#1606;&#1711;&#1740;&#1586;&#1548; Lies of P &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1605;&#1593;&#1605;&#1575;&#1607;&#1575;&#1740;&#1740; &#1587;&#1582;&#1578; &#1585;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1705;&#1607; &#1607;&#1608;&#1588; &#1608; &#1605;&#1607;&#1575;&#1585;&#1578;&#8204;&#1607;&#1575;&#1740; &#1581;&#1604; &#1662;&#1575;&#1586;&#1604; &#1570;&#1606;&#1607;&#1575; &#1585;&#1575; &#1570;&#1586;&#1605;&#1575;&#1740;&#1588; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;.<br/><br/>&#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1587;&#1575;&#1604;<br/>&#1583;&#1585; &#1581;&#1575;&#1604;&#1740; &#1705;&#1607; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1605;&#1585;&#1575;&#1581;&#1604; &#1575;&#1608;&#1604; &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1670;&#1575;&#1604;&#1588; &#1605;&#1607;&#1605;&#1740; &#1575;&#1740;&#1580;&#1575;&#1583; &#1606;&#1705;&#1606;&#1606;&#1583;&#1548; &#1576;&#1575;&#1587; &#1601;&#1575;&#1740;&#1578; &#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1670;&#1588;&#1605;&#1711;&#1740;&#1585; &#1607;&#1587;&#1578;&#1606;&#1583; &#1608; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1605;&#1740;&#8204;&#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1705;&#1607; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740; &#1608; &#1587;&#1575;&#1586;&#1711;&#1575;&#1585;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1606;&#1583;. &#1576;&#1575;&#1587;&#8204;&#1607;&#1575; &#1662;&#1740;&#1588;&#8204;&#1576;&#1740;&#1606;&#1740; &#1608; &#1607;&#1608;&#1588; &#1605;&#1589;&#1606;&#1608;&#1593;&#1740; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583;&#1740; &#1575;&#1586; &#1582;&#1608;&#1583; &#1606;&#1588;&#1575;&#1606; &#1605;&#1740;&#8204;&#1583;&#1607;&#1606;&#1583; &#1608; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1605;&#1740;&#8204;&#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1705;&#1607; &#1581;&#1585;&#1705;&#1575;&#1578; &#1608; &#1575;&#1604;&#1711;&#1608;&#1607;&#1575;&#1740; &#1581;&#1605;&#1604;&#1607; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1576;&#1740;&#1575;&#1605;&#1608;&#1586;&#1606;&#1583; &#1608; &#1606;&#1576;&#1585;&#1583;&#1607;&#1575;&#1740; &#1601;&#1585;&#1575;&#1605;&#1608;&#1588; &#1606;&#1588;&#1583;&#1606;&#1740; &#1576;&#1585;&#1575;&#1740;&#1588;&#1575;&#1606; &#1582;&#1604;&#1602; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;. &#1576;&#1607; &#1591;&#1608;&#1585; &#1705;&#1604;&#1740;&#1548; Lies of P &#1578;&#1585;&#1705;&#1740;&#1576;&#1740; &#1593;&#1575;&#1604;&#1740; &#1575;&#1586; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1580;&#1584;&#1575;&#1576;&#1548; &#1578;&#1589;&#1605;&#1740;&#1605;&#8204;&#1711;&#1740;&#1585;&#1740; &#1578;&#1571;&#1579;&#1740;&#1585;&#1711;&#1584;&#1575;&#1585; &#1608; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1606;&#1601;&#1587;&#8204;&#1711;&#1740;&#1585; &#1585;&#1575; &#1606;&#1588;&#1575;&#1606; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1576;&#1585;&#1583;&#1575;&#1588;&#1578; &#1605;&#1606;&#1581;&#1589;&#1585; &#1576;&#1607; &#1601;&#1585;&#1583;&#1740; &#1575;&#1586; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; &#1662;&#1740;&#1606;&#1608;&#1705;&#1740;&#1608;&#1548; &#1740;&#1705; &#1587;&#1601;&#1585; &#1578;&#1575;&#1585;&#1740;&#1705; &#1608; &#1662;&#1740;&#1670;&#1740;&#1583;&#1607; &#1585;&#1575; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1662;&#1585; &#1575;&#1586; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575;&#1740; &#1605;&#1705;&#1575;&#1606;&#1740;&#1705;&#1740; &#1608; &#1670;&#1575;&#1604;&#1588; &#1585;&#1575; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Elden Ring &#1608; Wo Long: Fallen Dynasty &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Requires a 64-bit processor and operating system
OS: Windows 10 64bit
Processor: AMD Ryzen 3 1200&#65295;Intel Core i3-6300
Memory: 8 GB RAM
Graphics: AMD Radeon RX 560 4GB / NVIDIA GeForce GTX 960 4GB
DirectX: Version 12
Storage: 50 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Lies%20of%20P/Lies-of-P-281160.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Lies%20of%20P/lies-of-p-demo-gameplay-and-style-review-just-a-whole-lot-v0-pecjf3ggr85b1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Lies%20of%20P/lies-of-p-launch-screen-2.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Lies%20of%20P/screenshot5_05d87b7c-65e2-49c5-bc92-72121da166a6.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Lies%20of%20P/c28b6e0eea37f18821aa3538e3ff9e0752663186-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/977009/lies-of-p-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 83/100<br/>Steam: 9/10<br/>IGN: 8/10<br/><br/>Initial release date: September 18, 2023<br/>
    </div>
  </BODY>
</html>