<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Marvel's Guardians of the Galaxy</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="3647.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index13.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="3668.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1344f.jpg">
        <img src="../images/1344f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Marvel's Guardians of the Galaxy&#160;(2021)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Marvel&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action, Adventure</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#72</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Square Enix</b>
	    &#160;
	   	Eidos-Montr&#233;al
            <br/>
            <b>22.4 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1576;&#1585;&#1602;&#1607;&#1585;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575; &#1608; &#1583;&#1606;&#1740;&#1575;&#1607;&#1575;&#1740; &#1593;&#1604;&#1605;&#1740; &#1578;&#1582;&#1740;&#1604;&#1740; &#1705;&#1605;&#1740;&#1705; &#1593;&#1604;&#1575;&#1602;&#1607;&#8204;&#1605;&#1606;&#1583; &#1607;&#1587;&#1578;&#1740;&#1583;&#1548; &#1602;&#1591;&#1593;&#1575;&#1611; &#1576;&#1575; &#1587;&#1585;&#1740; &#1601;&#1740;&#1604;&#1605;&#8204;&#1607;&#1575;&#1740; &#1587;&#1575;&#1582;&#1578;&#1607;&#8204;&#1588;&#1583;&#1607; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740; &#1705;&#1605;&#1740;&#1705;&#8204;&#1607;&#1575;&#1740; &#1605;&#1575;&#1585;&#1608;&#1604; &#1570;&#1588;&#1606;&#1575; &#1588;&#1583;&#1607;&#8204;&#1575;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1601;&#1740;&#1604;&#1605;&#8204;&#1607;&#1575;&#1740; &#1593;&#1604;&#1605;&#1740; &#1578;&#1582;&#1740;&#1604;&#1740;&#1548; &#1605;&#1605;&#1604;&#1608; &#1575;&#1586; &#1580;&#1604;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1688;&#1607;&#1548; &#1604;&#1581;&#1592;&#1575;&#1578; &#1605;&#1607;&#1740;&#1580; &#1608; &#1602;&#1607;&#1585;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583; &#1608; &#1605;&#1578;&#1606;&#1608;&#1593;&#1740; &#1607;&#1587;&#1578;&#1606;&#1583; &#1705;&#1607; &#1583;&#1575;&#1574;&#1605; &#1583;&#1585;&#1711;&#1740;&#1585; &#1605;&#1575;&#1580;&#1585;&#1575;&#1607;&#1575;&#1740; &#1662;&#1585;&#1605;&#1582;&#1575;&#1591;&#1585;&#1607; &#1608; &#1580;&#1584;&#1575;&#1576;&#1740; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583;. &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1606;&#1587;&#1576;&#1578;&#1575;&#1611; &#1605;&#1606;&#1575;&#1587;&#1576; &#1608; &#1662;&#1740;&#1608;&#1587;&#1578;&#1607; &#1583;&#1585; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1608;&#1575;&#1740;&#1578; &#1588;&#1583;&#1607; &#1578;&#1575; &#1605;&#1582;&#1575;&#1591;&#1576; &#1585;&#1575; &#1576;&#1607; &#1583;&#1740;&#1583;&#1606; &#1578;&#1605;&#1575;&#1605;&#1740; &#1601;&#1740;&#1604;&#1605;&#8204;&#1607;&#1575; &#1578;&#1585;&#1594;&#1740;&#1576; &#1705;&#1606;&#1583;. &#1605;&#1608;&#1601;&#1602;&#1740;&#1578; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1662;&#1575;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1576;&#1607; &#1589;&#1606;&#1593;&#1578; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1606;&#1740;&#1586; &#1576;&#1575;&#1586; &#1705;&#1585;&#1583;&#1607; &#1608; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1580;&#1583;&#1740;&#1583; &#1608; &#1605;&#1607;&#1740;&#1580;&#1740; &#1576;&#1575; &#1605;&#1581;&#1608;&#1585;&#1740;&#1578; &#1575;&#1740;&#1606; &#1575;&#1576;&#1585;&#1602;&#1607;&#1585;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575; &#1587;&#1575;&#1582;&#1578;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1606;&#1711;&#1607;&#1576;&#1575;&#1606;&#1575;&#1606; &#1705;&#1607;&#1705;&#1588;&#1575;&#1606; &#1575;&#1586; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Square Enix &#1580;&#1583;&#1740;&#1583;&#1578;&#1585;&#1740;&#1606; &#1593;&#1606;&#1608;&#1575;&#1606; &#1575;&#1576;&#1585;&#1602;&#1607;&#1585;&#1605;&#1575;&#1606;&#1740; &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1607; &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1578;&#1604;&#1575;&#1588; &#1583;&#1575;&#1585;&#1583; &#1582;&#1575;&#1591;&#1585;&#1575;&#1578; &#1578;&#1604;&#1582; &#1575;&#1606;&#1578;&#1588;&#1575;&#1585; &#1606;&#1575;&#1605;&#1608;&#1601;&#1602; Marvel Avengers &#1585;&#1575; &#1580;&#1576;&#1585;&#1575;&#1606; &#1705;&#1606;&#1583;.<br/><br/>&#1607;&#1605;&#1585;&#1575;&#1607;&#1740; &#1576;&#1575; &#1587;&#1604;&#1591;&#1575;&#1606; &#1587;&#1578;&#1575;&#1585;&#1607;&#8204;&#1607;&#1575; &#1583;&#1585; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; &#1705;&#1607;&#1705;&#1588;&#1575;&#1606;&#1740;<br/>&#1576;&#1575;&#1586;&#1740; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1601;&#1740;&#1604;&#1605; Guardians of the Galaxy &#1585;&#1575; &#1585;&#1608;&#1575;&#1740;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1588;&#1605;&#1575; &#1583;&#1585; &#1606;&#1602;&#1588; &#1585;&#1607;&#1576;&#1585; &#1711;&#1585;&#1608;&#1607; &#1705;&#1607; Star-Lord &#1606;&#1575;&#1605; &#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1605;&#1608;&#1601;&#1602; &#1588;&#1583;&#1607;&#8204;&#1575;&#1740;&#1583; &#1578;&#1740;&#1605;&#1740; &#1575;&#1586; &#1605;&#1586;&#1583;&#1608;&#1585;&#1575;&#1606; &#1585;&#1575; &#1711;&#1585;&#1583; &#1607;&#1605; &#1570;&#1608;&#1585;&#1583;&#1607; &#1578;&#1575; &#1583;&#1585; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575; &#1608; &#1605;&#1575;&#1580;&#1585;&#1575;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1607;&#1605;&#1585;&#1575;&#1607;&#1578;&#1575;&#1606; &#1576;&#1575;&#1588;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1588;&#1605;&#1575; &#1576;&#1607;&#8204;&#1591;&#1608;&#1585; &#1575;&#1578;&#1601;&#1575;&#1602;&#1740; &#1605;&#1606;&#1580;&#1585; &#1576;&#1607; &#1585;&#1608;&#1740;&#1583;&#1575;&#1583;&#1740; &#1588;&#1583;&#1607;&#8204;&#1575;&#1740;&#1583; &#1705;&#1607; &#1578;&#1605;&#1575;&#1605; &#1705;&#1607;&#1705;&#1588;&#1575;&#1606; &#1585;&#1575; &#1578;&#1607;&#1583;&#1740;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1581;&#1575;&#1604; &#1576;&#1575;&#1740;&#1583; &#1576;&#1585;&#1575;&#1740; &#1606;&#1580;&#1575;&#1578; &#1570;&#1606;&#1548; &#1711;&#1585;&#1608;&#1607; &#1582;&#1608;&#1583; &#1585;&#1575; &#1570;&#1605;&#1575;&#1583;&#1607; &#1705;&#1585;&#1583;&#1607; &#1608; &#1593;&#1575;&#1586;&#1605; &#1587;&#1601;&#1585;&#1740; &#1662;&#1585;&#1605;&#1582;&#1575;&#1591;&#1585;&#1607; &#1576;&#1607; &#1606;&#1602;&#1575;&#1591; &#1605;&#1582;&#1578;&#1604;&#1601; &#1705;&#1607;&#1705;&#1588;&#1575;&#1606; &#1588;&#1608;&#1740;&#1583;. &#1583;&#1585; &#1591;&#1608;&#1604; &#1575;&#1740;&#1606; &#1587;&#1601;&#1585; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1593;&#1585;&#1608;&#1601;&#1740; &#1575;&#1586; &#1583;&#1606;&#1740;&#1575;&#1740; &#1605;&#1575;&#1585;&#1608;&#1604; &#1585;&#1575; &#1605;&#1604;&#1575;&#1602;&#1575;&#1578; &#1705;&#1585;&#1583;&#1607;&#1548; &#1604;&#1581;&#1592;&#1575;&#1578; &#1582;&#1606;&#1583;&#1607;&#8204;&#1583;&#1575;&#1585; &#1608; &#1576;&#1575;&#1605;&#1586;&#1607; &#1586;&#1740;&#1575;&#1583;&#1740; &#1585;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1585;&#1583;&#1607; &#1608; &#1607;&#1740;&#1580;&#1575;&#1606;&#1740; &#1576;&#1740;&#8204;&#1575;&#1606;&#1578;&#1607;&#1575; &#1585;&#1575; &#1576;&#1607; &#1582;&#1608;&#1585;&#1583; &#1582;&#1608;&#1583; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1583;&#1575;&#1583;. &#1575;&#1586; &#1570;&#1606;&#1580;&#1575; &#1705;&#1607; &#1576;&#1575; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1578;&#1705;&#8204;&#1606;&#1601;&#1585;&#1607; &#1585;&#1608; &#1576;&#1607; &#1585;&#1608; &#1607;&#1587;&#1578;&#1740;&#1583;&#1548; &#1576;&#1582;&#1588; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1662;&#1585;&#1593;&#1605;&#1602; &#1608; &#1580;&#1584;&#1575;&#1576;&#1740; &#1583;&#1585; &#1575;&#1606;&#1578;&#1592;&#1575;&#1585;&#1578;&#1575;&#1606; &#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1608;&#1583; &#1705;&#1607; &#1605;&#1605;&#1604;&#1608; &#1575;&#1586; &#1575;&#1606;&#1608;&#1575;&#1593; &#1605;&#1585;&#1575;&#1581;&#1604; &#1576;&#1608;&#1583;&#1607; &#1608; &#1588;&#1605;&#1575; &#1585;&#1575; &#1578;&#1575; &#1587;&#1575;&#1593;&#1578;&#8204;&#1607;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1587;&#1585;&#1711;&#1585;&#1605; &#1606;&#1711;&#1607; &#1583;&#1575;&#1585;&#1583;. &#1578;&#1606;&#1608;&#1593; &#1576;&#1575;&#1604;&#1575;&#1740; &#1605;&#1585;&#1575;&#1581;&#1604; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1575;&#1705;&#1588;&#1606; &#1608; &#1607;&#1740;&#1580;&#1575;&#1606; &#1576;&#1575;&#1604;&#1575; &#1740;&#1705;&#1740; &#1575;&#1586; &#1587;&#1585;&#1711;&#1585;&#1605;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607;&#8204;&#1578;&#1585;&#1740;&#1606; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1583;&#1606;&#1740;&#1575;&#1740; &#1605;&#1575;&#1585;&#1608;&#1604; &#1585;&#1575; &#1662;&#1583;&#1740;&#1583; &#1570;&#1608;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1605;&#1607;&#1740;&#1580;&#1548; &#1575;&#1705;&#1588;&#1606; &#1576;&#1607; &#1607;&#1605;&#1585;&#1575;&#1607; &#1583;&#1740;&#1575;&#1604;&#1608;&#1711;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1605;&#1586;&#1607;<br/>&#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1575;&#1705;&#1588;&#1606; &#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740; &#1576;&#1575; &#1586;&#1575;&#1608;&#1740;&#1607; &#1583;&#1608;&#1585;&#1576;&#1740;&#1606; &#1587;&#1608;&#1605; &#1588;&#1582;&#1589; &#1591;&#1585;&#1575;&#1581;&#1740; &#1588;&#1583;&#1607; &#1608; &#1575;&#1705;&#1588;&#1606; &#1576;&#1575;&#1604;&#1575;&#1740;&#1740; &#1583;&#1585; &#1570;&#1606; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583;. &#1575;&#1593;&#1590;&#1575;&#1740; &#1578;&#1740;&#1605; &#1588;&#1605;&#1575; &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; &#1582;&#1608;&#1583;&#1705;&#1575;&#1585; &#1576;&#1575; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;&#1563; &#1575;&#1605;&#1575; &#1575;&#1605;&#1705;&#1575;&#1606; &#1583;&#1575;&#1583;&#1606; &#1601;&#1585;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1576;&#1607; &#1607;&#1585; &#1705;&#1583;&#1575;&#1605; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583;. &#1575;&#1586; &#1591;&#1585;&#1601;&#1740; &#1588;&#1604;&#1740;&#1705; &#1705;&#1585;&#1583;&#1606; &#1576;&#1575; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1570;&#1740;&#1606;&#1583;&#1607;&#8204;&#1711;&#1585;&#1575;&#1740;&#1575;&#1606;&#1607; Star-Lord &#1608; &#1581;&#1585;&#1705;&#1578; &#1587;&#1585;&#1740;&#1593; &#1576;&#1740;&#1606; &#1605;&#1740;&#1583;&#1575;&#1606; &#1606;&#1576;&#1585;&#1583; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588; &#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1608;&#1583;. &#1575;&#1586;&#1604;&#1581;&#1575;&#1592; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740;&#1548; &#1588;&#1605;&#1575; &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1606;&#1581;&#1589;&#1585;&#1576;&#1607;&#8204;&#1601;&#1585;&#1583; &#1582;&#1608;&#1583; &#1605;&#1575;&#1606;&#1606;&#1583; &#1662;&#1585;&#1608;&#1575;&#1586; &#1705;&#1585;&#1583;&#1606; &#1608; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1587;&#1604;&#1575;&#1581; &#1604;&#1740;&#1586;&#1585;&#1740;&#1548; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1601;&#1585;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1576;&#1607; &#1711;&#1585;&#1608;&#1607; &#1582;&#1608;&#1583; &#1583;&#1575;&#1583;&#1607; &#1608; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1585;&#1607;&#1576;&#1585;&#1740; &#1705;&#1606;&#1740;&#1583;. &#1607;&#1740;&#1580;&#1575;&#1606; &#1608; &#1587;&#1585;&#1593;&#1578; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1576;&#1575;&#1604;&#1575; &#1576;&#1608;&#1583;&#1607; &#1608; &#1578;&#1606;&#1608;&#1593; &#1605;&#1585;&#1575;&#1581;&#1604; &#1608; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1606;&#1740;&#1586; &#1583;&#1585; &#1587;&#1591;&#1581; &#1602;&#1575;&#1576;&#1604; &#1602;&#1576;&#1608;&#1604;&#1740; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1585;&#1583; &#1578;&#1575; &#1583;&#1585; &#1607;&#1585; &#1606;&#1602;&#1591;&#1607; &#1575;&#1586; &#1705;&#1607;&#1705;&#1588;&#1575;&#1606;&#1548; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578; &#1580;&#1583;&#1740;&#1583;&#1740; &#1585;&#1575; &#1605;&#1604;&#1575;&#1602;&#1575;&#1578; &#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1607;&#1605;&#8204;&#1578;&#1585;&#1740;&#1606; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#1548; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576;&#8204;&#1607;&#1575;&#1740;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1585; &#1591;&#1608;&#1604; &#1605;&#1585;&#1575;&#1581;&#1604; &#1605;&#1582;&#1578;&#1604;&#1601; &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1585;&#1607;&#1576;&#1585; &#1576;&#1585; &#1593;&#1607;&#1583;&#1607; &#1588;&#1605;&#1575; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1583;. &#1711;&#1575;&#1607;&#1740; &#1576;&#1575;&#1740;&#1583; &#1740;&#1705;&#1740; &#1575;&#1586; &#1575;&#1593;&#1590;&#1575;&#1740; &#1711;&#1585;&#1608;&#1607; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1581;&#1608;&#1575;&#1587;&#8204;&#1662;&#1585;&#1578;&#1740; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1576;&#1607; &#1605;&#1581;&#1604;&#1740; &#1576;&#1601;&#1585;&#1587;&#1578;&#1740;&#1583;&#1548; &#1740;&#1705;&#1740; &#1585;&#1575; &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1594;&#1606;&#1740;&#1605;&#1578; &#1578;&#1581;&#1608;&#1740;&#1604; &#1583;&#1607;&#1740;&#1583; &#1578;&#1575; &#1593;&#1606;&#1589;&#1585; &#1606;&#1601;&#1608;&#1584;&#1740; &#1576;&#1575;&#1588;&#1583; &#1608;&#8230; &#1705;&#1607; &#1607;&#1605;&#1711;&#1740; &#1578;&#1580;&#1585;&#1576;&#1607; &#1570;&#1606; &#1585;&#1575; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588;&#8204;&#1578;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;.<br/><br/>&#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1670;&#1588;&#1605;&#8204;&#1606;&#1608;&#1575;&#1586; &#1608; &#1586;&#1740;&#1576;&#1575;<br/>&#1575;&#1586; &#1604;&#1581;&#1575;&#1592; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1608; &#1580;&#1604;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1688;&#1607;&#1548; &#1576;&#1575;&#1586;&#1740; &#1576;&#1740;&#8204;&#1606;&#1592;&#1740;&#1585; &#1575;&#1587;&#1578;. &#1606;&#1587;&#1604; &#1580;&#1583;&#1740;&#1583; &#1587;&#1582;&#1578;&#8204;&#1575;&#1601;&#1586;&#1575;&#1585;&#1607;&#1575; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1575;&#1586; &#1587;&#1583;&#1607;&#1575; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1588;&#1705;&#1587;&#1578;&#1607; &#1608; &#1576;&#1575;&#1593;&#1579; &#1588;&#1583;&#1607; &#1705;&#1607; &#1588;&#1575;&#1607;&#1583; &#1580;&#1607;&#1588;&#1740; &#1576;&#1586;&#1585;&#1711; &#1583;&#1585; &#1586;&#1605;&#1740;&#1606;&#1607; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1588;&#1740;&#1605;. &#1607;&#1605;&#1607;&#8204;&#1670;&#1740;&#1586; &#1575;&#1586; &#1606;&#1608;&#1585;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#8204; &#1578;&#1575; &#1575;&#1606;&#1740;&#1605;&#1740;&#1588;&#1606; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585;&#1607;&#1575; &#1608; &#1580;&#1586;&#1740;&#1740;&#1575;&#1578; &#1576;&#1575;&#1601;&#1578;&#8204;&#1607;&#1575; &#1576;&#1575; &#1583;&#1602;&#1578;&#1740; &#1576;&#1575;&#1604;&#1575; &#1608; &#1608;&#1575;&#1602;&#1593;&#8204;&#1711;&#1585;&#1575;&#1740;&#1575;&#1606;&#1607; &#1591;&#1585;&#1575;&#1581;&#1740; &#1588;&#1583;&#1607; &#1578;&#1575; &#1605;&#1581;&#1740;&#1591;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1578;&#1601;&#1575;&#1608;&#1578; &#1670;&#1606;&#1583;&#1575;&#1606;&#1740; &#1576;&#1575; &#1570;&#1606;&#1670;&#1607; &#1583;&#1585; &#1601;&#1740;&#1604;&#1605; &#1583;&#1740;&#1583;&#1607;&#8204;&#1575;&#1740;&#1583;&#1548; &#1606;&#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1583;. &#1662;&#1588;&#1578;&#1740;&#1576;&#1575;&#1606;&#1740; &#1575;&#1586; &#1601;&#1606;&#1575;&#1608;&#1585;&#1740; Ray Tracing &#1576;&#1575;&#1593;&#1579; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1575;&#1606;&#1593;&#1705;&#1575;&#1587; &#1578;&#1589;&#1575;&#1608;&#1740;&#1585; &#1608; &#1606;&#1608;&#1585;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1585;&#1575; &#1575;&#1586; &#1587;&#1591;&#1608;&#1581; &#1576;&#1576;&#1740;&#1606;&#1740;&#1583; &#1608; &#1575;&#1586; &#1586;&#1740;&#1576;&#1575;&#1740;&#1740; &#1570;&#1606; &#1605;&#1583;&#1607;&#1608;&#1588; &#1588;&#1608;&#1740;&#1583;.<br/><br/>&#1608;&#1580;&#1608;&#1583; &#1593;&#1606;&#1575;&#1589;&#1585; &#1591;&#1606;&#1586; &#1705;&#1607; &#1585;&#1608;&#1581; &#1587;&#1585;&#1740; Guardians of the Galaxy &#1575;&#1587;&#1578;<br/>&#1575;&#1711;&#1585; &#1601;&#1740;&#1604;&#1605; Guardians of the Galaxy &#1585;&#1575; &#1583;&#1740;&#1583;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583;&#1548; &#1605;&#1740;&#1583;&#1575;&#1606;&#1740;&#1583; &#1705;&#1607; &#1593;&#1606;&#1589;&#1585; &#1591;&#1606;&#1586; &#1581;&#1590;&#1608;&#1585; &#1602;&#1608;&#1740; &#1608; &#1711;&#1587;&#1578;&#1585;&#1583;&#1607;&#8204;&#1575;&#1740; &#1583;&#1585; &#1587;&#1585;&#1578;&#1575;&#1587;&#1585; &#1570;&#1606; &#1583;&#1575;&#1585;&#1583;. &#1578;&#1605;&#1575;&#1605;&#1740; &#1575;&#1593;&#1590;&#1575;&#1740; &#1578;&#1740;&#1605; &#1662;&#1606;&#1580;&#8204;&#1606;&#1601;&#1585;&#1607; &#1588;&#1605;&#1575; &#1583;&#1740;&#1575;&#1604;&#1608;&#1711;&#8204;&#1607;&#1575;&#1740;&#1740; &#1582;&#1608;&#1576; &#1608; &#1580;&#1584;&#1575;&#1576; &#1583;&#1575;&#1585;&#1606;&#1583; &#1608; &#1607;&#1605;&#1585;&#1575;&#1607;&#1740; &#1576;&#1575; &#1570;&#1606;&#8204;&#1607;&#1575; &#1583;&#1585; &#1605;&#1581;&#1740;&#1591;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1589;&#1581;&#1606;&#1607;&#8204;&#1607;&#1575;&#1740; &#1587;&#1740;&#1606;&#1605;&#1575;&#1740;&#1740; &#1576;&#1607;&#8204;&#1588;&#1583;&#1578; &#1587;&#1585;&#1711;&#1585;&#1605;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1608; &#1711;&#1575;&#1607;&#1740; &#1582;&#1606;&#1583;&#1607;&#8204;&#1583;&#1575;&#1585; &#1575;&#1587;&#1578;. &#1578;&#1593;&#1575;&#1605;&#1604; &#1576;&#1575; &#1587;&#1575;&#1740;&#1585; &#1575;&#1593;&#1590;&#1575;&#1740; &#1578;&#1740;&#1605; &#1608; &#1711;&#1608;&#1588; &#1583;&#1575;&#1583;&#1606; &#1576;&#1607; &#1583;&#1594;&#1583;&#1594;&#1607;&#8204;&#1607;&#1575;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1705;&#1607; &#1711;&#1575;&#1607;&#1740; &#1605;&#1587;&#1582;&#1585;&#1607; &#1575;&#1587;&#1578; &#1576;&#1575;&#1593;&#1579; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1583;&#1575;&#1574;&#1605; &#1605;&#1588;&#1578;&#1575;&#1602; &#1575;&#1583;&#1575;&#1605;&#1607; &#1583;&#1575;&#1583;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1588;&#1740;&#1583; &#1578;&#1575; &#1589;&#1581;&#1606;&#1607;&#8204;&#1607;&#1575;&#1740; &#1575;&#1740;&#1606;&#8204;&#1670;&#1606;&#1740;&#1606;&#1740; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1585;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Mass Effect: Legendary Edition &#1608; The Outer Worlds &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">OS: Windows&#174; 10 64 bit Build 1903
Processor: AMD Ryzen&#8482; 5 1400 / Intel&#174; Core&#8482; i5-4460
Memory: 8 GB RAM
Graphics: NVIDIA&#174; GeForce&#174; GTX 1060 6GB / AMD Radeon&#8482; RX 570</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1588;&#1608;&#1578;&#1585;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Guardians%20of%20the%20Galaxy/12564956-marvel-guardians-of-the-galaxy-playstation-4-main-menu.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Guardians%20of%20the%20Galaxy/GuardiansOfTheGalaxy_10.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Guardians%20of%20the%20Galaxy/GuardiansOfTheGalaxy_10.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Guardians%20of%20the%20Galaxy/mgotg_07.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Guardians%20of%20the%20Galaxy/screenshot.marvels-guardians-of-the-galaxy.1920x1080.2022-01-23.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Guardians%20of%20the%20Galaxy/5e8aeed87649dc144992fb7adeedb38a34411970-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/776334/marvels-guardians-of-the-galaxy-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 8/100<br/>Steam: 9/10<br/>IGN: 9/10<br/><br/>Initial release date: October 26, 2021</div>
  </BODY>
</html>