<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Middle-Earth: Shadow of War</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="3766.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index13.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="3777.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1391f.png">
        <img src="../images/1391f.png" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Middle-Earth: Shadow of War&#160;(2017)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(The Lord of the Rings&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#76</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Warner Bros Interactive</b>
	    &#160;
	   	Monolith Productions
            <br/>
            <b>15.3 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1662;&#1587; &#1575;&#1586; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578; &#1576;&#1575;&#1586;&#1740; Middle-Earth: Shadow of Mordor &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1608;&#1593;&#1583;&#1607;&#8204;&#1740; &#1587;&#1575;&#1582;&#1578; &#1576;&#1575;&#1586;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1576;&#1586;&#1585;&#1711;&#8204;&#1578;&#1585;&#1740; &#1575;&#1586; &#1575;&#1740;&#1606; &#1601;&#1585;&#1606;&#1670;&#1575;&#1740;&#1586; &#1585;&#1575; &#1583;&#1575;&#1583;&#1606;&#1583; &#1608; &#1576;&#1575; &#1575;&#1606;&#1578;&#1588;&#1575;&#1585; Middle-earth: Shadow of War &#1587;&#1740;&#1587;&#1578;&#1605; Nemesis &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1587;&#1740;&#1575;&#1585; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578;&#1607;&#8204;&#1578;&#1585; &#1705;&#1585;&#1583;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; RPG &#1575;&#1587;&#1578; &#1608; &#1576;&#1575; &#1583;&#1608;&#1585;&#1576;&#1740;&#1606; &#1587;&#1608;&#1605; &#1588;&#1582;&#1589;&#1548; &#1588;&#1605;&#1575; &#1585;&#1575; &#1576;&#1607; &#1583;&#1606;&#1740;&#1575;&#1740; &#1575;&#1585;&#1576;&#1575;&#1576; &#1581;&#1604;&#1602;&#1607;&#8204;&#1607;&#1575; &#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1585;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1587;&#1575;&#1582;&#1578; Monolith Productions &#1575;&#1587;&#1578; &#1608; WB Games &#1570;&#1606; &#1585;&#1575; &#1605;&#1606;&#1578;&#1588;&#1585; &#1705;&#1585;&#1583;. &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1608;&#1740;&#1688;&#1607;&#8204;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1606;&#1575;&#1605; Middle-earth: Shadow of War Definitive Edition &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1740;&#1705; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1740; &#1705;&#1575;&#1605;&#1604; &#1585;&#1575; &#1575;&#1586; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1576;&#1607; &#1588;&#1605;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;.<br/><br/>&#1605;&#1607;&#1605;&#8204;&#1578;&#1585;&#1740;&#1606; &#1593;&#1575;&#1605;&#1604; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740;&#1548; &#1587;&#1740;&#1587;&#1578;&#1605; Nemesis &#1576;&#1575;&#1586;&#1740; &#1575;&#1587;&#1578;. &#1583;&#1585; &#1587;&#1740;&#1587;&#1578;&#1605; Nemesis &#1740;&#1705; &#1576;&#1582;&#1588; &#1576;&#1586;&#1585;&#1711; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1585;&#1583;&#1607; &#1608; &#1602;&#1583;&#1585;&#1578; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1585;&#1583;&#1607; &#1576;&#1575;&#1604;&#1575;&#1578;&#1585; &#1585;&#1575; &#1576;&#1607; &#1588;&#1605;&#1575; &#1606;&#1588;&#1575;&#1606; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1705;&#1575;&#1662;&#1740;&#1578;&#1575;&#1606;&#8204;&#1607;&#1575; &#1575;&#1608;&#1604;&#1740;&#1606; &#1585;&#1583;&#1607;&#8204;&#1740; &#1576;&#1575;&#1604;&#1575;&#1578;&#1585; &#1587;&#1585;&#1576;&#1575;&#1586;&#1607;&#1575; &#1607;&#1587;&#1578;&#1606;&#1583; &#1705;&#1607; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1582;&#1588; &#1602;&#1575;&#1576;&#1604; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1607;&#1587;&#1578;&#1606;&#1583; &#1608; &#1576;&#1575; &#1576;&#1575;&#1604;&#1575;&#1578;&#1585; &#1585;&#1601;&#1578;&#1606; &#1585;&#1583;&#1607;&#8204;&#1740; Orc &#1607;&#1575;&#1548; &#1602;&#1583;&#1585;&#1578; &#1608; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1606;&#1740;&#1586; &#1575;&#1601;&#1586;&#1575;&#1740;&#1588; &#1662;&#1740;&#1583;&#1575; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1575;&#1608;&#1585;&#1705;&#8204;&#1607;&#1575;&#1740; &#1605;&#1608;&#1580;&#1608;&#1583; &#1583;&#1585; &#1575;&#1740;&#1606; &#1585;&#1583;&#1607;&#8204;&#1607;&#1575; &#1605;&#1583;&#1575;&#1605; &#1583;&#1585; &#1581;&#1575;&#1604; &#1583;&#1585;&#1711;&#1740;&#1585;&#1740; &#1576;&#1575; &#1740;&#1705;&#1583;&#1740;&#1711;&#1585; &#1607;&#1587;&#1578;&#1606;&#1583; &#1578;&#1575; &#1602;&#1583;&#1585;&#1578; &#1582;&#1608;&#1583; &#1585;&#1575; &#1575;&#1601;&#1586;&#1575;&#1740;&#1588; &#1583;&#1607;&#1606;&#1583; &#1608; &#1588;&#1605;&#1575; &#1576;&#1575; &#1583;&#1582;&#1575;&#1604;&#1578; &#1583;&#1585; &#1575;&#1740;&#1606; &#1608;&#1602;&#1575;&#1740;&#1593; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1575;&#1608;&#1585;&#1705; &#1662;&#1740;&#1585;&#1608;&#1586; &#1585;&#1575; &#1605;&#1588;&#1582;&#1589; &#1705;&#1606;&#1740;&#1583;. &#1583;&#1585; &#1575;&#1608;&#1575;&#1587;&#1591; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1588;&#1605;&#1575; &#1602;&#1583;&#1585;&#1578; &#1705;&#1606;&#1578;&#1585;&#1604; &#1705;&#1585;&#1583;&#1606; &#1575;&#1608;&#1585;&#1705;&#8204;&#1607;&#1575; &#1583;&#1575;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1705;&#1607; &#1575;&#1586; &#1575;&#1740;&#1606; &#1591;&#1585;&#1740;&#1602; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1575;&#1585;&#1578;&#1588;&#1740; &#1585;&#1575; &#1601;&#1585;&#1575;&#1607;&#1605; &#1705;&#1606;&#1740;&#1583; &#1608; &#1576;&#1607; &#1602;&#1604;&#1593;&#1607;&#8204;&#1740; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1582;&#1608;&#1583; &#1581;&#1605;&#1604;&#1607; &#1705;&#1606;&#1740;&#1583; &#1740;&#1575; &#1583;&#1587;&#1578;&#1608;&#1585; &#1705;&#1588;&#1578;&#1606; &#1740;&#1705;&#1740; &#1575;&#1586; &#1575;&#1608;&#1585;&#1705;&#8204;&#1607;&#1575;&#1740; &#1583;&#1588;&#1605;&#1606; &#1585;&#1575; &#1576;&#1607; &#1740;&#1705;&#1740; &#1575;&#1586; &#1587;&#1585;&#1576;&#1575;&#1586;&#1575;&#1606; &#1582;&#1608;&#1583; &#1576;&#1583;&#1607;&#1740;&#1583;. &#1576;&#1575; &#1705;&#1588;&#1578;&#1607; &#1588;&#1583;&#1606; &#1588;&#1605;&#1575; &#1740;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; Fast Travel&#1548; &#1576;&#1582;&#1588; &#1585;&#1583;&#1607;&#8204;&#1576;&#1606;&#1583;&#1740; &#1575;&#1608;&#1585;&#1705;&#8204;&#1607;&#1575; &#1588;&#1585;&#1608;&#1593; &#1576;&#1607; &#1578;&#1594;&#1740;&#1740;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1576;&#1585;&#1582;&#1740; &#1575;&#1586; &#1570;&#1606;&#8204;&#1607;&#1575; &#1705;&#1588;&#1578;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583; &#1740;&#1575; &#1576;&#1607; &#1605;&#1602;&#1575;&#1605; &#1576;&#1575;&#1604;&#1575;&#1578;&#1585;&#1740; &#1605;&#1740;&#8204;&#1585;&#1587;&#1606;&#1583;. &#1607;&#1585; &#1575;&#1608;&#1585;&#1705; &#1585;&#1583;&#1607; &#1576;&#1575;&#1604;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#1548; &#1588;&#1582;&#1589;&#1740;&#1578; &#1605;&#1582;&#1589;&#1608;&#1589; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1576;&#1575;&#1593;&#1579; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1607;&#1740;&#1670; &#1583;&#1608; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1740; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1740; &#1740;&#1705;&#1587;&#1575;&#1606; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1606;&#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1606;&#1583;. &#1582;&#1740;&#1575;&#1606;&#1578; &#1705;&#1585;&#1583;&#1606;&#8204;&#1607;&#1575; &#1608; &#1608;&#1601;&#1575;&#1583;&#1575;&#1585;&#1740;&#8204;&#1607;&#1575; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1583;&#1607;&#8204;&#1607;&#1575; &#1601;&#1575;&#1705;&#1578;&#1608;&#1585; &#1588;&#1582;&#1589;&#1740;&#1578;&#1740; &#1583;&#1740;&#1711;&#1585; &#1705;&#1607; &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; &#1578;&#1589;&#1575;&#1583;&#1601;&#1740; &#1583;&#1585; &#1575;&#1608;&#1585;&#1705;&#8204;&#1607;&#1575; &#1587;&#1575;&#1582;&#1578;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;&#1548; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1607;&#1585; &#1576;&#1575;&#1586;&#1740;&#1576;&#1575;&#1586; &#1605;&#1578;&#1606;&#1608;&#1593; &#1608; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1587;&#1740;&#1587;&#1578;&#1605; Nemesis &#1576;&#1575;&#1586;&#1740; &#1591;&#1576;&#1602; &#1605;&#1608;&#1575;&#1585;&#1583; &#1711;&#1601;&#1578;&#1607; &#1588;&#1583;&#1607; &#1705;&#1575;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1705;&#1607; &#1575;&#1740;&#1606; &#1578;&#1606;&#1608;&#1593; &#1576;&#1575;&#1604;&#1575; &#1583;&#1585; &#1711;&#1740;&#1605;&#8204;&#1662;&#1604;&#1740; &#1576;&#1575;&#1593;&#1579; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1578;&#1575; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1588;&#1607;&#1585;&#1578; &#1576;&#1587;&#1740;&#1575;&#1585; &#1576;&#1575;&#1604;&#1575;&#1740;&#1740; &#1576;&#1585;&#1582;&#1608;&#1585;&#1583;&#1575;&#1585; &#1588;&#1608;&#1583;.<br/><br/>&#1606;&#1587;&#1582;&#1607;&#8204;&#1740; Definitive Edition &#1576;&#1575;&#1586;&#1740; &#1705;&#1575;&#1605;&#1604;&#8204;&#1578;&#1585; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1575;&#1589;&#1604;&#1740; &#1575;&#1587;&#1578; &#1608; &#1605;&#1581;&#1578;&#1608;&#1740;&#1575;&#1578; &#1580;&#1583;&#1740;&#1583;&#1740;&#8204;&#1578;&#1585;&#1740; &#1585;&#1575; &#1583;&#1585; &#1582;&#1608;&#1583; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1583;&#1608; &#1711;&#1587;&#1578;&#1585;&#1588; &#1583;&#1607;&#1606;&#1583;&#1607;&#8204;&#1740; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1576;&#1575; &#1606;&#1575;&#1605;&#8204;&#1607;&#1575;&#1740; Desolation of Mordor &#1608; Blade of Galadriel &#1583;&#1585; &#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1602;&#1575;&#1576;&#1604; &#1583;&#1587;&#1578;&#1585;&#1587;&#1740; &#1607;&#1587;&#1578;&#1606;&#1583;&#1563; &#1575;&#1605;&#1575; &#1575;&#1740;&#1606; &#1705;&#1604; &#1605;&#1575;&#1580;&#1585;&#1575; &#1606;&#1740;&#1587;&#1578; &#1670;&#1585;&#1575;&#1705;&#1607; &#1587;&#1740;&#1587;&#1578;&#1605; Nemesis &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1583;&#1585; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; Definitive Edition &#1576;&#1575;&#1586;&#1740; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1580;&#1584;&#1575;&#1576;&#1740;&#1578; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1575;&#1604;&#1575;&#1578;&#1585; &#1605;&#1740;&#8204;&#1576;&#1585;&#1583;. &#1583;&#1608; &#1711;&#1587;&#1578;&#1585;&#1588;&#8204;&#1583;&#1607;&#1606;&#1583;&#1607; &#1576;&#1585;&#1575;&#1740; &#1576;&#1582;&#1588; Nemesis &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1606;&#1575;&#1605;&#8204;&#1607;&#1575;&#1740;Slaughter Tribe &#1608; Outlaw Tribe &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1575;&#1590;&#1575;&#1601;&#1607; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1705;&#1607; &#1576;&#1575; &#1575;&#1590;&#1575;&#1601;&#1607; &#1705;&#1585;&#1583;&#1606; &#1740;&#1705; &#1602;&#1576;&#1604;&#1740;&#1607;&#8204;&#1740; &#1580;&#1583;&#1740;&#1583; &#1575;&#1586; &#1575;&#1608;&#1585;&#1705;&#8204;&#1607;&#1575; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#1548; &#1605;&#1575;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575;&#1548; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606;&#1548; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740;&#8204;&#1607;&#1575; &#1608; &#1602;&#1604;&#1593;&#1607;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1575;&#1590;&#1575;&#1601;&#1607; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1575;&#1586; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1587;&#1585;&#1740; &#1580;&#1583;&#1740;&#1583; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Middle-Earth &#1607;&#1587;&#1578;&#1740;&#1583;&#1548; Middle-earth: Shadow of War Definitive Edition &#1576;&#1575; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578; &#1583;&#1575;&#1583;&#1606; &#1587;&#1740;&#1587;&#1578;&#1605; Nemesis &#1576;&#1575;&#1586;&#1740;&#1548; &#1575;&#1740;&#1606; &#1576;&#1582;&#1588; &#1585;&#1575; &#1580;&#1584;&#1575;&#1576;&#8204;&#1578;&#1585; &#1575;&#1586; &#1602;&#1576;&#1604; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">18+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: AMD FX-4350, 4.2 GHz / Intel Core i5-2300, 2.80 GHz
Memory: 6 GB RAM
Graphics: AMD HD 7870, 2 GB / NVIDIA GTX 660, 2 GB
DirectX: Version 11
Network: Broadband Internet connection
Storage: 70 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Middle%20Earth%20Shadow%20of%20War/Middle-Earth-Shadow-of-War-Graphics-Comparison-1-04.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Middle%20Earth%20Shadow%20of%20War/ShadowOfWar_07.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Middle%20Earth%20Shadow%20of%20War/image_la_terre_du_milieu_l_ombre_de_la_guerre-35872-3806_0001.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Middle%20Earth%20Shadow%20of%20War/screen03.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Middle%20Earth%20Shadow%20of%20War/3b4f8eb19b2e0cf15bac1a84413e05148754835-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/429471/&#1581;&#1604;&#1602;&#1607;-&#1575;&#1740;-&#1575;&#1586;-&#1576;&#1585;&#1575;&#1740;-&#1581;&#1705;&#1605;-&#1585;&#1575;&#1606;&#1583;&#1606;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-middle-earth/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 75/100<br/>Steam: 9/10<br/>IGN: 9/10<br/><br/>Initial release date: September 27, 2017</div>
  </BODY>
</html>