<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>MX vs ATV Legends</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="3862.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index13.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="3932.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1429f.jpg">
        <img src="../images/1429f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">MX vs ATV Legends&#160;(2022)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Racing</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#79</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>THQ Nordic</b>
	    &#160;
	   	Rainbow Studios
            <br/>
            <b>34.7 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1605;&#1608;&#1578;&#1608;&#1585; &#1587;&#1608;&#1575;&#1585;&#1740; &#1576;&#1575; &#1575;&#1740;&#1606;&#1705;&#1607; &#1740;&#1705;&#1740; &#1575;&#1586; &#1607;&#1740;&#1580;&#1575;&#1606;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586; &#1608; &#1582;&#1591;&#1585;&#1606;&#1575;&#1705;&#8204;&#1578;&#1585;&#1740;&#1606; &#1608;&#1585;&#1586;&#1588;&#8204;&#1607;&#1575;&#1740; &#1585;&#1602;&#1575;&#1576;&#1578;&#1740; &#1583;&#1585; &#1587;&#1585;&#1575;&#1587;&#1585; &#1583;&#1606;&#1740;&#1575; &#1575;&#1587;&#1578;&#1548; &#1608;&#1604;&#1740; &#1705;&#1605;&#1578;&#1585; &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; &#1581;&#1585;&#1601;&#1607;&#8204;&#1575;&#1740; &#1583;&#1585; &#1589;&#1606;&#1593;&#1578; &#1711;&#1740;&#1605; &#1576;&#1607; &#1570;&#1606; &#1662;&#1585;&#1583;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1576;&#1575; &#1575;&#1740;&#1606;&#1705;&#1607; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1608;&#1578;&#1608;&#1585; &#1587;&#1608;&#1575;&#1585;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1607;&#1585; &#1587;&#1575;&#1604;&#1607; &#1587;&#1575;&#1582;&#1578;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583;&#1548; &#1608;&#1604;&#1740; &#1570;&#1606;&#8204;&#1591;&#1608;&#1585; &#1705;&#1607; &#1576;&#1575;&#1740;&#1583; &#1608; &#1588;&#1575;&#1740;&#1583; &#1575;&#1586; &#1570;&#1606;&#1607;&#1575; &#1578;&#1602;&#1583;&#1740;&#1585; &#1606;&#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1576;&#1575; &#1575;&#1740;&#1606; &#1581;&#1575;&#1604; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608;&#1740; Rainbow Studios &#1576;&#1575; &#1588;&#1575;&#1607;&#1705;&#1575;&#1585; &#1580;&#1583;&#1740;&#1583;&#1588; &#1740;&#1593;&#1606;&#1740; MX vs ATV Legends &#1602;&#1585;&#1575;&#1585; &#1575;&#1587;&#1578; &#1740;&#1705; &#1576;&#1575;&#1585; &#1576;&#1585;&#1575;&#1740; &#1607;&#1605;&#1740;&#1588;&#1607; &#1575;&#1740;&#1606; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1585;&#1575; &#1578;&#1594;&#1740;&#1740;&#1585; &#1583;&#1607;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1740;&#1705; &#1575;&#1579;&#1585; &#1607;&#1740;&#1580;&#1575;&#1606;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586; &#1608; &#1585;&#1602;&#1575;&#1576;&#1578;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1605;&#1608;&#1578;&#1608;&#1585; &#1587;&#1608;&#1575;&#1585;&#1740; &#1583;&#1585; &#1580;&#1575;&#1583;&#1607; &#1582;&#1575;&#1705;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1578;&#1605;&#1575;&#1605; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1580;&#1584;&#1575;&#1576; &#1608; &#1587;&#1585;&#1711;&#1585;&#1605;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607;&#8204;&#1575;&#1740; &#1705;&#1607; &#1575;&#1586; &#1575;&#1740;&#1606; &#1585;&#1602;&#1575;&#1576;&#1578;&#8204;&#1607;&#1575;&#1740; &#1607;&#1740;&#1580;&#1575;&#1606;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586; &#1575;&#1606;&#1578;&#1592;&#1575;&#1585; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1583;&#1585;&#1608;&#1606; &#1582;&#1608;&#1583; &#1580;&#1575;&#1740; &#1583;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1582;&#1740;&#1604;&#1740; &#1575;&#1586; &#1583;&#1740;&#1711;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1608;&#1578;&#1608;&#1585; &#1587;&#1608;&#1575;&#1585;&#1740; &#1583;&#1585;&#1608;&#1606; &#1576;&#1575;&#1586;&#1575;&#1585;&#1548; &#1592;&#1575;&#1607;&#1585;&#1740; &#1575;&#1578;&#1608;&#1705;&#1588;&#1740;&#1583;&#1607; &#1608; &#1578;&#1605;&#1740;&#1586; &#1583;&#1575;&#1585;&#1606;&#1583;. &#1570;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1576;&#1575;&#1740;&#1583; &#1576;&#1585;&#1575;&#1740; &#1575;&#1705;&#1579;&#1585; &#1593;&#1605;&#1608;&#1605; &#1711;&#1740;&#1605;&#1585;&#1607;&#1575; &#1580;&#1584;&#1575;&#1576; &#1592;&#1575;&#1607;&#1585; &#1588;&#1608;&#1606;&#1583;. &#1576;&#1575; &#1575;&#1740;&#1606; &#1581;&#1575;&#1604; &#1576;&#1575;&#1586;&#1740; MX vs ATV Legends &#1578;&#1585;&#1587;&#1740; &#1575;&#1586; &#1606;&#1605;&#1575;&#1740;&#1588; &#1592;&#1575;&#1607;&#1585; &#1608;&#1575;&#1602;&#1593;&#1740; &#1608; &#1594;&#1740;&#1585; &#1586;&#1740;&#1576;&#1575;&#1740; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1605;&#1608;&#1578;&#1608;&#1585; &#1587;&#1608;&#1575;&#1585;&#1740; &#1580;&#1575;&#1583;&#1607; &#1582;&#1575;&#1705;&#1740; &#1606;&#1583;&#1575;&#1585;&#1583;. &#1588;&#1605;&#1575; &#1583;&#1585; &#1578;&#1605;&#1575;&#1605; &#1604;&#1581;&#1592;&#1575;&#1578; &#1576;&#1575;&#1586;&#1740;&#1548; &#1582;&#1591;&#1585; &#1608; &#1575;&#1605;&#1705;&#1575;&#1606; &#1578;&#1589;&#1575;&#1583;&#1601; &#1585;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583;. &#1582;&#1608;&#1588;&#1576;&#1582;&#1578;&#1575;&#1606;&#1607; &#1576;&#1575; &#1576;&#1585;&#1606;&#1583;&#1607; &#1588;&#1583;&#1606; &#1583;&#1585; &#1575;&#1740;&#1606; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1575;&#1605;&#1578;&#1740;&#1575;&#1586;&#1575;&#1578;&#1740; &#1585;&#1575; &#1576;&#1607; &#1583;&#1587;&#1578; &#1576;&#1740;&#1575;&#1608;&#1585;&#1740;&#1583; &#1705;&#1607; &#1576;&#1607; &#1608;&#1587;&#1740;&#1604;&#1607; &#1570;&#1606;&#8204;&#1607;&#1575; &#1575;&#1605;&#1705;&#1575;&#1606; &#1578;&#1594;&#1740;&#1740;&#1585;&#1575;&#1578; &#1608; &#1575;&#1585;&#1578;&#1602;&#1575;&#1740; &#1605;&#1608;&#1578;&#1608;&#1585; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1585;&#1602;&#1575;&#1576;&#1578;&#8204;&#1607;&#1575;&#1740; &#1576;&#1593;&#1583;&#1740; &#1583;&#1575;&#1585;&#1740;&#1583;. &#1606;&#1602;&#1588;&#1607; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1586;&#1585;&#1711; &#1608; &#1580;&#1607;&#1575;&#1606; &#1570;&#1586;&#1575;&#1583; &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1576;&#1575;&#1593;&#1579; &#1582;&#1604;&#1602; &#1607;&#1740;&#1580;&#1575;&#1606;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586;&#1578;&#1585;&#1740;&#1606; &#1585;&#1602;&#1575;&#1576;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1608;&#1578;&#1608;&#1585; &#1587;&#1608;&#1575;&#1585;&#1740; &#1582;&#1608;&#1575;&#1607;&#1583; &#1588;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; MX vs ATV Legends &#1575;&#1586; &#1606;&#1592;&#1585; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1740;&#1705;&#1740; &#1575;&#1586; &#1586;&#1740;&#1576;&#1575;&#1578;&#1585;&#1740;&#1606; &#1608; &#1575;&#1604;&#1576;&#1578;&#1607; &#1608;&#1575;&#1602;&#1593;&#8204;&#1711;&#1585;&#1575;&#1740;&#1575;&#1606;&#1607;&#8204;&#1578;&#1585;&#1740;&#1606; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1607;&#1575;&#1740; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1608;&#1583;. &#1580;&#1586;&#1574;&#1740;&#1575;&#1578; &#1576;&#1740;&#8204;&#1606;&#1592;&#1740;&#1585;&#1740; &#1705;&#1607; &#1605;&#1608;&#1578;&#1608;&#1585;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1606;&#1605;&#1575;&#1740;&#1588; &#1605;&#1740;&#8204;&#1711;&#1584;&#1575;&#1585;&#1606;&#1583;&#1548; &#1588;&#1605;&#1575; &#1585;&#1575; &#1581;&#1740;&#1585;&#1578; &#1586;&#1583;&#1607; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;. &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1578;&#1606;&#1608;&#1593; &#1575;&#1740;&#1606; &#1605;&#1608;&#1578;&#1608;&#1585;&#1607;&#1575; &#1606;&#1740;&#1586; &#1576;&#1575;&#1604;&#1575; &#1576;&#1608;&#1583;&#1607; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1575;&#1586; &#1576;&#1740;&#1606; &#1578;&#1593;&#1583;&#1575;&#1583; &#1586;&#1740;&#1575;&#1583;&#1740;&#1548; &#1605;&#1608;&#1578;&#1608;&#1585; &#1605;&#1608;&#1585;&#1583; &#1593;&#1604;&#1575;&#1602;&#1607; &#1582;&#1608;&#1583; &#1585;&#1575; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1705;&#1606;&#1740;&#1583;. &#1662;&#1740;&#1587;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607; &#1662;&#1740;&#1670; &#1583;&#1585; &#1662;&#1740;&#1670; &#1608; &#1582;&#1591;&#1585;&#1606;&#1575;&#1705; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1581;&#1575;&#1604;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1576;&#1607; &#1588;&#1605;&#1575; &#1575;&#1580;&#1575;&#1586;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1583;&#1585; &#1607;&#1585; &#1587;&#1576;&#1705;&#1740; &#1705;&#1607; &#1583;&#1608;&#1587;&#1578; &#1583;&#1575;&#1585;&#1740;&#1583; &#1576;&#1575;&#1586;&#1740; &#1705;&#1606;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575; &#1576;&#1575;&#1593;&#1579; &#1588;&#1583;&#1607; &#1705;&#1607; &#1576;&#1575;&#1586;&#1740; MX vs ATV Legends &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1608; &#1582;&#1608;&#1588;&#8204;&#1587;&#1575;&#1582;&#1578;&#8204;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1608;&#1578;&#1608;&#1585; &#1587;&#1608;&#1575;&#1585;&#1740; &#1587;&#1575;&#1604; &#1576;&#1575;&#1588;&#1583; &#1705;&#1607; &#1578;&#1580;&#1585;&#1576;&#1607; &#1570;&#1606; &#1576;&#1585;&#1575;&#1740; &#1593;&#1604;&#1575;&#1602;&#1607;&#8204;&#1605;&#1606;&#1583;&#1575;&#1606; &#1576;&#1607;&#8204;&#1588;&#1583;&#1578; &#1590;&#1585;&#1608;&#1585;&#1740; &#1575;&#1587;&#1578;.<br/><br/>&#1576;&#1575;&#1586;&#1740; MX vs ATV Legends &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1605;&#1608;&#1578;&#1608;&#1585; &#1587;&#1608;&#1575;&#1585;&#1740; &#1608; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607;&#8204;&#1575;&#1740; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1580;&#1575;&#1583;&#1607; &#1582;&#1575;&#1705;&#1740; &#1586;&#1583;&#1607; &#1608; &#1608;&#1575;&#1602;&#1593;&#8204;&#1711;&#1585;&#1575;&#1740;&#1575;&#1606;&#1607;&#8204;&#1578;&#1585;&#1740;&#1606; &#1608; &#1582;&#1588;&#1606;&#8204;&#1578;&#1585;&#1740;&#1606; &#1585;&#1602;&#1575;&#1576;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1608;&#1578;&#1608;&#1585; &#1587;&#1608;&#1575;&#1585;&#1740; &#1583;&#1606;&#1740;&#1575; &#1585;&#1575; &#1576;&#1607; &#1578;&#1589;&#1608;&#1740;&#1585; &#1605;&#1740;&#8204;&#1705;&#1588;&#1583;. &#1578;&#1606;&#1608;&#1593; &#1605;&#1608;&#1578;&#1608;&#1585;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1604;&#1575;&#1740; &#1576;&#1608;&#1583;&#1607; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1586;&#1605;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1585;&#1575;&#1740; &#1585;&#1602;&#1575;&#1576;&#1578; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583;. &#1662;&#1587; &#1575;&#1711;&#1585; &#1593;&#1575;&#1588;&#1602; &#1575;&#1740;&#1606; &#1608;&#1585;&#1586;&#1588; &#1582;&#1588;&#1606; &#1607;&#1587;&#1578;&#1740;&#1583;&#1548; MX vs ATV Legends &#1585;&#1575; &#1575;&#1586; &#1583;&#1587;&#1578; &#1606;&#1583;&#1607;&#1740;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; MotoGP 22 &#1608; TT Isle of Man &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">3+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">OS: Windows 10, 11
Processor: 3.5 GHz with 4 Cores
Memory: 8 GB RAM
Graphics: Geforce GTX 770 / R9 280X
DirectX: Version 11
Storage: 35 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1608;&#1585;&#1586;&#1588;&#1740;, &#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740;, &#1605;&#1587;&#1575;&#1576;&#1602;&#1607; &#1575;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/MX%20vs%20ATV%20Legends/6-27-2022_5-44-26_PM-dd3hpqyx.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/MX%20vs%20ATV%20Legends/MX-vs-ATV-Legends_20220624150403.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/MX%20vs%20ATV%20Legends/MX-vs-ATV-Legends_20220627153544.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/MX%20vs%20ATV%20Legends/mx-vs-atv-legends-aims-for-greatness-but-misses-in-almost-every-way-pc-review_27.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/MX%20vs%20ATV%20Legends/8fa283c12a6ad0eaa2df2cc873dd4b5745433720-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://www.bazicenter.com/review/game/mx-vs-atv-legends/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: <br/>Steam: 7/10<br/><br/>Initial release date: June 28, 2022</div>
  </BODY>
</html>