<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Ori and the Blind Forest</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="4250.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index15.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="4259.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1458f.jpg">
        <img src="../images/1458f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Ori and the Blind Forest&#160;(2016)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action/Adventure, Platformer</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#81</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>THQ Nordic</b>
	    &#160;
	   	Moon Studios
            <br/>
            <b>2.26 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1576;&#1711;&#1584;&#1575;&#1585;&#1740;&#1583; &#1575;&#1586; &#1607;&#1605;&#1740;&#1606;&#8204;&#1575;&#1604;&#1575;&#1606; &#1578;&#1705;&#1604;&#1740;&#1601;&#1578;&#1575;&#1606; &#1585;&#1575; &#1605;&#1588;&#1582;&#1589; &#1705;&#1606;&#1605;&#1548; &#1670;&#1607; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;&#1585; &#1585;&#1575; &#1583;&#1608;&#1587;&#1578; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583; &#1740;&#1575; &#1606;&#1607;&#1548; &#1670;&#1607; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1583;&#1608;&#1576;&#1593;&#1583;&#1740; &#1585;&#1575; &#1576;&#1662;&#1587;&#1606;&#1583;&#1740;&#1583; &#1740;&#1575; &#1606;&#1607;&#1548; &#1670;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#8204;&#1607;&#1575;&#1740; &#1662;&#1585; &#1586;&#1585;&#1602; &#1608; &#1576;&#1585;&#1602; &#1607;&#1587;&#1578;&#1740;&#1583; &#1740;&#1575; &#1606;&#1607;&#1548; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1740; &#1593;&#1606;&#1608;&#1575;&#1606; Ori and the Blind Forest &#1576;&#1585; &#1578;&#1605;&#1575;&#1605;&#1740; &#1711;&#1740;&#1605;&#1585;&#1607;&#1575; &#1608;&#1575;&#1580;&#1576; &#1605;&#1740;&#8204;&#1576;&#1575;&#1588;&#1583;! &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1740; &#1588;&#1705; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1711;&#1601;&#1578; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1587;&#1576;&#1705; &#1582;&#1608;&#1583;&#1588; &#1575;&#1587;&#1578;. &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1607;&#1606;&#1585;&#1740; &#1608; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1586;&#1740;&#1576;&#1575;&#1548; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1593;&#1575;&#1591;&#1601;&#1740; &#1608; &#1583;&#1585;&#1711;&#1740;&#1585; &#1705;&#1606;&#1606;&#1583;&#1607;&#1548; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1670;&#1575;&#1604;&#1588; &#1576;&#1585;&#1575;&#1606;&#1711;&#1740;&#1586; &#1608; &#1662;&#1585; &#1575;&#1586; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583;&#1548; &#1605;&#1608;&#1587;&#1740;&#1602;&#1740; &#1608; &#1589;&#1583;&#1575;&#1711;&#1584;&#1575;&#1585;&#1740;&#8204;&#1575;&#1740; &#1705;&#1607; &#1588;&#1605;&#1575;&#1585;&#1575; &#1583;&#1740;&#1608;&#1575;&#1606;&#1607; &#1608; &#1594;&#1585;&#1602; &#1583;&#1585; &#1582;&#1608;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1607;&#1605;&#1607; &#1583;&#1587;&#1578; &#1576;&#1607; &#1583;&#1587;&#1578; &#1607;&#1605; &#1583;&#1575;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1705;&#1607; &#1588;&#1605;&#1575; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1578;&#1580;&#1585;&#1576;&#1607; &#1585;&#1575; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1705;&#1587;&#1576; &#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1581;&#1608;&#1604; &#1605;&#1581;&#1608;&#1585; &#1588;&#1582;&#1589;&#1740;&#1578; Ori &#1605;&#1740;&#8204;&#1711;&#1584;&#1585;&#1583;. &#1583;&#1585; &#1740;&#1705; &#1591;&#1608;&#1601;&#1575;&#1606; &#1587;&#1607;&#1605;&#1711;&#1740;&#1606; &#1575;&#1740;&#1606; &#1605;&#1608;&#1580;&#1608;&#1583; &#1583;&#1608;&#1587;&#1578; &#1583;&#1575;&#1588;&#1578;&#1606;&#1740;&#1548; &#1587;&#1601;&#1740;&#1583; &#1608; &#1705;&#1608;&#1670;&#1705; &#1602;&#1589;&#1607;&#8204;&#1740; &#1605;&#1575; &#1576;&#1607; &#1588;&#1583;&#1578; &#1570;&#1587;&#1740;&#1576; &#1605;&#1740;&#8204;&#1576;&#1740;&#1606;&#1583; &#1608; &#1608;&#1602;&#1578;&#1740; &#1576;&#1607; &#1607;&#1608;&#1588; &#1605;&#1740;&#8204;&#1570;&#1740;&#1583; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1585; &#1582;&#1575;&#1606;&#1607;&#8204;&#1740; &#1605;&#1608;&#1580;&#1608;&#1583;&#1740; &#1582;&#1585;&#1587; &#1605;&#1575;&#1606;&#1606;&#1583; &#1576;&#1607; &#1575;&#1587;&#1605; Naru &#1662;&#1740;&#1583;&#1575; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. Naru &#1575;&#1586; &#1608;&#1740; &#1605;&#1585;&#1575;&#1602;&#1576;&#1578; &#1705;&#1585;&#1583;&#1607; &#1608; &#1576;&#1593;&#1583; &#1575;&#1586; &#1576;&#1607;&#1576;&#1608;&#1583;&#1740; &#1581;&#1575;&#1604; Ori&#1548; &#1570;&#1606;&#8204;&#1607;&#1575; &#1605;&#1583;&#1578; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1575; &#1607;&#1605; &#1586;&#1606;&#1583;&#1711;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583; &#1608; &#1585;&#1575;&#1576;&#1591;&#1607;&#8204;&#1740; &#1593;&#1575;&#1591;&#1601;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1740;&#1606; &#1570;&#1606; &#1583;&#1608; &#1575;&#1740;&#1580;&#1575;&#1583; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1583;&#1585; &#1740;&#1705;&#1740; &#1575;&#1586; &#1585;&#1608;&#1586;&#1607;&#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575;&#1586; &#1607;&#1605; &#1570;&#1576; &#1608; &#1607;&#1608;&#1575; &#1578;&#1740;&#1585;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; Naru &#1583;&#1608;&#1576;&#1575;&#1585;&#1607; &#1576;&#1608;&#1740; &#1591;&#1608;&#1601;&#1575;&#1606; &#1585;&#1575; &#1605;&#1740;&#8204;&#1670;&#1588;&#1583;. &#1576;&#1607; &#1607;&#1605;&#1740;&#1606; &#1583;&#1604;&#1740;&#1604; &#1576;&#1575; Ori &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1570;&#1584;&#1608;&#1602;&#1607;&#8204;&#1740; &#1605;&#1608;&#1585;&#1583; &#1606;&#1740;&#1575;&#1586; &#1582;&#1608;&#1583; &#1576;&#1607; &#1576;&#1575;&#1604;&#1575;&#1740; &#1583;&#1585;&#1582;&#1578;&#1575;&#1606; &#1605;&#1740;&#8204;&#1585;&#1608;&#1606;&#1583; &#1705;&#1607; &#1583;&#1585; &#1607;&#1605;&#1740;&#1606; &#1581;&#1740;&#1606; Naru &#1575;&#1586; &#1576;&#1575;&#1604;&#1575;&#1740; &#1583;&#1585;&#1582;&#1578; &#1576;&#1607; &#1662;&#1575;&#1740;&#1740;&#1606; &#1575;&#1601;&#1578;&#1575;&#1583;&#1607; &#1608; &#1586;&#1582;&#1605;&#1740; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. Ori &#1575;&#1608; &#1585;&#1575; &#1576;&#1607; &#1582;&#1575;&#1606;&#1607; &#1605;&#1740;&#8204;&#1576;&#1585;&#1583; &#1608; &#1582;&#1608;&#1583;&#1588; &#1576;&#1607; &#1578;&#1606;&#1607;&#1575;&#1740;&#1740; &#1583;&#1606;&#1576;&#1575;&#1604; &#1570;&#1584;&#1608;&#1602;&#1607; &#1605;&#1740;&#8204;&#1711;&#1585;&#1583;&#1583;. &#1576;&#1593;&#1583; &#1575;&#1586; &#1662;&#1575;&#1740;&#1575;&#1606; &#1591;&#1608;&#1601;&#1575;&#1606; &#1581;&#1575;&#1604; Naru &#1607;&#1606;&#1608;&#1586; &#1576;&#1587;&#1740;&#1575;&#1585; &#1608;&#1582;&#1740;&#1605; &#1575;&#1587;&#1578; &#1608; &#1570;&#1584;&#1608;&#1602;&#1607;&#8204;&#1740; &#1570;&#1606; &#1583;&#1608; &#1606;&#1740;&#1586; &#1576;&#1607; &#1587;&#1585; &#1705;&#1588;&#1740;&#1583;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. Ori &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1605;&#1740;&#1608;&#1607; &#1587;&#1585; &#1576;&#1607; &#1580;&#1606;&#1711;&#1604; &#1605;&#1740;&#1586;&#1606;&#1583; &#1608; &#1576;&#1593;&#1583; &#1575;&#1586; &#1605;&#1583;&#1578;&#1740; &#1705;&#1607; &#1576;&#1585;&#1605;&#1740; &#1711;&#1585;&#1583;&#1583;&#1548; &#1580;&#1587;&#1583; &#1576;&#1740; &#1580;&#1575;&#1606; Naru &#1585;&#1575; &#1605;&#1740;&#8204;&#1576;&#1740;&#1606;&#1583;. Ori &#1662;&#1587; &#1575;&#1586; &#1590;&#1585;&#1576;&#1607;&#8204;&#1740; &#1593;&#1605;&#1740;&#1602; &#1593;&#1575;&#1591;&#1601;&#1740;&#8204;&#1575;&#1740; &#1705;&#1607; &#1576;&#1593;&#1583; &#1575;&#1586; &#1575;&#1740;&#1606; &#1581;&#1575;&#1583;&#1579;&#1607; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1576;&#1607; &#1578;&#1606;&#1607;&#1575;&#1740;&#1740; &#1576;&#1607; &#1580;&#1606;&#1711;&#1604; &#1585;&#1601;&#1578;&#1607; &#1608; &#1582;&#1608;&#1583; &#1606;&#1740;&#1586; &#1605;&#1740;&#8204;&#1605;&#1740;&#1585;&#1583;&#1548; &#1575;&#1605;&#1575; &#1583;&#1585;&#1582;&#1578; &#1586;&#1606;&#1583;&#1711;&#1740; &#1575;&#1608; &#1585;&#1575; &#1583;&#1608;&#1576;&#1575;&#1585;&#1607; &#1586;&#1606;&#1583;&#1607; &#1705;&#1585;&#1583;&#1607; &#1608; &#1576;&#1607; &#1575;&#1608; &#1575;&#1586; &#1587;&#1585;&#1606;&#1608;&#1588;&#1578; &#1576;&#1586;&#1585;&#1711;&#1588; &#1605;&#1740;&#8204;&#1711;&#1608;&#1740;&#1583; &#1608; &#1575;&#1740;&#1606; &#1705;&#1607; &#1576;&#1575;&#1740;&#1583; &#1587;&#1607; &#1593;&#1606;&#1589;&#1585; &#1570;&#1576;&#1548; &#1607;&#1608;&#1575;&#1548; &#1711;&#1585;&#1605;&#1575; &#1585;&#1575; &#1576;&#1575;&#1586;&#1740;&#1575;&#1576;&#1740; &#1705;&#1585;&#1583;&#1607; &#1608; &#1576;&#1607; &#1583;&#1585;&#1582;&#1578; &#1586;&#1606;&#1583;&#1711;&#1740; &#1576;&#1583;&#1607;&#1583;.<br/><br/>&#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1583;&#1585; &#1587;&#1576;&#1705; &#1605;&#1578;&#1585;&#1608;&#1740;&#1583;&#1608;&#1575;&#1606;&#1740;&#1575; &#1591;&#1585;&#1575;&#1581;&#1740; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1740;&#1593;&#1606;&#1740; &#1585;&#1575;&#1607; &#1662;&#1740;&#1588; &#1585;&#1608;&#1740; &#1588;&#1605;&#1575; &#1605;&#1588;&#1582;&#1589; &#1575;&#1587;&#1578;&#1548; &#1575;&#1605;&#1575; &#1583;&#1585;&#1607;&#1575;&#1740; &#1576;&#1587;&#1578;&#1607;&#8204;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1608;&#1580;&#1608; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1588;&#1605;&#1575;&#1585;&#1575; &#1605;&#1606;&#1580;&#1585; &#1576;&#1607; &#1585;&#1601;&#1578;&#1606; &#1608; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583;&#1606; &#1705;&#1604;&#1740;&#1583; &#1570;&#1606;&#8204;&#1607;&#1575; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1585;&#1575;&#1576;&#1591; &#1705;&#1575;&#1585;&#1576;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1587;&#1607; &#1605;&#1572;&#1604;&#1601;&#1607; &#1740; &#1575;&#1589;&#1604;&#1740; &#1587;&#1604;&#1575;&#1605;&#1578;&#1548; &#1578;&#1580;&#1585;&#1576;&#1607; &#1608; &#1575;&#1606;&#1585;&#1688;&#1740; &#1576;&#1607;&#1585;&#1607; &#1605;&#1740;&#8204;&#1576;&#1585;&#1583;. &#1576;&#1575; &#1662;&#1740;&#1588;&#1585;&#1608;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; Ori &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1585;&#1575; &#1740;&#1575;&#1583; &#1576;&#1711;&#1740;&#1585;&#1583; &#1608; &#1576;&#1575; &#1705;&#1605;&#1705; &#1570;&#1606;&#8204;&#1607;&#1575; &#1705;&#1604;&#1740;&#1583; &#1583;&#1585;&#1607;&#1575;&#1740; &#1576;&#1587;&#1578;&#1607; &#1585;&#1575; &#1662;&#1740;&#1583;&#1575; &#1705;&#1606;&#1583;. &#1606;&#1605;&#1608;&#1583;&#1575;&#1585; &#1583;&#1585;&#1582;&#1578;&#1740; &#1575;&#1585;&#1578;&#1602;&#1575; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1576;&#1585;&#1575;&#1740; &#1575;&#1601;&#1586;&#1575;&#1740;&#1588; &#1662;&#1585;&#1588;&#1548; &#1587;&#1585;&#1593;&#1578; &#1608; &#8230; &#1588;&#1582;&#1589;&#1740;&#1578; Ori &#1605;&#1740;&#8204;&#1576;&#1575;&#1588;&#1583; &#1705;&#1607; &#1576;&#1575; &#1575;&#1585;&#1578;&#1602;&#1575; &#1570;&#1606;&#8204;&#1607;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1585;&#1575; &#1586;&#1608;&#1583;&#1578;&#1585; &#1575;&#1586; &#1605;&#1740;&#1575;&#1606; &#1576;&#1585;&#1583;&#1575;&#1585;&#1740;&#1583;. &#1570;&#1740;&#1578;&#1605;&#8204;&#1607;&#1575;&#1740;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; Orb &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1575;&#1586; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1585;&#1575;&#1740; &#1587;&#1575;&#1582;&#1578; Soul Link &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1585;&#1583;. &#1583;&#1585; &#1608;&#1575;&#1602;&#1593; Soul Link &#1607;&#1575; &#1587;&#1740;&#1587;&#1578;&#1605; &#1584;&#1582;&#1740;&#1585;&#1607; &#1587;&#1575;&#1586;&#1740; &#1576;&#1575;&#1586;&#1740; &#1607;&#1587;&#1578;&#1606;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Ori and the Blind Forest &#1607;&#1605;&#1575;&#1606;&#1606;&#1583; &#1589;&#1601;&#1581;&#1607; &#1606;&#1602;&#1575;&#1588;&#1740;&#8204;&#1575;&#1740; &#1605;&#1740;&#8204;&#1576;&#1575;&#1588;&#1583; &#1705;&#1607; &#1576;&#1586;&#1585;&#1711;&#8204;&#1578;&#1585;&#1740;&#1606; &#1606;&#1602;&#1575;&#1588;&#8204;&#1607;&#1575;&#1740; &#1580;&#1607;&#1575;&#1606; &#1607;&#1605; &#1583;&#1585; &#1582;&#1604;&#1602; &#1570;&#1606; &#1593;&#1575;&#1580;&#1586;&#1606;&#1583;. &#1591;&#1585;&#1575;&#1581;&#1740; &#1605;&#1581;&#1740;&#1591;&#8204;&#1607;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1670;&#1606;&#1575;&#1606; &#1588;&#1605;&#1575;&#1585;&#1575; &#1605;&#1576;&#1607;&#1608;&#1578; &#1582;&#1608;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1705;&#1607; &#1575;&#1711;&#1585; &#1606;&#1740;&#1605; &#1587;&#1575;&#1593;&#1578; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#1583;&#1548; &#1606;&#1740;&#1605; &#1587;&#1575;&#1593;&#1578;&#1588; &#1585;&#1575; &#1589;&#1576;&#1585; &#1705;&#1585;&#1583;&#1607; &#1608; &#1601;&#1602;&#1591; &#1576;&#1607; &#1605;&#1581;&#1740;&#1591; &#1586;&#1606;&#1583;&#1607;&#8204;&#1740; &#1576;&#1575;&#1586;&#1740; &#1582;&#1740;&#1585;&#1607; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1588;&#1583;. &#1591;&#1585;&#1575;&#1581;&#1740; &#1607;&#1606;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1583;&#1608;&#1606; &#1588;&#1705; &#1580;&#1586;&#1608; &#1576;&#1585;&#1578;&#1585;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1670;&#1606;&#1583; &#1608;&#1602;&#1578; &#1575;&#1582;&#1740;&#1585; &#1576;&#1607; &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1585;&#1608;&#1583;. &#1605;&#1608;&#1587;&#1740;&#1602;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#1548; &#1581;&#1587; &#1608; &#1581;&#1575;&#1604; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607;&#8204;&#1575;&#1740; &#1583;&#1575;&#1585;&#1606;&#1583;. &#1575;&#1586; &#1607;&#1605;&#1575;&#1606; &#1604;&#1581;&#1592;&#1607;&#8204;&#1740; &#1605;&#1585;&#1711; &#1605;&#1575;&#1583;&#1585;&#1575;&#1606;&#1607;&#8204;&#1740; Naru &#1578;&#1575; &#1578;&#1605;&#1575;&#1605;&#1740; &#1605;&#1608;&#1587;&#1740;&#1602;&#1740;&#8204;&#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1583;&#1585; &#1581;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1662;&#1582;&#1588; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583; &#1607;&#1605;&#1607; &#1605;&#1585;&#1605;&#1608;&#1586; &#1608; &#1583;&#1585; &#1593;&#1740;&#1606; &#1581;&#1575;&#1604; &#1576;&#1587;&#1740;&#1575;&#1585; &#1581;&#1587; &#1608; &#1581;&#1575;&#1604; &#1580;&#1606;&#1711;&#1604;&#1740; &#1583;&#1585; &#1582;&#1608;&#1583; &#1583;&#1575;&#1585;&#1606;&#1583;!<br/>&#1575;&#1711;&#1585; &#1578;&#1575; &#1576;&#1607; &#1581;&#1575;&#1604; &#1575;&#1740;&#1606; &#1593;&#1606;&#1608;&#1575;&#1606; &#1585;&#1575; &#1576;&#1607; &#1607;&#1585; &#1583;&#1604;&#1740;&#1604;&#1740; &#1606;&#1578;&#1608;&#1575;&#1606;&#1587;&#1578;&#1607;&#8204;&#1575;&#1740;&#1583; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583;&#1548; &#1583;&#1604;&#1740;&#1604;&#8204;&#1607;&#1575; &#1585;&#1575; &#1705;&#1606;&#1575;&#1585; &#1711;&#1584;&#1575;&#1588;&#1578;&#1607; &#1570;&#1606; &#1585;&#1575; &#1576;&#1585; &#1585;&#1608;&#1740; &#1662;&#1604;&#1578;&#1601;&#1585;&#1605; &#1605;&#1608;&#1585;&#1583; &#1606;&#1592;&#1585;&#1578;&#1575;&#1606; &#1606;&#1589;&#1576; &#1705;&#1606;&#1740;&#1583; &#1608; &#1575;&#1586; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1604;&#1584;&#1578; &#1576;&#1576;&#1585;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">7+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core 2 Duo E4500 @ 2.2GHz or AMD Athlon 64 X2 5600+ @ 2.8 GHz
Memory: 4 GB RAM
Graphics: GeForce 240 GT or Radeon HD 6570 &#8211; 1024 MB (1 gig)
DirectX: Version 9.0c
Hard Drive: 8 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1662;&#1604;&#1578;&#1601;&#1585;&#1605;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Ori%20and%20the%20Blind%20Forest/16316862-ori-and-the-blind-forest-definitive-edition-windows-bash-ability.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Ori%20and%20the%20Blind%20Forest/16317090-ori-and-the-blind-forest-definitive-edition-windows-dont-stay-in.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Ori%20and%20the%20Blind%20Forest/7au6ektufaj71.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Ori%20and%20the%20Blind%20Forest/ss_c617379b9d195eed0342f3ecf86898513e702b96.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Ori%20and%20the%20Blind%20Forest/cb7ce0acc459ba92112a91979f29d4438168836-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://www.zoomg.ir/game-review/26137-ori-and-the-blind-forest-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 88/100<br/>Steam: 9/10<br/>IGN: 8.5/10<br/><br/>Initial release date: March 10, 2015</div>
  </BODY>
</html>