<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Prey</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="4321.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index16.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="4344.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1499f.jpg">
        <img src="../images/1499f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Prey&#160;(2006)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Prey&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>FPS</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#84</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Take 2</b>
	    &#160;
	   	Human Head Studios
            <br/>
            <b>15.3 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1583;&#1585; &#1587;&#1575;&#1604; 2006 &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589; &#1576;&#1607; &#1606;&#1575;&#1605; Prey &#1578;&#1608;&#1587;&#1591; 2K Games &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583; &#1575;&#1605;&#1578;&#1740;&#1575;&#1586;&#1575;&#1578; &#1582;&#1608;&#1576;&#1740; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578; &#1608; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1585;&#1575;&#1740; &#1582;&#1608;&#1583; &#1583;&#1587;&#1578; &#1608; &#1662;&#1575; &#1705;&#1585;&#1583;. 5 &#1587;&#1575;&#1604; &#1576;&#1593;&#1583; &#1576;&#1575; &#1578;&#1594;&#1740;&#1740;&#1585; &#1606;&#1575;&#1588;&#1585; &#1570;&#1606; &#1576;&#1607; Bethesda Softworks &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1606;&#1587;&#1582;&#1607; &#1580;&#1583;&#1740;&#1583;&#1740; &#1585;&#1575; &#1576;&#1607; &#1606;&#1575;&#1605; Prey 2 &#1605;&#1593;&#1585;&#1601;&#1740; &#1705;&#1585;&#1583;&#1606;&#1583; &#1608; &#1662;&#1587; &#1575;&#1586; &#1605;&#1583;&#1578;&#1740; &#1576;&#1585;&#1606;&#1575;&#1605;&#1607; &#1578;&#1608;&#1587;&#1593;&#1607; &#1570;&#1606; &#1605;&#1578;&#1608;&#1602;&#1601; &#1588;&#1583;. &#1575;&#1605;&#1575; &#1662;&#1587; &#1575;&#1586; &#1605;&#1583;&#1578;&#1740; &#1583;&#1585; &#1705;&#1606;&#1601;&#1585;&#1575;&#1606;&#1587; E3 &#1588;&#1585;&#1705;&#1578; Bethesda &#1606;&#1587;&#1582;&#1607; &#1580;&#1583;&#1740;&#1583;&#1740; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1605;&#1593;&#1585;&#1601;&#1740; &#1588;&#1583; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608; &#1587;&#1575;&#1586;&#1606;&#1583;&#1607; Dishnored &#1583;&#1585; &#1581;&#1575;&#1604; &#1578;&#1608;&#1587;&#1593;&#1607; &#1576;&#1608;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1578;&#1594;&#1740;&#1740;&#1585;&#1575;&#1578; &#1601;&#1585;&#1575;&#1608;&#1575;&#1606;&#1740; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1606;&#1587;&#1582;&#1607; &#1575;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1583;&#1575;&#1585;&#1583; &#1608; &#1588;&#1576;&#1575;&#1607;&#1578;&#8204;&#1607;&#1575;&#1740;&#1740; &#1575;&#1586; &#1593;&#1606;&#1608;&#1575;&#1606; &#1602;&#1576;&#1604;&#1740; &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; Prey &#1583;&#1740;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;.<br/><br/>&#1588;&#1605;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1606;&#1602;&#1588; Morgan Yu &#1607;&#1587;&#1578;&#1740;&#1583; &#1608; &#1583;&#1585; &#1575;&#1576;&#1578;&#1583;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1575;&#1740;&#1606; &#1588;&#1605;&#1575; &#1607;&#1587;&#1578;&#1740;&#1583; &#1705;&#1607; &#1580;&#1606;&#1587;&#1740;&#1578; &#1588;&#1582;&#1589;&#1740;&#1578; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583;. &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1587;&#1575;&#1604; 2032 &#1662;&#1740;&#1588; &#1605;&#1740;&#8204;&#1585;&#1608;&#1583; &#1575;&#1605;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1607;&#1740;&#1670;&#8204;&#1608;&#1602;&#1578; &#1585;&#1574;&#1740;&#1587;&#8204;&#1580;&#1605;&#1607;&#1608;&#1585; &#1570;&#1605;&#1585;&#1740;&#1705;&#1575; &#1580;&#1575;&#1606;. &#1575;&#1601; &#1705;&#1606;&#1583;&#1740; &#1583;&#1585; &#1587;&#1575;&#1604; 1963 &#1576;&#1607; &#1602;&#1578;&#1604; &#1606;&#1605;&#1740;&#8204;&#1585;&#1587;&#1583; &#1608; &#1576;&#1585;&#1606;&#1575;&#1605;&#1607;&#8204;&#1607;&#1575;&#1740; &#1601;&#1590;&#1575;&#1740;&#1740; &#1576;&#1607; &#1588;&#1705;&#1604; &#1576;&#1575;&#1608;&#1585;&#1606;&#1705;&#1585;&#1583;&#1606;&#1740; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;. &#1588;&#1605;&#1575; &#1607;&#1605; &#1583;&#1585; &#1740;&#1705;&#1740; &#1575;&#1586; &#1662;&#1575;&#1740;&#1711;&#1575;&#1607;&#8204;&#1607;&#1575;&#1740; &#1601;&#1590;&#1575;&#1740;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; Talos-1 &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; &#1580;&#1575;&#1606;. &#1575;&#1601; &#1705;&#1606;&#1583;&#1740; &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1605;&#1587;&#1578;&#1602;&#1585; &#1588;&#1583;&#1607; &#1608; &#1583;&#1585; &#1581;&#1575;&#1604; &#1575;&#1606;&#1580;&#1575;&#1605; &#1570;&#1586;&#1605;&#1575;&#1740;&#1588;&#1575;&#1606;&#1740; &#1607;&#1587;&#1578;&#1740;&#1583;.<br/><br/>&#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1588;&#1605;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1578;&#1575;&#1740;&#1601;&#1608;&#1606; &#1607;&#1575; &#1607;&#1587;&#1578;&#1606;&#1583; &#1705;&#1607; &#1607;&#1583;&#1601;&#1588;&#1575;&#1606; &#1588;&#1705;&#1575;&#1585; &#1578;&#1605;&#1575;&#1605;&#1740; &#1575;&#1606;&#1587;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1583;&#1585;&#1608;&#1606; &#1587;&#1740;&#1575;&#1585;&#1607; &#1575;&#1587;&#1578;. &#1578;&#1575;&#1740;&#1601;&#1608;&#1606; &#1607;&#1575; &#1575;&#1606;&#1608;&#1575;&#1593; &#1605;&#1582;&#1578;&#1604;&#1601; &#1576;&#1575; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1583;&#1575;&#1585;&#1606;&#1583; &#1705;&#1607; &#1576;&#1575; &#1705;&#1588;&#1578;&#1606; &#1570;&#1606;&#8204;&#1607;&#1575; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575; &#1608; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583;. 3 &#1606;&#1608;&#1593; &#1605;&#1582;&#1578;&#1604;&#1601; &#1575;&#1586; &#1578;&#1575;&#1740;&#1601;&#1608;&#1606; &#1607;&#1575; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583;&#1548; &#1605;&#1740;&#1605;&#1740;&#1705; &#1607;&#1575;&#1548; &#1601;&#1575;&#1606;&#1578;&#1608;&#1605; &#1607;&#1575; &#1608; &#1606;&#1575;&#1740;&#1578;&#1605;&#1585;. &#1606;&#1608;&#1593; &#1575;&#1608;&#1604; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578; &#1575;&#1740;&#1606; &#1585;&#1575; &#1583;&#1575;&#1585;&#1606;&#1583; &#1705;&#1607; &#1588;&#1705;&#1604; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1607; &#1588;&#1576;&#1740;&#1607; &#1608;&#1587;&#1575;&#1740;&#1604; &#1605;&#1608;&#1580;&#1608;&#1583; &#1583;&#1585; &#1605;&#1581;&#1740;&#1591; &#1576;&#1575;&#1586;&#1740; &#1705;&#1606;&#1606;&#1583;&#1548; &#1587;&#1585;&#1593;&#1578; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1575;&#1604;&#1575; &#1606;&#1740;&#1586; &#1576;&#1608;&#1583;&#1607; &#1608; &#1576;&#1607; &#1593;&#1606;&#1705;&#1576;&#1608;&#1578;&#8204;&#1607;&#1575; &#1588;&#1576;&#1575;&#1607;&#1578; &#1583;&#1575;&#1585;&#1606;&#1583;&#1548; &#1586;&#1605;&#1575;&#1606;&#1740; &#1705;&#1607; &#1583;&#1585; &#1581;&#1575;&#1604; &#1576;&#1575;&#1586;&#1740; &#1607;&#1587;&#1578;&#1740;&#1583; &#1575;&#1581;&#1587;&#1575;&#1587; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583; &#1705;&#1607; &#1575;&#1588;&#1740;&#1575;&#1607;&#1575;&#1740; &#1605;&#1608;&#1580;&#1608;&#1583; &#1583;&#1585; &#1605;&#1581;&#1740;&#1591; &#1605;&#1740;&#1605;&#1740;&#1705; &#1607;&#1575; &#1607;&#1587;&#1578;&#1606;&#1583; &#1606;&#1607; &#1608;&#1587;&#1575;&#1740;&#1604; &#1593;&#1575;&#1583;&#1740;. &#1601;&#1575;&#1606;&#1578;&#1608;&#1605; &#1607;&#1575; &#1606;&#1740;&#1586; &#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1740;&#1607; &#1575;&#1606;&#1587;&#1575;&#1606; &#1607;&#1587;&#1578;&#1606;&#1583; &#1608; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1578;&#1604;&#1662;&#1608;&#1585;&#1578; &#1705;&#1585;&#1583;&#1606; &#1583;&#1575;&#1585;&#1606;&#1583; &#1705;&#1607; &#1607;&#1585; &#1604;&#1581;&#1592;&#1607; &#1581;&#1587; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583; &#1662;&#1588;&#1578; &#1587;&#1585; &#1588;&#1605;&#1575; &#1607;&#1587;&#1578;&#1606;&#1583;.<br/><br/>&#1607;&#1605;&#1575;&#1606;&#8204;&#1591;&#1608;&#1585; &#1705;&#1607; &#1583;&#1585; &#1602;&#1576;&#1604; &#1711;&#1601;&#1578;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740; &#1588;&#1576;&#1575;&#1607;&#1578; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1602;&#1576;&#1604;&#1740; &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1575;&#1585;&#1583; &#1575;&#1586; &#1575;&#1740;&#1606; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1576;&#1607; &#1604;&#1608;&#1604; &#1583;&#1740;&#1586;&#1575;&#1606; &#1582;&#1608;&#1576; &#1576;&#1575;&#1586;&#1740; &#1575;&#1588;&#1575;&#1585;&#1607; &#1705;&#1585;&#1583;&#1548; &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1740;&#1588;&#1578;&#1585; &#1602;&#1587;&#1605;&#1578;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1583;&#1608;&#1606; &#1575;&#1740;&#1606;&#1705;&#1607; &#1581;&#1578;&#1740; &#1576;&#1575; &#1740;&#1705;&#1740; &#1575;&#1586; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1585;&#1608; &#1576;&#1607; &#1585;&#1608; &#1588;&#1608;&#1740;&#1583; &#1585;&#1583; &#1705;&#1606;&#1740;&#1583;. &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1588;&#1605;&#1575; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583; &#1576;&#1575;&#1740;&#1583; &#1570;&#1662;&#1711;&#1585;&#1740;&#1583; &#1705;&#1606;&#1740;&#1583;&#1548; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1587;&#1740;&#1587;&#1578;&#1605; &#1705;&#1585;&#1601;&#1578;&#1740;&#1606;&#1711; &#1580;&#1575;&#1604;&#1576;&#1740; &#1606;&#1740;&#1586; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583;&#1548; &#1575;&#1740;&#1606; &#1587;&#1740;&#1587;&#1578;&#1605;&#8204;&#1607;&#1575; &#1588;&#1576;&#1575;&#1607;&#1578; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1607; Dishnored &#1608; Deus Ex &#1583;&#1575;&#1585;&#1606;&#1583;.<br/><br/>&#1582;&#1608;&#1588;&#1576;&#1582;&#1578;&#1575;&#1606;&#1607; &#1576;&#1582;&#1588; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1582;&#1608;&#1576; &#1705;&#1575;&#1585; &#1588;&#1583;&#1607;&#1548; &#1581;&#1575;&#1604;&#1578;&#1740; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1576;&#1575;&#1586;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1740;&#1705; &#1578;&#1575;&#1576;&#1604;&#1608; &#1606;&#1602;&#1575;&#1588;&#1740; &#1585;&#1606;&#1711; &#1585;&#1608;&#1594;&#1606; &#1575;&#1587;&#1578; &#1608;&#1604;&#1740; &#1606;&#1607; &#1583;&#1585; &#1581;&#1583; &#1587;&#1585;&#1740; Dishnored. &#1578;&#1705;&#1587;&#1670;&#1585; &#1607;&#1575; &#1607;&#1605; &#1582;&#1608;&#1576; &#1705;&#1575;&#1585; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608;&#1604;&#1740; &#1740;&#1705;&#1740; &#1575;&#1586; &#1606;&#1705;&#1575;&#1578; &#1605;&#1579;&#1576;&#1578; &#1575;&#1740;&#1606; &#1576;&#1582;&#1588; &#1578;&#1608;&#1580;&#1607; &#1576;&#1607; &#1580;&#1586;&#1740;&#1740;&#1575;&#1578; &#1570;&#1606; &#1575;&#1587;&#1578;. &#1580;&#1586;&#1740;&#1740;&#1575;&#1578; &#1586;&#1740;&#1575;&#1583; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1605;&#1581;&#1740;&#1591; &#1588;&#1605;&#1575; &#1585;&#1575; &#1740;&#1575;&#1583; &#1583;&#1740;&#1711;&#1585; &#1576;&#1575;&#1586;&#1607;&#1575;&#1740; &#1576;&#1578;&#1587;&#1583;&#1575; &#1605;&#1575;&#1606;&#1606;&#1583; &#1587;&#1585;&#1740; &#1601;&#1575;&#1604;&#1608;&#1578; &#1608; &#1575;&#1604;&#1583;&#1585; &#1575;&#1587;&#1705;&#1585;&#1608;&#1604;&#1586; &#1575;&#1606;&#1583;&#1575;&#1586;&#1583;. &#1576;&#1582;&#1588; &#1605;&#1608;&#1587;&#1740;&#1602;&#1740; &#1608; &#1589;&#1583;&#1575;&#1711;&#1584;&#1575;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1582;&#1608;&#1588;&#1576;&#1582;&#1578;&#1575;&#1606;&#1607; &#1582;&#1608;&#1576; &#1705;&#1575;&#1585; &#1588;&#1583;&#1607; &#1608; &#1576;&#1575; &#1580;&#1608; &#1576;&#1575;&#1586;&#1740; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1607;&#1605;&#1575;&#1607;&#1606;&#1711; &#1575;&#1587;&#1578;.<br/><br/>&#1575;&#1587;&#1578;&#1583;&#1740;&#1608; Arkane &#1576;&#1575;&#1585; &#1583;&#1740;&#1711;&#1585; &#1579;&#1575;&#1576;&#1578; &#1705;&#1585;&#1583; &#1705;&#1607; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1588;&#1575;&#1606;&#1587;&#1740; &#1606;&#1576;&#1608;&#1583;&#1607; &#1608; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740; &#1587;&#1575;&#1582;&#1578; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1593;&#1575;&#1604;&#1740; &#1585;&#1575; &#1583;&#1575;&#1585;&#1606;&#1583;. Prey &#1575;&#1740;&#1583;&#1607; &#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1583;&#1740;&#1711;&#1585; &#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1605;&#1575; &#1576;&#1575; &#1606;&#1608;&#1570;&#1608;&#1585;&#1740;&#8204;&#1607;&#1575;&#1740; &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1578;&#1576;&#1583;&#1740;&#1604; &#1576;&#1607; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1593;&#1575;&#1604;&#1740; &#1588;&#1583;&#1607;. &#1662;&#1587; &#1607;&#1605;&#1740;&#1606; &#1575;&#1604;&#1570;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1582;&#1585;&#1740;&#1583;&#1575;&#1585;&#1740; &#1705;&#1606;&#1740;&#1583; &#1670;&#1608;&#1606; &#1740;&#1705; &#1575;&#1740;&#1587;&#1578;&#1711;&#1575;&#1607; &#1601;&#1590;&#1575;&#1740;&#1740; &#1662;&#1585; &#1575;&#1586; &#1585;&#1605;&#1586; &#1608; &#1585;&#1575;&#1586; &#1605;&#1606;&#1578;&#1592;&#1585; &#1588;&#1605;&#1575;&#1587;&#1578;!</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td nowrap="1" class="fieldlabel">Devices</td>
                  <td class="fieldvalue">Mouse</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">Mature</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">OS: Windows 7/8/10 (64-bit versions)
Processor: Intel i5-2400, AMD FX-8320
Memory: 8 GB RAM
Graphics: GTX 660 2GB, AMD Radeon 7850 2GB
Storage: 20 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Prey/1rfs78.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Prey/2991768-prey-windows-this-is-way-too-quiet.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Prey/C4e71bdXAAEYq5N.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Prey/Prey_06.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Prey/a84bd10b4a8c8555534bd3dc55f0e5ce6350555-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/394041/&#1587;&#1608;&#1587;&#1705;-&#1705;&#1588;&#1740;-&#1576;&#1578;&#1586;&#1583;&#1575;&#1740;&#1740;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;&#1740;-prey/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 82/100<br/>Steam: 9/10<br/>IGN: 8/10<br/><br/>Initial release: May 5, 2017</div>
  </BODY>
</html>