<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Raid: World War II</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="4450.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index18.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="1553.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1540f.jpg">
        <img src="../images/1540f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Raid: World War II&#160;(2017)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>FPS</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#87</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>505 Games</b>
	    &#160;
	   	Starbreeze Stud.
            <br/>
            <b>10.9 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1670;&#1607;&#1585;&#1607;&#8204;&#1740; &#1586;&#1588;&#1578; &#1580;&#1606;&#1711; &#1583;&#1585; &#1583;&#1608;&#1585;&#1575;&#1606; &#1580;&#1606;&#1711; &#1580;&#1607;&#1575;&#1606;&#1740; &#1583;&#1608;&#1605; &#1576;&#1607;&#8204; &#1578;&#1589;&#1608;&#1740;&#1585; &#1605;&#1740;&#8204;&#1705;&#1588;&#1606;&#1583; &#1576;&#1607;&#8204;&#1578;&#1575;&#1586;&#1711;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1705;&#1605;&#8204;&#1585;&#1606;&#1711; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1605;&#1575; &#1575;&#1605;&#1585;&#1608;&#1586;&#1607; &#1588;&#1575;&#1607;&#1583; &#1705;&#1605;&#1578;&#1585; &#1576;&#1575;&#1586;&#1740; &#1607;&#1587;&#1578;&#1740;&#1605; &#1705;&#1607; &#1576;&#1607; &#1575;&#1740;&#1606; &#1580;&#1606;&#1711; &#1576;&#1586;&#1585;&#1711; &#1705;&#1607; &#1583;&#1585; &#1570;&#1606; &#1605;&#1740;&#1604;&#1740;&#1608;&#1606;&#8204;&#1607;&#1575; &#1606;&#1601;&#1585; &#1580;&#1575;&#1606; &#1582;&#1608;&#1583; &#1585;&#1575; &#1575;&#1586; &#1583;&#1587;&#1578; &#1583;&#1575;&#1583;&#1606;&#1583; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1583;&#1548; Raid World War II &#1705;&#1607; &#1576;&#1607;&#8204;&#1578;&#1575;&#1586;&#1711;&#1740; &#1578;&#1608;&#1587;&#1591; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608;&#1740; Lion game Lion &#1576;&#1585;&#1575;&#1740; &#1705;&#1606;&#1587;&#1608;&#1604;&#8204;&#1607;&#1575;&#1740; &#1606;&#1587;&#1604; &#1607;&#1588;&#1578;&#1605;&#1740; &#1608; &#1585;&#1575;&#1740;&#1575;&#1606;&#1607;&#8204;&#1607;&#1575;&#1740; &#1588;&#1582;&#1589;&#1740; &#1583;&#1585; &#1583;&#1587;&#1578;&#1585;&#1587; &#1602;&#1585;&#1575;&#1585;&#1711;&#1585;&#1601;&#1578;&#1607; &#1740;&#1705;&#1740; &#1575;&#1586; &#1570;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604;&#8204;&#1588;&#1582;&#1589;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1588; &#1583;&#1585; &#1583;&#1608;&#1585;&#1575;&#1606; &#1580;&#1606;&#1711; &#1580;&#1607;&#1575;&#1606;&#1740; &#1583;&#1608;&#1605; &#1585;&#1608;&#1575;&#1740;&#1578; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;&#1548; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1585;&#1582;&#1604;&#1575;&#1601; &#1583;&#1740;&#1711;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1605;&#1585;&#1576;&#1608;&#1591; &#1576;&#1607; &#1580;&#1606;&#1711; &#1580;&#1607;&#1575;&#1606;&#1740; &#1587;&#1593;&#1740; &#1705;&#1585;&#1583;&#1607; &#1575;&#1586; &#1705;&#1604;&#1740;&#1588;&#1607;&#8204;&#1607;&#1575; &#1601;&#1575;&#1589;&#1604;&#1607; &#1711;&#1585;&#1601;&#1578;&#1607; &#1608; &#1576;&#1575; &#1740;&#1705; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1580;&#1583;&#1740;&#1583; &#1608; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1575;&#1593;&#1578;&#1740;&#1575;&#1583;&#1570;&#1608;&#1585; &#1605;&#1582;&#1575;&#1591;&#1576;&#1575;&#1606; &#1605;&#1582;&#1589;&#1608;&#1589; &#1576;&#1607; &#1582;&#1608;&#1583; &#1585;&#1575; &#1580;&#1584;&#1576; &#1705;&#1606;&#1583;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; Raid World War II &#1583;&#1585;&#1586;&#1605;&#1575;&#1606;&#1740; &#1585;&#1608;&#1575;&#1740;&#1578; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1705;&#1607; &#1587;&#1575;&#1740;&#1607;&#8204;&#1740; &#1592;&#1604;&#1605; &#1608; &#1576;&#1740;&#8204;&#1585;&#1581;&#1605;&#1740; &#1606;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1576;&#1585; &#1585;&#1608;&#1740; &#1575;&#1585;&#1608;&#1662;&#1575; &#1587;&#1575;&#1740;&#1607; &#1575;&#1606;&#1583;&#1575;&#1582;&#1578;&#1607; &#1608; &#1578;&#1605;&#1575;&#1605;&#1740; &#1705;&#1588;&#1608;&#1585;&#1607;&#1575;&#1740; &#1575;&#1740;&#1606; &#1602;&#1575;&#1585;&#1607; &#1583;&#1585; &#1587;&#1705;&#1608;&#1578; &#1608; &#1578;&#1585;&#1587; &#1576;&#1607; &#1587;&#1585; &#1605;&#1740;&#8204;&#1576;&#1585;&#1606;&#1583;&#1548; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1575;&#1586; &#1601;&#1585;&#1605;&#1575;&#1606;&#1583;&#1607;&#1575;&#1606; &#1580;&#1606;&#1711;&#1740; &#1578;&#1608;&#1587;&#1591; &#1606;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1705;&#1588;&#1578;&#1607; &#1740;&#1575; &#1576;&#1607; &#1711;&#1585;&#1608;&#1711;&#1575;&#1606; &#1711;&#1585;&#1601;&#1578;&#1607;&#8204;&#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1578;&#1602;&#1585;&#1740;&#1576;&#1575;&#1611; &#1578;&#1605;&#1575;&#1605;&#1740; &#1575;&#1605;&#1740;&#1583;&#1607;&#1575; &#1576;&#1585;&#1575;&#1740; &#1585;&#1607;&#1575;&#1740;&#1740; &#1575;&#1586; &#1575;&#1740;&#1606; &#1605;&#1608;&#1602;&#1593;&#1740;&#1578; &#1575;&#1586;&#1583;&#1587;&#1578;&#8204;&#1585;&#1601;&#1578;&#1607;&#8204;&#1575;&#1606;&#1583;&#1548; &#1583;&#1585; &#1575;&#1740;&#1606; &#1605;&#1740;&#1575;&#1606; &#1588;&#1605;&#1575; &#1583;&#1585; &#1606;&#1602;&#1588; &#1740;&#1705; &#1587;&#1585;&#1576;&#1575;&#1586; &#1575;&#1606;&#1711;&#1604;&#1740;&#1587;&#1740; &#1576;&#1575; &#1705;&#1605;&#1705; &#1580;&#1608;&#1582;&#1607;&#8204;&#1740; &#1582;&#1608;&#1583; &#1576;&#1575;&#1740;&#1583; &#1576;&#1607; &#1575;&#1606;&#1580;&#1575;&#1605; &#1593;&#1605;&#1604;&#1740;&#1575;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1601;&#1740; &#1705;&#1575;&#1585;&#1575;&#1606;&#1607; &#1583;&#1585; &#1583;&#1604; &#1570;&#1604;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#1583; &#1608; &#1670;&#1606;&#1583; &#1578;&#1606; &#1575;&#1586; &#1601;&#1585;&#1605;&#1575;&#1606;&#1583;&#1607;&#1575;&#1606; &#1605;&#1607;&#1605; &#1580;&#1606;&#1711;&#1740; &#1585;&#1575; &#1570;&#1586;&#1575;&#1583; &#1705;&#1606;&#1740;&#1583;&#1548; &#1705;&#1575;&#1585; &#1578;&#1740;&#1605;&#1740; &#1608; &#1589;&#1576;&#1585; &#1583;&#1585; &#1662;&#1740;&#1588;&#1576;&#1585;&#1583; &#1605;&#1585;&#1575;&#1581;&#1604; Raid World War II &#1606;&#1602;&#1588; &#1576;&#1587;&#1740;&#1575;&#1585; &#1605;&#1607;&#1605;&#1740; &#1583;&#1575;&#1585;&#1583; &#1608; &#1587;&#1585;&#1606;&#1608;&#1588;&#1578; &#1580;&#1606;&#1711; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1583;&#1587;&#1578;&#1575;&#1606; &#1588;&#1605;&#1575; &#1575;&#1587;&#1578;.<br/><br/>&#1607;&#1605;&#1575;&#1606;&#8204;&#1591;&#1608;&#1585; &#1705;&#1607; &#1711;&#1601;&#1578;&#1607; &#1588;&#1583; Raid World War II &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1575;&#1608;&#1604;&#8204;&#1588;&#1582;&#1589; &#1575;&#1587;&#1578; &#1608; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1578;&#1602;&#1585;&#1740;&#1576;&#1575;&#1611; &#1578;&#1605;&#1575;&#1605;&#1740; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1586;&#1585;&#1711;&#1575;&#1606; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1585;&#1575; &#1583;&#1575;&#1585;&#1583;&#1548; &#1575;&#1586; &#1583;&#1740;&#1711;&#1585; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1576;&#1607; &#1578;&#1606;&#1608;&#1593; &#1576;&#1587;&#1740;&#1575;&#1585; &#1576;&#1575;&#1604;&#1575;&#1740;&#1740; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1576;&#1607; &#1607;&#1608;&#1588; &#1605;&#1589;&#1606;&#1608;&#1593;&#1740; &#1576;&#1575;&#1604;&#1575;&#1740; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1575;&#1588;&#1575;&#1585;&#1607; &#1705;&#1585;&#1583;.<br/><br/>&#1576;&#1575;&#1575;&#1740;&#1606;&#1705;&#1607; &#1606;&#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; Raid World War II &#1585;&#1575; &#1575;&#1586;&#1604;&#1581;&#1575;&#1592; &#1576;&#1589;&#1585;&#1740; &#1576;&#1575; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1606;&#1575;&#1605;&#8204;&#1570;&#1588;&#1606;&#1575;&#1740; &#1688;&#1575;&#1606;&#1585; &#1588;&#1608;&#1578;&#1585; &#1605;&#1602;&#1575;&#1740;&#1587;&#1607; &#1705;&#1585;&#1583; &#1575;&#1605;&#1575; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586;&#1604;&#1581;&#1575;&#1592; &#1576;&#1589;&#1585;&#1740; &#1583;&#1575;&#1585;&#1575;&#1740; &#1705;&#1740;&#1601;&#1740;&#1578; &#1582;&#1608;&#1576; &#1608; &#1602;&#1575;&#1576;&#1604; &#1602;&#1576;&#1608;&#1604;&#1740; &#1575;&#1587;&#1578; &#1608; &#1606;&#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1593;&#1740;&#1576;&#1740; &#1576;&#1607; &#1570;&#1606; &#1711;&#1585;&#1601;&#1578;.<br/><br/>&#1575;&#1711;&#1585; &#1575;&#1586; &#1583;&#1608;&#1587;&#1578; &#1583;&#1575;&#1585;&#1575;&#1606; &#1688;&#1575;&#1606;&#1585; &#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604;&#8204;&#1588;&#1582;&#1589; &#1608; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1580;&#1606;&#1711;&#1740; &#1607;&#1587;&#1578;&#1740;&#1583;&#1548; Raid World War II &#1576;&#1575;&#1586;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1578;&#1575;&#1585;&#1740;&#1705; &#1608; &#1594;&#1605;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586; &#1585;&#1575; &#1575;&#1586; &#1580;&#1606;&#1711; &#1580;&#1607;&#1575;&#1606;&#1740; &#1583;&#1608;&#1605; &#1585;&#1608;&#1575;&#1740;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1588;&#1605;&#1575;&#1585;&#1575; &#1576;&#1575;&#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1575;&#1593;&#1578;&#1740;&#1575;&#1583;&#1570;&#1608;&#1585;&#1588; &#1583;&#1585;&#1711;&#1740;&#1585; &#1582;&#1608;&#1583; &#1705;&#1606;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">18+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i5-2300, 2.80 GHz | AMD FX-4350, 4.2 GHz
Memory: 4 GB RAM
Graphics: GeForce GTX 460 | Radeon HD 6870, 512 MB VRAM
DirectX: Version 9.0</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589;, &#1575;&#1705;&#1588;&#1606;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Raid:%20World%20War%20II/RAID_Screenshot_002.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Raid:%20World%20War%20II/larg1e.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Raid:%20World%20War%20II/large-(1).jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Raid:%20World%20War%20II/large.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Raid:%20World%20War%20II/2e9e854609e37bd1b3b676837a42e47c8174714-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 46/100<br/>Steam: 6/10<br/><br/>Initial release date: September 26, 2017<br/>
    </div>
  </BODY>
</html>