<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Ready or Not</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="1540.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index18.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="4462.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1553f.jpg">
        <img src="../images/1553f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Ready or Not&#160;(2023)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>FPS, Shooter, Tactical</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#88</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>VOID Interactive</b>
	    &#160;
	   	VOID Interactive
            <br/>
            <b>32.4 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1740;&#1705;&#1740; &#1575;&#1586; &#1582;&#1576;&#1585;&#1607;&#8204;&#1578;&#1585;&#1740;&#1606; &#1606;&#1740;&#1585;&#1608;&#1607;&#1575;&#1740; &#1662;&#1604;&#1740;&#1587; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1548; &#1606;&#1740;&#1585;&#1608;&#1607;&#1575;&#1740; &#1608;&#1740;&#1688;&#1607; SWAT &#1607;&#1587;&#1578;&#1606;&#1583;. SWAT &#1705;&#1607; &#1605;&#1582;&#1601;&#1601; &#1593;&#1576;&#1575;&#1585;&#1578; Special Weapons and Tactics &#1576;&#1607; &#1605;&#1593;&#1606;&#1575;&#1740; &#1587;&#1604;&#1575;&#1581; &#1608; &#1578;&#1575;&#1705;&#1578;&#1740;&#1705;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1688;&#1607; &#1575;&#1587;&#1578;&#1548; &#1606;&#1740;&#1585;&#1608;&#1607;&#1575;&#1740;&#1740; &#1582;&#1576;&#1585;&#1607; &#1608; &#1705;&#1575;&#1585;&#1570;&#1586;&#1605;&#1608;&#1583;&#1607; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1576;&#1585;&#1575;&#1740; &#1605;&#1602;&#1575;&#1576;&#1604;&#1607; &#1576;&#1575; &#1587;&#1582;&#1578;&#8204;&#1578;&#1585;&#1740;&#1606; &#1608; &#1581;&#1587;&#1575;&#1587;&#8204;&#1578;&#1585;&#1740;&#1606; &#1588;&#1585;&#1575;&#1740;&#1591; &#1575;&#1593;&#1586;&#1575;&#1605; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583;. &#1586;&#1605;&#1575;&#1606;&#1740; &#1705;&#1607; SWAT &#1583;&#1585;&#1711;&#1740;&#1585; &#1605;&#1575;&#1580;&#1585;&#1575; &#1576;&#1575;&#1588;&#1583;&#1548; &#1605;&#1608;&#1590;&#1608;&#1593; &#1576;&#1587;&#1740;&#1575;&#1585; &#1580;&#1583;&#1740; &#1608; &#1581;&#1740;&#1575;&#1578;&#1740; &#1575;&#1587;&#1578;. &#1576;&#1575;&#1586;&#1740; Ready or Not &#1575;&#1586; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; VOID Interactive &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1580;&#1584;&#1575;&#1576; &#1583;&#1585; &#1587;&#1576;&#1705; &#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604;&#8204;&#1588;&#1582;&#1589; &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1588;&#1605;&#1575; &#1585;&#1575; &#1583;&#1585; &#1602;&#1583;&#1605;&#8204;&#1607;&#1575;&#1740; &#1740;&#1705; &#1605;&#1571;&#1605;&#1608;&#1585; SWAT &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;.<br/><br/>&#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1605;&#1605;&#1604;&#1608; &#1575;&#1586; &#1604;&#1581;&#1592;&#1575;&#1578; &#1581;&#1587;&#1575;&#1587; &#1608; &#1605;&#1607;&#1740;&#1580; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575;&#1740;&#1583; &#1578;&#1608;&#1587;&#1591; &#1578;&#1575;&#1705;&#1578;&#1740;&#1705;&#8204;&#1607;&#1575; &#1608; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740;&#8204;&#1607;&#1575;&#1740; &#1583;&#1602;&#1740;&#1602; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1662;&#1740;&#1588; &#1576;&#1576;&#1585;&#1740;&#1583;. &#1583;&#1585; &#1606;&#1602;&#1588; &#1605;&#1571;&#1605;&#1608;&#1585; SWAT &#1588;&#1605;&#1575; &#1576;&#1575;&#1740;&#1583; &#1578;&#1605;&#1575;&#1605; &#1580;&#1608;&#1575;&#1606;&#1576; &#1585;&#1575; &#1576;&#1587;&#1606;&#1580;&#1740;&#1583; &#1608; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575; &#1585;&#1575; &#1576;&#1607; &#1578;&#1605;&#1740;&#1586;&#1578;&#1585;&#1740;&#1606; &#1588;&#1705;&#1604; &#1605;&#1605;&#1705;&#1606; &#1576;&#1607; &#1662;&#1575;&#1740;&#1575;&#1606; &#1576;&#1585;&#1587;&#1575;&#1606;&#1740;&#1583;&#1548; &#1575;&#1740;&#1606;&#1580;&#1575; &#1582;&#1576;&#1585;&#1740; &#1575;&#1586; &#1588;&#1604;&#1740;&#1705;&#8204;&#1607;&#1575;&#1740; &#1605;&#1605;&#1578;&#1583; &#1608; &#1576;&#1740;&#8204;&#1607;&#1583;&#1601; &#1576;&#1575; &#1587;&#1604;&#1575;&#1581; &#1606;&#1740;&#1587;&#1578; &#1608; &#1576;&#1585;&#1575;&#1740; &#1607;&#1585; &#1578;&#1589;&#1605;&#1740;&#1605;&#1740;&#1548; &#1576;&#1575;&#1740;&#1583; &#1582;&#1608;&#1576; &#1601;&#1705;&#1585; &#1705;&#1606;&#1740;&#1583;. &#1608;&#1580;&#1608;&#1583; &#1602;&#1608;&#1575;&#1606;&#1740;&#1606; &#1601;&#1740;&#1586;&#1740;&#1705; &#1608;&#1575;&#1602;&#1593;&#8204;&#1711;&#1585;&#1575;&#1740;&#1575;&#1606;&#1607; &#1711;&#1604;&#1608;&#1604;&#1607;&#8204;&#1607;&#1575;&#1548; &#1576;&#1585;&#1582;&#1608;&#1585;&#1583; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1607; &#1587;&#1591;&#1608;&#1581; &#1608; &#1608;&#1575;&#1705;&#1606;&#1588; &#1605;&#1582;&#1578;&#1604;&#1601; &#1607;&#1585; &#1705;&#1583;&#1575;&#1605; &#1608; &#1705;&#1606;&#1578;&#1585;&#1604; &#1583;&#1602;&#1740;&#1602; &#1607;&#1585; &#1587;&#1604;&#1575;&#1581; &#1578;&#1580;&#1585;&#1576;&#1607; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1575;&#1586; &#1578;&#1605;&#1575;&#1605;&#1740; &#1588;&#1608;&#1578;&#1585;&#1607;&#1575;&#1740; &#1575;&#1608;&#1604;&#8204;&#1588;&#1582;&#1589; &#1583;&#1740;&#1711;&#1585; &#1605;&#1578;&#1605;&#1575;&#1740;&#1586; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;.<br/><br/>&#1588;&#1605;&#1575; &#1576;&#1607; &#1576;&#1740;&#1588; &#1575;&#1586; 60 &#1605;&#1583;&#1604; &#1605;&#1582;&#1578;&#1604;&#1601; &#1587;&#1604;&#1575;&#1581; &#1608; &#1578;&#1580;&#1607;&#1740;&#1586;&#1575;&#1578; &#1662;&#1604;&#1740;&#1587; SWAT &#1576;&#1585;&#1575;&#1740; &#1662;&#1740;&#1588;&#1585;&#1608;&#1740; &#1583;&#1585; &#1605;&#1585;&#1575;&#1581;&#1604; &#1576;&#1575;&#1586;&#1740; &#1583;&#1587;&#1578;&#1585;&#1587;&#1740; &#1583;&#1575;&#1585;&#1740;&#1583; &#1705;&#1607; &#1576;&#1587;&#1578;&#1607; &#1576;&#1607; &#1606;&#1608;&#1593; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#1548; &#1576;&#1575;&#1740;&#1583; &#1607;&#1585; &#1576;&#1575;&#1585; &#1670;&#1740;&#1586;&#1607;&#1575;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1576;&#1575; &#1582;&#1608;&#1583;&#1578;&#1575;&#1606; &#1581;&#1605;&#1604; &#1705;&#1606;&#1740;&#1583;. &#1588;&#1575;&#1740;&#1583; &#1583;&#1585; &#1740;&#1705; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578; &#1605;&#1582;&#1601;&#1740;&#8204;&#1705;&#1575;&#1585;&#1740; &#1581;&#1585;&#1601; &#1575;&#1608;&#1604; &#1585;&#1575; &#1576;&#1586;&#1606;&#1583; &#1608; &#1589;&#1583;&#1575;&#1582;&#1601;&#1607;&#8204;&#1705;&#1606; &#1575;&#1576;&#1586;&#1575;&#1585;&#1740; &#1590;&#1585;&#1608;&#1585;&#1740; &#1576;&#1575;&#1588;&#1583;&#1548; &#1588;&#1575;&#1740;&#1583; &#1607;&#1605; &#1583;&#1585; &#1576;&#1585;&#1582;&#1740; &#1580;&#1575;&#1607;&#1575; &#1606;&#1740;&#1575;&#1586; &#1576;&#1607; &#1605;&#1608;&#1575;&#1583; &#1605;&#1606;&#1601;&#1580;&#1585;&#1607; &#1602;&#1608;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583; &#1578;&#1575; &#1605;&#1587;&#1740;&#1585;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1585;&#1575; &#1576;&#1575;&#1586; &#1705;&#1606;&#1740;&#1583;. &#1585;&#1607;&#1576;&#1585; &#1711;&#1585;&#1608;&#1607; &#1606;&#1740;&#1586; &#1582;&#1608;&#1583;&#1578;&#1575;&#1606; &#1607;&#1587;&#1578;&#1740;&#1583; &#1608; &#1601;&#1585;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1585;&#1575; &#1576;&#1575;&#1740;&#1583; &#1583;&#1585; &#1607;&#1585; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578; &#1576;&#1607; &#1575;&#1593;&#1590;&#1575;&#1740; &#1578;&#1740;&#1605; &#1582;&#1608;&#1583; &#1576;&#1583;&#1607;&#1740;&#1583;&#1548; &#1601;&#1602;&#1591; &#1605;&#1585;&#1575;&#1602;&#1576; &#1576;&#1575;&#1588;&#1740;&#1583; &#1705;&#1607; &#1580;&#1575;&#1606;&#1588;&#1575;&#1606; &#1576;&#1575; &#1583;&#1587;&#1578;&#1608;&#1585; &#1575;&#1588;&#1578;&#1576;&#1575;&#1607; &#1576;&#1607; &#1582;&#1591;&#1585; &#1606;&#1740;&#1601;&#1578;&#1583;. &#1578;&#1606;&#1608;&#1593; &#1605;&#1585;&#1575;&#1581;&#1604; &#1608; &#1587;&#1606;&#1575;&#1585;&#1740;&#1608;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1576;&#1575;&#1604;&#1575; &#1576;&#1608;&#1583;&#1607; &#1608; &#1583;&#1585; &#1607;&#1585; &#1705;&#1583;&#1575;&#1605; &#1576;&#1607; &#1588;&#1705;&#1604; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1576;&#1607; &#1670;&#1575;&#1604;&#1588; &#1705;&#1588;&#1740;&#1583;&#1607; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1588;&#1583;. &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1586;&#1740;&#1576;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1607;&#1605; &#1576;&#1607; &#1608;&#1575;&#1602;&#1593;&#8204;&#1711;&#1585;&#1575;&#1740;&#1575;&#1606;&#1607;&#8204;&#1578;&#1585; &#1588;&#1583;&#1606; &#1570;&#1606; &#1705;&#1605;&#1705; &#1588;&#1575;&#1740;&#1575;&#1606;&#1740; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Sniper Ghost Warrior Contracts 2 &#1608; Rainbow Six Siege &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i5-4430 / AMD FX-6300
Memory: 8 GB RAM
Graphics: NVIDIA GeForce GTX 960 2GB / AMD Radeon R7 370 2GB
DirectX: Version 11
Storage: 50 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589;, &#1575;&#1705;&#1588;&#1606;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Ready%20or%20Not/ss_092bb10036648e0ef71d07bd3f568bce7ac3d7bd.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Ready%20or%20Not/ss_810cdf4f23943a805d5999ba5556c1078f017b1a.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Ready%20or%20Not/ss_a39d02adc2bcd0bb3e96f868c939cb829984ad53.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Ready%20or%20Not/ss_beb0f53b0db7e85ba9e7cf99e8511e60156f19a4.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Ready%20or%20Not/f8f34f53fb7f9d5bffaa04a6bab444bf19717976-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 79/100<br/>Steam: 9/10<br/>IGN: 7.6/10<br/><br/>Initial release date: December 17, 2021</div>
  </BODY>
</html>