<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Red Dead Redemption II</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="4462.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index18.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="1993.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1593f.jpg">
        <img src="../images/1593f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Red Dead Redemption II&#160;(2019)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Red Dead Redemption&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#89</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Rockstar Games</b>
	    &#160;
	   	Rockstar Games
            <br/>
            <b>116 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1705;&#1605;&#1578;&#1585; &#1705;&#1587;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1606;&#1575;&#1605; Rockstar Games &#1585;&#1575; &#1606;&#1588;&#1606;&#1740;&#1583;&#1607; &#1576;&#1575;&#1588;&#1583; &#1608; &#1570;&#1579;&#1575;&#1585; &#1605;&#1593;&#1585;&#1608;&#1601; &#1608; &#1602;&#1608;&#1740; &#1575;&#1740;&#1606; &#1705;&#1605;&#1662;&#1575;&#1606;&#1740; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583; &#1585;&#1575; &#1606;&#1588;&#1606;&#1575;&#1587;&#1583;. &#1575;&#1740;&#1606; &#1587;&#1575;&#1586;&#1606;&#1583;&#1607;&#8204;&#1740; &#1582;&#1604;&#1575;&#1602;&#1548; &#1580;&#1575;&#1740;&#1586;&#1607;&#8204;&#1740; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1587;&#1575;&#1604; &#1585;&#1575; &#1575;&#1586; &#1605;&#1585;&#1575;&#1587;&#1605; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1582;&#1608;&#1583; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1588;&#1607;&#1608;&#1585;&#1578;&#1585;&#1740;&#1606; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Rockstar&#1548; &#1587;&#1585;&#1740; Red Dead &#1575;&#1587;&#1578; &#1705;&#1607; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1583;&#1608;&#1605; &#1570;&#1606;&#1548; Read Dead Redemption &#1583;&#1585; &#1587;&#1575;&#1604; 2010 &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1587;&#1575;&#1604; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1588;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1580;&#1586;&#1608; &#1604;&#1740;&#1587;&#1578; &#1662;&#1585;&#1601;&#1585;&#1608;&#1588;&#8204;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1606;&#1587;&#1604; &#1607;&#1601;&#1578;&#1605; &#1606;&#1740;&#1586; &#1602;&#1585;&#1575;&#1585; &#1711;&#1585;&#1601;&#1578; &#1608; &#1578;&#1576;&#1583;&#1740;&#1604; &#1576;&#1607; &#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1608;&#1601;&#1602;&#8204;&#1578;&#1585;&#1740;&#1606; &#1587;&#1575;&#1582;&#1578;&#1607;&#8204;&#1607;&#1575;&#1740; Rockstar &#1588;&#1583;. &#1576;&#1593;&#1583; &#1575;&#1586; &#1740;&#1705; &#1575;&#1606;&#1578;&#1592;&#1575;&#1585; &#1591;&#1608;&#1604;&#1575;&#1606;&#1740; 8 &#1587;&#1575;&#1604;&#1607;&#1548; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1576;&#1593;&#1583;&#1740; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1606;&#1575;&#1605; Read Dead Redemption 2 &#1585;&#1608;&#1575;&#1606;&#1607;&#8204;&#1740; &#1576;&#1575;&#1586;&#1575;&#1585; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1607; &#1580;&#1585;&#1574;&#1578; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1606;&#1587;&#1604; &#1607;&#1588;&#1578;&#1605; &#1583;&#1575;&#1606;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1740;&#1705; &#1583;&#1606;&#1740;&#1575;&#1740; &#1570;&#1586;&#1575;&#1583; &#1583;&#1585; &#1586;&#1605;&#1575;&#1606; &#1608;&#1587;&#1578;&#1585;&#1606; &#1608; &#1594;&#1585;&#1576; &#1608;&#1581;&#1588;&#1740; &#1585;&#1575; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1608; &#1576;&#1575; &#1711;&#1740;&#1605;&#8204;&#1662;&#1604;&#1740; &#1740;&#1705;&#1578;&#1575; &#1608; &#1576;&#1740;&#8204;&#1605;&#1575;&#1606;&#1606;&#1583; &#1582;&#1608;&#1583;&#1548; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1576;&#1740;&#8204;&#1588;&#1605;&#1575;&#1585;&#1740; &#1585;&#1575; &#1576;&#1607; &#1582;&#1608;&#1583; &#1580;&#1584;&#1576; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. Read Dead Redemption 2 &#1583;&#1585; &#1587;&#1576;&#1705; &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740; &#1575;&#1587;&#1578; &#1608; &#1583;&#1585; &#1583;&#1608; &#1583;&#1608;&#1585;&#1576;&#1740;&#1606; &#1587;&#1608;&#1605;&#8204; &#1588;&#1582;&#1589; &#1608; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589;&#1548; &#1602;&#1575;&#1576;&#1604; &#1578;&#1580;&#1585;&#1576;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1585;&#1608;&#1575;&#1740;&#1578;&#1740; &#1580;&#1584;&#1575;&#1576; &#1705;&#1607; &#1608;&#1602;&#1575;&#1740;&#1593; &#1662;&#1740;&#1588; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1575;&#1608;&#1604; &#1585;&#1575; &#1583;&#1606;&#1576;&#1575;&#1604; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;<br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740;&#1548; &#1602;&#1576;&#1604; &#1575;&#1586; &#1608;&#1602;&#1575;&#1740;&#1593; Read Dead Redemption &#1580;&#1585;&#1740;&#1575;&#1606; &#1583;&#1575;&#1585;&#1583; &#1608; &#1588;&#1605;&#1575; &#1583;&#1585; &#1606;&#1602;&#1588; Arthur Morgan &#1705;&#1607; &#1583;&#1585; &#1711;&#1606;&#1711; Van der Linde &#1593;&#1590;&#1608; &#1575;&#1587;&#1578;&#1548; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1740;&#1583;. &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1602;&#1576;&#1604; &#1575;&#1586; &#1608;&#1602;&#1575;&#1740;&#1593; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1602;&#1576;&#1604;&#1740; &#1580;&#1585;&#1740;&#1575;&#1606; &#1583;&#1575;&#1585;&#1583; &#1608; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1575;&#1586; &#1580;&#1605;&#1604;&#1607; John Marston &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1585;&#1606;&#1583; &#1705;&#1607; &#1582;&#1576;&#1585; &#1576;&#1587;&#1740;&#1575;&#1585; &#1582;&#1608;&#1576;&#1740; &#1576;&#1585;&#1575;&#1740; &#1607;&#1608;&#1575;&#1583;&#1575;&#1585;&#1575;&#1606; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1575;&#1587;&#1578;. &#1576;&#1575;&#1586;&#1740; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1586;&#1740;&#1576;&#1575;&#1578;&#1585; &#1608; &#1662;&#1740;&#1670;&#1740;&#1583;&#1607;&#8204;&#1578;&#1585; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1602;&#1576;&#1604;&#1740; &#1585;&#1575; &#1576;&#1607; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1705;&#1607; &#1576;&#1585;&#1575;&#1740; &#1582;&#1585;&#1575;&#1576; &#1606;&#1588;&#1583;&#1606; &#1576;&#1582;&#1588; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1576;&#1585;&#1575;&#1740; &#1607;&#1608;&#1575;&#1583;&#1575;&#1585;&#1575;&#1606;&#1548; &#1575;&#1586; &#1578;&#1608;&#1590;&#1740;&#1581; &#1576;&#1740;&#1588;&#1578;&#1585; &#1570;&#1606; &#1575;&#1580;&#1578;&#1606;&#1575;&#1576; &#1705;&#1585;&#1583;&#1740;&#1605;. &#1578;&#1606;&#1608;&#1593; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1575;&#1583; &#1575;&#1586; &#1608; &#1576;&#1582;&#1588; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1576;&#1575;&#1586;&#1740;&#1548; 65 &#1587;&#1575;&#1593;&#1578; &#1591;&#1608;&#1604; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1588;&#1740;&#1583; &#1705;&#1607; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740;&#1606; &#1586;&#1605;&#1575;&#1606; &#1604;&#1575;&#1586;&#1605; &#1576;&#1585;&#1575;&#1740; &#1705;&#1575;&#1605;&#1604; &#1705;&#1585;&#1583;&#1606; &#1576;&#1582;&#1588; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1576;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1606;&#1587;&#1604; &#1607;&#1601;&#1578;&#1605;&#1740; &#1608; &#1607;&#1588;&#1578;&#1605;&#1740; Rockstar &#1575;&#1587;&#1578;. &#1576;&#1740;&#1588; &#1575;&#1586; &#1607;&#1586;&#1575;&#1585; &#1576;&#1575;&#1586;&#1740;&#1711;&#1585; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1589;&#1583;&#1575;&#1711;&#1584;&#1575;&#1585;&#1740; &#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1705;&#1607; &#1581;&#1575;&#1589;&#1604; &#1570;&#1606;&#1548; &#1580;&#1605;&#1593;&#8204;&#1570;&#1608;&#1585;&#1740; &#1576;&#1740;&#1588; &#1575;&#1586; &#1662;&#1575;&#1606;&#1589;&#1583; &#1607;&#1586;&#1575;&#1585; &#1582;&#1591; &#1583;&#1740;&#1575;&#1604;&#1608;&#1711; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1575;&#1587;&#1578;. &#1580;&#1575;&#1604;&#1576; &#1575;&#1587;&#1578; &#1576;&#1583;&#1575;&#1606;&#1740;&#1583; &#1705;&#1607; &#1575;&#1711;&#1585; &#1588;&#1605;&#1575; &#1576;&#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1578;&#1605;&#1575;&#1605; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1608; &#1583;&#1740;&#1575;&#1604;&#1608;&#1711;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1662;&#1585;&#1740;&#1606;&#1578; &#1576;&#1711;&#1740;&#1585;&#1740;&#1583; &#1608; &#1576;&#1585; &#1585;&#1608;&#1740; &#1607;&#1605; &#1602;&#1585;&#1575;&#1585; &#1583;&#1607;&#1740;&#1583;&#1548; &#1576;&#1607; &#1575;&#1585;&#1578;&#1601;&#1575;&#1593; &#1583;&#1608; &#1605;&#1578;&#1585; &#1608; &#1606;&#1740;&#1605; &#1705;&#1575;&#1594;&#1584; &#1583;&#1585; &#1605;&#1602;&#1575;&#1576;&#1604; &#1588;&#1605;&#1575; &#1602;&#1585;&#1575;&#1585; &#1582;&#1608;&#1575;&#1607;&#1583; &#1711;&#1585;&#1601;&#1578;! &#1575;&#1740;&#1606; &#1605;&#1587;&#1575;&#1574;&#1604; &#1606;&#1588;&#1575;&#1606; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1705;&#1607; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1594;&#1606;&#1740; &#1575;&#1587;&#1578; &#1608; &#1588;&#1575;&#1740;&#1583; &#1576;&#1575; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; Rockstar &#1576;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740;&#1588; &#1585;&#1608; &#1576;&#1607; &#1585;&#1608; &#1576;&#1575;&#1588;&#1740;&#1605;.<br/><br/>&#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1593;&#1605;&#1740;&#1602;&#1548; &#1576;&#1575;&#1580;&#1586;&#1740;&#1740;&#1575;&#1578; &#1608; &#1608;&#1575;&#1602;&#1593;&#8204;&#1711;&#1585;&#1575;&#1740;&#1575;&#1606;&#1607;<br/>&#1711;&#1740;&#1605;&#8204;&#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1670;&#1740;&#1586;&#1740; &#1606;&#1740;&#1587;&#1578; &#1705;&#1607; &#1576;&#1578;&#1608;&#1575;&#1606; &#1581;&#1578;&#1740; &#1583;&#1607; &#1583;&#1585;&#1589;&#1583; &#1570;&#1606; &#1585;&#1575; &#1583;&#1585; &#1740;&#1705; &#1605;&#1578;&#1606; &#1705;&#1608;&#1578;&#1575;&#1607; &#1582;&#1604;&#1575;&#1589;&#1607; &#1705;&#1585;&#1583;! &#1578;&#1606;&#1608;&#1593; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1575;&#1583; &#1608; &#1587;&#1585;&#1587;&#1575;&#1605; &#1570;&#1608;&#1585; &#1583;&#1585; &#1576;&#1582;&#1588; &#1711;&#1740;&#1605;&#8204;&#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740;&#1548; Read Dead Redemption 2 &#1585;&#1575; &#1578;&#1576;&#1583;&#1740;&#1604; &#1576;&#1607; &#1740;&#1705;&#1740; &#1575;&#1586; &#1580;&#1584;&#1575;&#1576;&#8204;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1580;&#1607;&#1575;&#1606; &#1570;&#1586;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1582;&#1588;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#1548; &#1587;&#1740;&#1587;&#1578;&#1605; Honor &#1576;&#1575;&#1586;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575; &#1578;&#1608;&#1580;&#1607; &#1576;&#1607; &#1585;&#1601;&#1578;&#1575;&#1585; &#1608; &#1705;&#1575;&#1585;&#1607;&#1575;&#1740; &#1588;&#1605;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740;&#1548; &#1578;&#1571;&#1579;&#1740;&#1585; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1585; &#1585;&#1608;&#1740; &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1605;&#1740;&#8204;&#1711;&#1584;&#1575;&#1585;&#1583;. &#1575;&#1711;&#1585; &#1588;&#1605;&#1575; &#1576;&#1607; &#1705;&#1588;&#1578;&#1606; &#1605;&#1585;&#1583;&#1605; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#1583; &#1608; &#1583;&#1586;&#1583;&#1740; &#1705;&#1606;&#1740;&#1583;&#1548; &#1588;&#1607;&#1585;&#1578; &#1588;&#1605;&#1575; &#1583;&#1585; &#1588;&#1607;&#1585;&#1607;&#1575; &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1740;&#1705; &#1582;&#1604;&#1575;&#1601;&#8204;&#1705;&#1575;&#1585; &#1582;&#1608;&#1575;&#1607;&#1583; &#1662;&#1740;&#1670;&#1740;&#1583; &#1608; &#1585;&#1601;&#1578;&#1575;&#1585; NPC &#1607;&#1575; &#1576;&#1575; &#1588;&#1605;&#1575; &#1578;&#1594;&#1740;&#1740;&#1585; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;. &#1575;&#1604;&#1576;&#1578;&#1607; &#1575;&#1711;&#1585; &#1576;&#1607; &#1605;&#1585;&#1583;&#1605; &#1705;&#1605;&#1705; &#1705;&#1606;&#1740;&#1583; &#1606;&#1740;&#1586; &#1578;&#1589;&#1608;&#1585; &#1570;&#1606;&#8204;&#1607;&#1575; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1588;&#1605;&#1575; &#1605;&#1579;&#1576;&#1578; &#1582;&#1608;&#1575;&#1607;&#1583; &#1588;&#1583; &#1705;&#1607; &#1578;&#1571;&#1579;&#1740;&#1585;&#1575;&#1578; &#1582;&#1575;&#1589; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1575;&#1585;&#1583;. &#1575;&#1740;&#1606; &#1585;&#1601;&#1578;&#1575;&#1585;&#1607;&#1575; &#1740;&#1705;&#1587;&#1575;&#1606; &#1606;&#1576;&#1608;&#1583;&#1607; &#1608; &#1583;&#1585; &#1585;&#1608;&#1587;&#1578;&#1575;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1548; &#1585;&#1601;&#1578;&#1575;&#1585;&#1607;&#1575;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1585;&#1575; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583; &#1705;&#1607; &#1578;&#1585;&#1587;&#1740;&#1583;&#1606; &#1740;&#1575; &#1578;&#1604;&#1575;&#1588; &#1576;&#1585;&#1575;&#1740; &#1705;&#1588;&#1578;&#1606; &#1588;&#1605;&#1575;&#1548; &#1576;&#1582;&#1588;&#1740; &#1575;&#1586; &#1705;&#1575;&#1585;&#1607;&#1575;&#1740;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; NPC &#1607;&#1575; &#1583;&#1585; &#1608;&#1575;&#1705;&#1606;&#1588; &#1576;&#1575; &#1587;&#1740;&#1587;&#1578;&#1605; Honor &#1583;&#1585; &#1605;&#1602;&#1575;&#1576;&#1604; &#1588;&#1605;&#1575; &#1575;&#1606;&#1580;&#1575;&#1605; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1583;&#1575;&#1583;.<br/><br/>&#1588;&#1576;&#1740;&#1607;&#8204;&#1587;&#1575;&#1586;&#1740; &#1583;&#1602;&#1740;&#1602; &#1583;&#1606;&#1740;&#1575;&#1740; &#1594;&#1585;&#1576; &#1608;&#1581;&#1588;&#1740; &#1608; &#1576;&#1582;&#1588; &#1570;&#1606;&#1604;&#1575;&#1740;&#1606; &#1587;&#1585;&#1711;&#1585;&#1605; &#1705;&#1606;&#1606;&#1583;&#1607;<br/>&#1570;&#1576; &#1608; &#1607;&#1608;&#1575; &#1606;&#1740;&#1586; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1578;&#1571;&#1579;&#1740;&#1585; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1585; &#1585;&#1608;&#1740; &#1575;&#1587;&#1604;&#1581;&#1607; &#1608; &#1605;&#1740;&#1586;&#1575;&#1606; &#1587;&#1604;&#1575;&#1605;&#1578;&#1740; &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1711;&#1584;&#1575;&#1585;&#1583; &#1608; &#1575;&#1711;&#1585; &#1604;&#1576;&#1575;&#1587; &#1711;&#1585;&#1605; &#1606;&#1662;&#1608;&#1588;&#1740;&#1583;&#1548; &#1602;&#1583;&#1585;&#1578; &#1593;&#1605;&#1604;&#1705;&#1585;&#1583;&#1740; &#1588;&#1605;&#1575; &#1583;&#1585; &#1591;&#1608;&#1604; &#1586;&#1605;&#1575;&#1606; &#1705;&#1575;&#1607;&#1588; &#1662;&#1740;&#1583;&#1575; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583; &#1608; &#1740;&#1575; &#1575;&#1711;&#1585; &#1575;&#1587;&#1604;&#1581;&#1607;&#8204;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1585; &#1594;&#1604;&#1575;&#1601; &#1606;&#1711;&#1607; &#1606;&#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1575;&#1587;&#1604;&#1581;&#1607;&#8204;&#8204;&#1740; &#1588;&#1605;&#1575; &#1586;&#1608;&#1583;&#1578;&#1585; &#1586;&#1606;&#1711; &#1605;&#1740;&#8204;&#1586;&#1606;&#1583; &#1705;&#1607; &#1605;&#1588;&#1705;&#1604;&#1575;&#1578; &#1586;&#1740;&#1575;&#1583;&#1740; &#1585;&#1575; &#1576;&#1607; &#1607;&#1605;&#1585;&#1575;&#1607; &#1583;&#1575;&#1585;&#1583;. &#1605;&#1740;&#1586;&#1575;&#1606; &#1587;&#1604;&#1575;&#1605;&#1578;&#1740; &#1588;&#1582;&#1589;&#1740;&#1578; &#1575;&#1589;&#1604;&#1740;&#1548; &#1576;&#1587;&#1740;&#1575;&#1585; &#1605;&#1607;&#1605; &#1575;&#1587;&#1578; &#1608; &#1705;&#1575;&#1585;&#1607;&#1575;&#1740;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1594;&#1584;&#1575; &#1582;&#1608;&#1585;&#1583;&#1606; &#1578;&#1571;&#1579;&#1740;&#1585; &#1605;&#1587;&#1578;&#1602;&#1740;&#1605;&#1740; &#1576;&#1585; &#1585;&#1608;&#1740; &#1593;&#1605;&#1604;&#1705;&#1585;&#1583; &#1575;&#1608; &#1583;&#1575;&#1585;&#1583;. &#1576;&#1585;&#1575;&#1740; &#1605;&#1579;&#1575;&#1604; &#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1606;&#1583;&#1575;&#1586;&#1607;&#8204;&#1740; &#1705;&#1575;&#1601;&#1740; &#1594;&#1584;&#1575; &#1606;&#1582;&#1608;&#1585;&#1740;&#1583;&#1548; &#1604;&#1575;&#1594;&#1585; &#1605;&#1740;&#8204;&#1588;&#1608;&#1740;&#1583; &#1608; &#1602;&#1583;&#1585;&#1578; &#1606;&#1588;&#1575;&#1606;&#1607;&#8204;&#8204;&#1711;&#1740;&#1585;&#1740; &#1588;&#1605;&#1575; &#1578;&#1575; &#1581;&#1583; &#1586;&#1740;&#1575;&#1583;&#1740; &#1705;&#1575;&#1607;&#1588; &#1662;&#1740;&#1583;&#1575; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1583;&#1575;&#1585;&#1575;&#1740; &#1740;&#1705; &#1576;&#1582;&#1588; &#1570;&#1606;&#1604;&#1575;&#1740;&#1606; &#1711;&#1587;&#1578;&#1585;&#1583;&#1607; &#1605;&#1575;&#1606;&#1606;&#1583; GTA V &#1575;&#1587;&#1578; &#1705;&#1607; &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1608;&#1575;&#1585;&#1583; &#1740;&#1705; &#1587;&#1585;&#1608;&#1585; &#1588;&#1608;&#1740;&#1583; &#1608; &#1576;&#1575; &#1583;&#1740;&#1711;&#1585; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606;&#1548; &#1705;&#1575;&#1585;&#1607;&#1575;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1575;&#1583;&#1740; &#1585;&#1575; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1575;&#1606;&#1580;&#1575;&#1605; &#1583;&#1607;&#1740;&#1583;.<br/><br/>&#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1582;&#1740;&#1585;&#1607;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1608; &#1670;&#1588;&#1605;&#8204;&#1606;&#1608;&#1575;&#1586;<br/>&#1578;&#1608;&#1580;&#1607; &#1576;&#1607; &#1580;&#1586;&#1740;&#1740;&#1575;&#1578; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1585;&#1583; &#1583;&#1583; &#1585;&#1740;&#1583;&#1605;&#1662;&#1588;&#1606; 2 &#1578;&#1606;&#1607;&#1575; &#1576;&#1607; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1608; &#1593;&#1606;&#1575;&#1589;&#1585; &#1570;&#1606; &#1582;&#1604;&#1575;&#1589;&#1607; &#1606;&#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; &#1585;&#1575;&#1705;&#1587;&#1578;&#1575;&#1585; &#1583;&#1585; &#1576;&#1582;&#1588; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1606;&#1740;&#1586;&#1548; &#1587;&#1606;&#1711; &#1578;&#1605;&#1575;&#1605; &#1711;&#1584;&#1575;&#1588;&#1578;&#1607; &#1578;&#1575; &#1576;&#1578;&#1608;&#1575;&#1606;&#1583; &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1576;&#1740;&#8204;&#1606;&#1602;&#1589; &#1575;&#1586; &#1607;&#1585; &#1604;&#1581;&#1575;&#1592; &#1585;&#1575; &#1576;&#1607; &#1582;&#1608;&#1585;&#1583; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606;&#1588; &#1583;&#1607;&#1583;. &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1581;&#1578;&#1740; &#1662;&#1587; &#1575;&#1586; &#1711;&#1584;&#1588;&#1578; &#1670;&#1606;&#1583;&#1587;&#1575;&#1604; &#1575;&#1586; &#1575;&#1606;&#1578;&#1588;&#1575;&#1585;&#1588;&#1548; &#1607;&#1605;&#1670;&#1606;&#1575;&#1606; &#1586;&#1740;&#1576;&#1575; &#1608; &#1582;&#1740;&#1585;&#1607;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1580;&#1586;&#1740;&#1740;&#1575;&#1578; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1583;&#1585; &#1570;&#1606; &#1585;&#1593;&#1575;&#1740;&#1578; &#1588;&#1583;&#1607; &#1705;&#1607; &#1588;&#1605;&#1575; &#1585;&#1575; &#1605;&#1583;&#1607;&#1608;&#1588; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;. &#1575;&#1606;&#1740;&#1605;&#1740;&#1588;&#1606; &#1608; &#1581;&#1575;&#1604;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1589;&#1608;&#1585;&#1578; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585;&#1607;&#1575;&#1548; &#1605;&#1606;&#1575;&#1592;&#1585; &#1591;&#1576;&#1740;&#1593;&#1740;&#1548; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1570;&#1576; &#1608; &#1607;&#1608;&#1575; &#1608; &#1578;&#1575;&#1579;&#1740;&#1585; &#1570;&#1606; &#1576;&#1585; &#1575;&#1580;&#1586;&#1575;&#1740; &#1605;&#1581;&#1740;&#1591;&#1548; &#1587;&#1575;&#1740;&#1607;&#8204;&#1607;&#1575; &#1608; &#1581;&#1740;&#1575;&#1578; &#1608;&#1581;&#1588; &#1608;&#8230; &#1607;&#1605;&#1711;&#1740; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1588;&#1740;&#1585;&#1740;&#1606; &#1608; &#1604;&#1584;&#1578; &#1576;&#1582;&#1588; &#1575;&#1586; &#1583;&#1606;&#1740;&#1575;&#1740; &#1594;&#1585;&#1576; &#1608;&#1581;&#1588;&#1740; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1588;&#1605;&#1575; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1583;&#1607;&#1606;&#1583;&#1548; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1605;&#1580;&#1575;&#1586;&#1740; &#1705;&#1607; &#1588;&#1575;&#1740;&#1583; &#1578;&#1575; &#1605;&#1575;&#1607;&#8204;&#1607;&#1575; &#1583;&#1585; &#1570;&#1606; &#1711;&#1588;&#1578; &#1608; &#1711;&#1584;&#1575;&#1585; &#1705;&#1606;&#1740;&#1583; &#1608; &#1604;&#1584;&#1578; &#1576;&#1576;&#1585;&#1740;&#1583;. &#1576;&#1575;&#1586;&#1740; Red Dead Redemption 2 &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1588;&#1576;&#1740;&#1607;&#8204;&#1587;&#1575;&#1586;&#1740; &#1594;&#1585;&#1576; &#1608;&#1581;&#1588;&#1740; &#1585;&#1575; &#1583;&#1585; &#1587;&#1576;&#1705; &#1580;&#1607;&#1575;&#1606;&#8204;&#1576;&#1575;&#1586; &#1576;&#1585;&#1575;&#1740; &#1578;&#1580;&#1585;&#1576;&#1607; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1588;&#1605;&#1575; &#1602;&#1585;&#1575;&#1585; &#1582;&#1608;&#1575;&#1607;&#1583; &#1583;&#1575;&#1583;.<br/><br/><br/>
    </div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i5-2500K / AMD FX-6300
Memory: 8GB
Graphics Card: Nvidia GeForce GTX 770 2GB / AMD Radeon R9 280 3GB HDD
Space: 150GB</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1588;&#1608;&#1578;&#1585;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Red%20Dead%20Redemption%202/ss_4ce07ae360b166f0f650e9a895a3b4b7bf15e34f.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Red%20Dead%20Redemption%202/ss_668dafe477743f8b50b818d5bbfcec669e9ba93e.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Red%20Dead%20Redemption%202/ss_66b553f4c209476d3e4ce25fa4714002cc914c4f.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Red%20Dead%20Redemption%202/ss_d1a8f5a69155c3186c65d1da90491fcfd43663d9.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Red%20Dead%20Redemption%202/0fb215787a0b0510e45a596bbce9664213034635-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/tag/&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;&#1740;-red-dead-redemption-2/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 97/100<br/>Steam: 9/10<br/>IGN: 10/10<br/><br/>Initial release date: October 26, 2018</div>
  </BODY>
</html>