<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Resident Evil 6</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="1629.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index18.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="1690.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1649f.jpg">
        <img src="../images/1649f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Resident Evil 6&#160;(2013)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Resident Evil&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action, Survival Horror</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#94</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Capcom</b>
	    &#160;
	   	Capcom
            <br/>
            <b>4.9 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;Resident Evil 6&#1548; &#1576;&#1585;&#1582;&#1604;&#1575;&#1601; &#1670;&#1740;&#1586;&#1740; &#1705;&#1607; &#1711;&#1740;&#1605;&#1585; &#1607;&#1575;&#1740; &#1705;&#1607;&#1606;&#1607;&#8204;&#1705;&#1575;&#1585; &#1575;&#1586; &#1740;&#1705; Resident Evil &#1575;&#1606;&#1578;&#1592;&#1575;&#1585; &#1583;&#1575;&#1588;&#1578;&#1606;&#1583;. &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1588;&#1588;&#1605; &#1575;&#1586; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740;&#1548; &#1576;&#1740;&#1588;&#1578;&#1585; &#1576;&#1607; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1575;&#1705;&#1588;&#1606; &#1578;&#1576;&#1583;&#1740;&#1604;&#8204;&#1588;&#1583;&#1607; &#1576;&#1608;&#1583; &#1578;&#1575; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705;! &#1581;&#1587; &#1578;&#1585;&#1587; &#1583;&#1585; &#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607;&#1548; &#1578;&#1575; &#1581;&#1583;&#1608;&#1583;&#1740; &#1575;&#1586; &#1576;&#1740;&#1606; &#1585;&#1601;&#1578;&#1607; &#1576;&#1608;&#1583;. &#1705;&#1662;&#1705;&#1575;&#1605; &#1586;&#1605;&#1575;&#1606; &#1605;&#1593;&#1585;&#1601;&#1740; &#1576;&#1575;&#1586;&#1740;&#1548; &#1575;&#1593;&#1604;&#1575;&#1605; &#1705;&#1585;&#1583; &#1705;&#1607; &#1576;&#1575;&#1586;&#1740; RE6 &#1602;&#1585;&#1575;&#1585; &#1575;&#1587;&#1578; &#1587;&#1608;&#1662;&#1585;&#1575;&#1586;&#1740; &#1576;&#1586;&#1585;&#1711;&#1548; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705;&#8204;&#1578;&#1585; &#1608; &#1575;&#1705;&#1588;&#1606; &#1578;&#1585; &#1575;&#1586; &#1607;&#1605;&#1740;&#1588;&#1607; &#1576;&#1575;&#1588;&#1583;. &#1576;&#1575;&#1575;&#1740;&#1606;&#1705;&#1607; Capcom &#1576;&#1607; &#1602;&#1608;&#1604; &#1582;&#1608;&#1583; &#1583;&#1585; &#1605;&#1608;&#1585;&#1583; &#1575;&#1705;&#1588;&#1606; &#1578;&#1585;&#187; &#1576;&#1608;&#1583;&#1606;&#1548; &#1593;&#1605;&#1604; &#1705;&#1585;&#1583;&#1563; &#1575;&#1605;&#1575; &#1576;&#1575;&#1586;&#1740;&#1548; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705;&#8204;&#1578;&#1585; &#1606;&#1588;&#1583;&#1607; &#1576;&#1608;&#1583; &#1576;&#1604;&#1705;&#1607; &#1583;&#1585;&#1586;&#1605;&#1740;&#1606;&#1607;&#1620; &#1740; &#1578;&#1585;&#1587;&#1548; Resident Evil 6 &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604;&#1740; &#1576;&#1575; &#1575;&#1601;&#1578; &#1588;&#1583;&#1740;&#1583;&#1740; &#1585;&#1608;&#1576;&#1607;&#8204;&#1585;&#1608; &#1588;&#1583;&#1607; &#1576;&#1608;&#1583;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1581;&#1608;&#1604; 3 &#1588;&#1582;&#1589;&#1740;&#1578; &#1575;&#1589;&#1604;&#1740; &#1605;&#1740;&#8204;&#1670;&#1585;&#1582;&#1583; &#1705;&#1607; &#1607;&#1585;&#1705;&#1583;&#1575;&#1605; &#1575;&#1607;&#1583;&#1575;&#1601; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1583;&#1575;&#1585;&#1606;&#1583;. Chris &#1608; Leon &#1585;&#1575; &#1705;&#1607; &#1575;&#1586; Resident Evil &#1607;&#1575;&#1740; &#1602;&#1576;&#1604;&#1740; &#1605;&#1740;&#8204;&#1588;&#1606;&#1575;&#1587;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1607;&#1585;&#1583;&#1608;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1602;&#1575;&#1576;&#1604; &#1576;&#1575;&#1586;&#1740; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1576;&#1608;&#1583;. &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1740;&#1705; &#1588;&#1582;&#1589;&#1740;&#1578; &#1580;&#1583;&#1740;&#1583; &#1576;&#1607; &#1575;&#1587;&#1605; Jake &#1606;&#1740;&#1586; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1575;&#1590;&#1575;&#1601;&#1607;&#8204;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1588;&#1605;&#1575; &#1583;&#1585; &#1591;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1705;&#1575;&#1578; &#1587;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1585;&#1608;&#1576;&#1607;&#8204;&#1585;&#1608; &#1605;&#1740;&#8204;&#1588;&#1608;&#1740;&#1583;. &#1575;&#1604;&#1576;&#1578;&#1607; &#1583;&#1575;&#1588;&#1578;&#1606; &#1705;&#1575;&#1578; &#1587;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583; &#1576;&#1583; &#1606;&#1740;&#1587;&#1578; &#1608; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740;&#1740; &#1607;&#1605;&#1670;&#1608;&#1606; Metal Gear Solid &#1705;&#1575;&#1578; &#1587;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1740;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1607;&#1583;&#1601; &#1588;&#1585;&#1705;&#1578; &#1587;&#1575;&#1586;&#1606;&#1583;&#1607;&#8204;&#1740; &#1576;&#1575;&#1586;&#1740; &#1740;&#1593;&#1606;&#1740; Capcom &#1575;&#1586; &#1575;&#1740;&#1606; &#1575;&#1605;&#1585;&#1548; &#1587;&#1740;&#1606;&#1605;&#1575;&#1740;&#1740;&#8204;&#1578;&#1585; &#1705;&#1585;&#1583;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1587;&#1578;&#1563; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1711;&#1601;&#1578; &#1583;&#1585; &#1570;&#1606; &#1582;&#1608;&#1576; &#1593;&#1605;&#1604; &#1705;&#1585;&#1583;&#1607;. &#1576;&#1607; &#1607;&#1605;&#1585;&#1575;&#1607; &#1589;&#1583;&#1575;&#1711;&#1584;&#1575;&#1585;&#1740; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1608; &#1581;&#1585;&#1601;&#1607;&#8204;&#1575;&#1740; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#1548; &#1575;&#1740;&#1606; &#1705;&#1575;&#1578; &#1587;&#1740;&#1606;&#8204;&#1607;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1588;&#1605;&#1575; &#1585;&#1575; &#1594;&#1585;&#1602; &#1583;&#1585; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1705;&#1606;&#1606;&#1583;.<br/>&#1607;&#1605;&#1575;&#1606;&#8204;&#1591;&#1608;&#1585; &#1705;&#1607; &#1711;&#1601;&#1578;&#1607; &#1588;&#1583;&#1548; &#1576;&#1575;&#1586;&#1740; 3 &#1588;&#1582;&#1589;&#1740;&#1578; &#1575;&#1589;&#1604;&#1740; &#1583;&#1575;&#1585;&#1583;. &#1607;&#1585;&#1705;&#1583;&#1575;&#1605; &#1575;&#1586; &#1575;&#1740;&#1606; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575; &#1605;&#1585;&#1575;&#1581;&#1604; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1576;&#1575; &#1740;&#1705;&#1583;&#1740;&#1711;&#1585; &#1583;&#1575;&#1585;&#1606;&#1583;. &#1607;&#1585; &#1582;&#1591; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607;&#8204;&#1591;&#1608;&#1585; &#1605;&#1740;&#1575;&#1606;&#1711;&#1740;&#1606; 8 &#1587;&#1575;&#1593;&#1578; &#1576;&#1607; &#1591;&#1608;&#1604; &#1605;&#1740;&#8204;&#1575;&#1606;&#1580;&#1575;&#1605;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1570;&#1606;&#8204;&#1670;&#1606;&#1575;&#1606; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1606;&#1740;&#1587;&#1578;&#1563; &#1575;&#1605;&#1575; &#1576;&#1740;&#1606; &#1575;&#1740;&#1606; &#1605;&#1585;&#1575;&#1581;&#1604;&#1548; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705;&#8204;&#1578;&#1585;&#1740;&#1606; &#1608; &#1578;&#1575;&#1585;&#1740;&#1705;&#8204;&#1578;&#1585;&#1740;&#1606; &#1605;&#1585;&#1575;&#1581;&#1604; &#1576;&#1575;&#1586;&#1740; &#1605;&#1585;&#1576;&#1608;&#1591; &#1576;&#1607; Leon &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1608;&#1604;&#1740; &#1583;&#1585; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; Chris &#1575;&#1740;&#1606; &#1605;&#1608;&#1590;&#1608;&#1593; &#1583;&#1602;&#1740;&#1602;&#1607; &#1576;&#1585;&#1593;&#1705;&#1587; &#1575;&#1587;&#1578;. &#1576;&#1593;&#1590;&#1740; &#1575;&#1586; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1581;&#1575;&#1604;&#1578; &#1586;&#1575;&#1605;&#1576;&#1740; &#1711;&#1608;&#1606;&#1607; &#1608; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1582;&#1575;&#1585;&#1580;&#8204;&#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1576;&#1585;&#1575;&#1740; &#1605;&#1579;&#1575;&#1604; &#1576;&#1593;&#1590;&#1740; &#1575;&#1586; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1705;&#1578;&#8204;&#1588;&#1604;&#1608;&#1575;&#1585; &#1583;&#1575;&#1585;&#1606;&#1583; &#1608; &#1582;&#1608;&#1606;&#1740; &#1576;&#1585; &#1585;&#1608;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1583;&#1740;&#1583;&#1607; &#1606;&#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1576;&#1607; &#1606;&#1592;&#1585; &#1605;&#1740;&#8204;&#1585;&#1587;&#1583; &#1570;&#1606;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607;&#8204;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1607; &#1711;&#1608;&#1588;&#1578; &#1575;&#1606;&#1587;&#1575;&#1606; &#1606;&#1583;&#1575;&#1585;&#1606;&#1583;. &#1607;&#1605;&#1575;&#1606;&#8204;&#1591;&#1608;&#1585; &#1570;&#1606;&#8204;&#1607;&#1575; &#1602;&#1575;&#1583;&#1585; &#1576;&#1607; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1711;&#1585;&#1605; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1605;&#1608;&#1590;&#1608;&#1593; &#1583;&#1585; RE6 &#1605;&#1588;&#1705;&#1604;&#1740; &#1576;&#1586;&#1585;&#1711; &#1575;&#1587;&#1578; &#1608; &#1575;&#1705;&#1579;&#1585; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1587;&#1585;&#1587;&#1582;&#1578; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1585;&#1575; &#1606;&#1575;&#1575;&#1605;&#1740;&#1583; &#1705;&#1585;&#1583;&#1607;. &#1576;&#1575;&#1587; &#1601;&#1575;&#1740;&#1578; &#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1582;&#1608;&#1576; &#1591;&#1585;&#1575;&#1581;&#1740;&#8204;&#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1583;&#1740;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583; &#1575;&#1605;&#1575; &#1593;&#1605;&#1602; &#1604;&#1575;&#1586;&#1605; &#1576;&#1585;&#1575;&#1740; &#1585;&#1602;&#1575;&#1576;&#1578; &#1576;&#1575; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575;&#1740; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604;&#1740; &#1585;&#1575; &#1606;&#1583;&#1575;&#1585;&#1606;&#1583;.<br/><br/>&#1581;&#1585;&#1601;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1585;&#1575;&#1740; &#1711;&#1601;&#1578;&#1606; &#1583;&#1585; &#1605;&#1608;&#1585;&#1583; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1575;&#1587;&#1578;. RE6 &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604;&#1740; &#1575;&#1705;&#1588;&#1606; &#1578;&#1585; &#1588;&#1583;&#1607;. &#1578;&#1605;&#1575;&#1605;&#1740; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575; &#1587;&#1585;&#1740;&#1593;&#8204;&#1578;&#1585; &#1608; &#1662;&#1585;&#1575;&#1606;&#1585;&#1688;&#1740;&#8204;&#1578;&#1585; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1670;&#1606;&#1583;&#1740;&#1606; &#1581;&#1585;&#1705;&#1578; &#1580;&#1583;&#1740;&#1583; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1575;&#1590;&#1575;&#1601;&#1607;&#8204;&#1588;&#1583;&#1607;. &#1588;&#1605;&#1575; &#1583;&#1585; &#1591;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1586;&#1740;&#1575;&#1583;&#1740; &#1585;&#1608;&#1576;&#1607;&#8204;&#1585;&#1608; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1588;&#1583; &#1576;&#1593;&#1590;&#1740; &#1575;&#1586; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1587;&#1740;&#1575;&#1585; &#1605;&#1593;&#1605;&#1608;&#1604;&#1740; &#1591;&#1585;&#1575;&#1581;&#1740;&#8204;&#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1575;&#1605;&#1575; &#1576;&#1593;&#1590;&#1740; &#1583;&#1740;&#1711;&#1585; &#1705;&#1607; &#1578;&#1593;&#1583;&#1575;&#1583; &#1570;&#1606;&#8204;&#1607;&#1575; &#1670;&#1606;&#1583;&#1575;&#1606; &#1586;&#1740;&#1575;&#1583; &#1606;&#1740;&#1587;&#1578;&#1563; &#1605;&#1575;&#1606;&#1606;&#1583; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604; &#1576;&#1575;&#1586;&#1740;&#1548; &#1581;&#1587; &#1578;&#1585;&#1587; &#1585;&#1575; &#1576;&#1607; &#1605;&#1582;&#1575;&#1591;&#1576; &#1582;&#1608;&#1583;&#1575;&#1604;&#1602;&#1575; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;. &#1576;&#1575;&#1587; &#1601;&#1575;&#1740;&#1578; &#1662;&#1575;&#1740;&#1575;&#1606;&#1740; &#1608; &#1587;&#1585;&#1587;&#1582;&#1578; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; Jake &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1605;&#1579;&#1575;&#1604; &#1582;&#1608;&#1576;&#1740; &#1576;&#1575;&#1588;&#1583;. &#1575;&#1604;&#1576;&#1578;&#1607; &#1591;&#1585;&#1575;&#1581;&#1740; &#1576;&#1740;&#1588;&#1578;&#1585; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1576;&#1587;&#1740;&#1575;&#1585; &#1576;&#1740;&#8204;&#1585;&#1608;&#1581; &#1608; &#1575;&#1581;&#1605;&#1602;&#1575;&#1606;&#1607;&#8204;&#1575;&#1606;&#1583; &#1705;&#1607; &#1588;&#1605;&#1575; &#1576;&#1575; &#1583;&#1740;&#1583;&#1606; &#1570;&#1606;&#8204;&#1607;&#1575; &#1575;&#1586; &#1582;&#1608;&#1583; &#1605;&#1740;&#8204;&#1662;&#1585;&#1587;&#1740;&#1583; &#1705;&#1607; &#1570;&#1740;&#1575; &#1608;&#1575;&#1602;&#1593;&#1575;&#1611; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1740;&#1705; Resident Evil &#1575;&#1587;&#1578;&#1567;<br/>&#1580;&#1583;&#1575; &#1575;&#1586; &#1575;&#1740;&#1606; &#1605;&#1588;&#1705;&#1604;&#1575;&#1578;&#1548; &#1576;&#1575;&#1585; &#1575;&#1705;&#1588;&#1606; &#1576;&#1575;&#1586;&#1740; &#1586;&#1740;&#1575;&#1583; &#1575;&#1587;&#1578; &#1608; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1575;&#1705;&#1588;&#1606; &#1585;&#1575; &#1585;&#1575;&#1590;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1583;&#1585; &#1576;&#1575;&#1586;&#1740;&#1548; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1588;&#1575;&#1605;&#1604; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; Resident Evil &#1607;&#1605; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;&#1563; &#1575;&#1605;&#1575; &#1575;&#1606;&#1578;&#1592;&#1575;&#1585; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1576;&#1608;&#1583;&#1606; &#1585;&#1575; &#1583;&#1585; &#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1606;&#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1583;&#1585;&#1580;&#1607;&#8204;&#1740; &#1587;&#1582;&#1578;&#1740; Medium &#1570;&#1606;&#8204;&#1670;&#1606;&#1575;&#1606; &#1587;&#1582;&#1578; &#1606;&#1740;&#1587;&#1578;. &#1575;&#1711;&#1585; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1670;&#1575;&#1604;&#1588; &#1607;&#1587;&#1578;&#1740;&#1583; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1583;&#1585;&#1580;&#1607; &#1587;&#1582;&#1578;&#1740; &#1576;&#1575;&#1604;&#1575;&#1578;&#1585;&#1740; &#1585;&#1575; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1705;&#1606;&#1740;&#1583;. &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1605;&#1607;&#1605;&#1575;&#1578; &#1583;&#1585; &#1607;&#1605;&#1607; &#1580;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1662;&#1740;&#1583;&#1575; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1578;&#1575; &#1575;&#1606;&#1578;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1605;&#1588;&#1705;&#1604; &#1582;&#1575;&#1589;&#1740; &#1583;&#1585; &#1605;&#1602;&#1583;&#1575;&#1585; &#1605;&#1607;&#1605;&#1575;&#1578; &#1582;&#1608;&#1583; &#1606;&#1583;&#1575;&#1585;&#1740;&#1583;.<br/>&#1607;&#1605;&#1575;&#1606;&#1606;&#1583; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1602;&#1576;&#1604;&#1740;&#1548; &#1583;&#1585; RE6 &#1606;&#1740;&#1586; &#1576;&#1582;&#1588; Co-Op &#1583;&#1608;&#1606;&#1601;&#1585;&#1607; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1575; &#1740;&#1705;&#1740; &#1575;&#1586; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606; &#1582;&#1608;&#1583; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#1583;.<br/>&#1580;&#1604;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1576;&#1589;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740;&#1548; &#1582;&#1608;&#1576; &#1705;&#1575;&#1585;&#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1575;&#1605;&#1575; &#1583;&#1585; &#1576;&#1593;&#1590;&#1740; &#1575;&#1586; &#1589;&#1581;&#1606;&#1607;&#8204;&#1607;&#1575;&#1740; &#1588;&#1604;&#1608;&#1594;&#1548; &#1575;&#1601;&#1578; &#1601;&#1585;&#1740;&#1605; &#1570;&#1586;&#1575;&#1585;&#1583;&#1607;&#1606;&#1583;&#1607;&#8204;&#1575;&#1740; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1705;&#1585;&#1583;. &#1578;&#1705;&#1587;&#1670;&#1585; &#1607;&#1575; &#1606;&#1740;&#1586; &#1583;&#1585; &#1576;&#1593;&#1590;&#1740; &#1575;&#1586; &#1605;&#1705;&#1575;&#1606;&#8204;&#1607;&#1575; &#1576;&#1740;&#8204;&#1705;&#1740;&#1601;&#1740;&#1578; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1575;&#1578;&#1605;&#1587;&#1601;&#1585; &#1578;&#1575;&#1585;&#1740;&#1705; &#1583;&#1585; &#1576;&#1593;&#1590;&#1740; &#1575;&#1586; &#1605;&#1585;&#1575;&#1581;&#1604; &#1576;&#1575;&#1586;&#1740; &#1581;&#1587; &#1606;&#1575;&#1582;&#1608;&#1588;&#1575;&#1740;&#1606;&#1583;&#1740; &#1576;&#1607; &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1583;&#1607;&#1606;&#1583;. &#1605;&#1705;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1585;&#1608;&#1588;&#1606; &#1606;&#1740;&#1586; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1583;&#1740;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;&#1563; &#1575;&#1605;&#1575; &#1591;&#1585;&#1575;&#1581;&#1740; &#1570;&#1606;&#8204;&#1670;&#1606;&#1575;&#1606;&#1740;&#8204;&#1575;&#1740; &#1606;&#1583;&#1575;&#1585;&#1606;&#1583; &#1608; &#1576;&#1587;&#1740;&#1575;&#1585; &#1605;&#1593;&#1605;&#1608;&#1604;&#1740; &#1705;&#1575;&#1585;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1583;&#1585; &#1570;&#1582;&#1585;&#1548; &#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1575;&#1586; Resident Evil &#1585;&#1575; &#1606;&#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1582;&#1608;&#1575;&#1606;&#1583;. &#1576;&#1575;&#1575;&#1740;&#1606;&#8204;&#1581;&#1575;&#1604; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1662;&#1740;&#1670;&#1740;&#1583;&#1607; &#1608; &#1583;&#1585;&#1711;&#1740;&#1585; &#1705;&#1606;&#1606;&#1583;&#1607;&#1548; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1575;&#1705;&#1588;&#1606; &#1576;&#1575;&#1586;&#1740; &#1587;&#1585;&#1711;&#1585;&#1605;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1670;&#1606;&#1583;&#1740;&#1606; &#1587;&#1575;&#1593;&#1578; &#1588;&#1605;&#1575;&#1585;&#1575; &#1587;&#1585;&#1711;&#1585;&#1605; &#1705;&#1606;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">Mature</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor:: Intel&#174; CoreTM2 Duo 2.4 Ghz or better, AMD AthlonTM X2 2.8 Ghz or better
Memory:2 GB RAM
Graphics:NVIDIA&#174; GeForce&#174; 8800GTS or better
DirectX&#174;:9.0c
Hard Drive:16 GB HD space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1578;&#1585;&#1587; &#1608; &#1576;&#1602;&#1575;, &#1578;&#1585;&#1587;&#1606;&#1575;&#1705;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Resident%20Evil%206/720-resident-evil-6-screenshot-1458801648_1458801648.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Resident%20Evil%206/RESIDENT_EVIL_6_picture_121024_camera_00_C_a_bmp_jpgcopy.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Resident%20Evil%206/dac641f9-fd5a-4e25-b405-b3454d80a636.jpg&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Resident%20Evil%206/screenshot.resident-evil-6.2560x1440.2013-08-22.58.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Resident%20Evil%206/60273bb3422a939a87b905c674f8af2151322769-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/39689/&#1582;&#1585;&#1608;&#1588;-&#1588;&#1740;&#1591;&#1575;&#1606;-&#1605;&#1602;&#1740;&#1605;-&#1583;&#1585;-&#1593;&#1589;&#1585;&#1740;-&#1580;&#1583;&#1740;&#1583;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 69/100<br/>Steam: 7/10<br/>IGN: 7.9/10<br/><br/>Initial release date: October 2, 2012</div>
  </BODY>
</html>