<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Resident Evil: Revelations 2</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="1670.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index18.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="4482.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1659f.jpg">
        <img src="../images/1659f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Resident Evil: Revelations 2&#160;(2015)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#95</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Capcom</b>
	    &#160;
	   	Capcom
            <br/>
            <b>12.5 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1586;&#1605;&#1575;&#1606; &#1586;&#1740;&#1575;&#1583;&#1740; &#1575;&#1586; &#1662;&#1740;&#1588; &#1578;&#1575;&#1586;&#1740; &#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1585;&#1586;&#1740;&#1583;&#1606;&#1578; &#1575;&#1608;&#1740;&#1604; &#1583;&#1585; &#1587;&#1576;&#1603; &#1578;&#1585;&#1587; &#1608; &#1608;&#1581;&#1588;&#1578; &#1605;&#1740;&#8204;&#1711;&#1584;&#1585;&#1583; &#1608; &#1603;&#1662; &#1603;&#1575;&#1605; &#1578;&#1575;&#1586;&#1607; &#1576;&#1607; &#1582;&#1608;&#1583; &#1570;&#1605;&#1583;&#1607; &#1608; &#1587;&#1593;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1587;&#1575;&#1586;&#1740; &#1575;&#1740;&#1606; &#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1583;&#1575;&#1585;&#1583;.&#1576;&#1575;&#1740;&#1583; &#1711;&#1601;&#1578; &#1576;&#1593;&#1583; &#1575;&#1586; &#1580;&#1583;&#1575; &#1588;&#1583;&#1606; &#1593;&#1606;&#1589;&#1585;&#1607;&#1575;&#1740; &#1603;&#1604;&#1740;&#1583;&#1740; &#1575;&#1740;&#1606; &#1593;&#1606;&#1608;&#1575;&#1606; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1585;&#1601;&#1578;&#1606; &#1575;&#1601;&#1585;&#1575;&#1583; &#1705;&#1575;&#1585;&#1570;&#1605;&#1583; &#1575;&#1586; &#1580;&#1605;&#1593; &#1575;&#1740;&#1606; &#1711;&#1585;&#1608;&#1607; &#1576;&#1607; &#1576;&#1575;&#1585; &#1575;&#1603;&#1588;&#1606; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1590;&#1575;&#1601;&#1607; &#1608; &#1575;&#1586; &#1576;&#1575;&#1585; &#1578;&#1585;&#1587;&#1606;&#1575;&#1603; &#1570;&#1606; &#1603;&#1575;&#1587;&#1578;.<br/><br/>&#1575;&#1740;&#1606; &#1605;&#1588;&#1603;&#1604;&#1575;&#1578; &#1578;&#1575; &#1602;&#1576;&#1604; &#1575;&#1586; &#1575;&#1606;&#1578;&#1588;&#1575;&#1585; &#1587;&#1585;&#1740; Revelations &#1575;&#1583;&#1575;&#1605;&#1607; &#1583;&#1575;&#1588;&#1578;.&#1603;&#1662; &#1603;&#1575;&#1662; &#1602;&#1608;&#1604; &#1583;&#1575;&#1583; &#1578;&#1575; &#1575;&#1740;&#1606; &#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1585;&#1575; &#1576;&#1607; &#1585;&#1740;&#1588;&#1607;&#8204;&#1607;&#1575;&#1740; &#1582;&#1608;&#1583; &#1576;&#1585;&#1711;&#1585;&#1583;&#1575;&#1606;&#1583; &#1575;&#1605;&#1575; &#1576;&#1575;&#1586;&#1607;&#1605; &#1588;&#1575;&#1607;&#1583; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606;&#1740; &#1576;&#1740;&#8204;&#1605;&#1581;&#1578;&#1608;&#1575; &#1608; &#1575;&#1603;&#1588;&#1606; &#1605;&#1575;&#1606;&#1606;&#1583; Recon City Operation &#1576;&#1608;&#1583;&#1740;&#1605; &#1603;&#1607; &#1603;&#1605;&#1576;&#1608;&#1583;&#1740; &#1601;&#1575;&#1581;&#1588; &#1583;&#1585; &#1570;&#1606; &#1583;&#1740;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1583; &#1608; &#1603;&#1604; &#1575;&#1740;&#1606; &#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1585;&#1575; &#1586;&#1740;&#1585; &#1587;&#1572;&#1575;&#1604; &#1605;&#1740;&#8204;&#1576;&#1585;&#1583;.&#1576;&#1606;&#1575;&#1576;&#1585;&#1575;&#1740;&#1606; &#1603;&#1662; &#1603;&#1575;&#1605; &#1576;&#1585;&#1575;&#1740; &#1581;&#1604; &#1575;&#1740;&#1606; &#1605;&#1608;&#1590;&#1608;&#1593; &#1583;&#1587;&#1578;&#8204;&#1576;&#1607;&#8204;&#1705;&#1575;&#1585; &#1588;&#1583; &#1578;&#1575; &#1583;&#1608;&#1576;&#1575;&#1585;&#1607; &#1576;&#1607; &#1606;&#1602;&#1591;&#1607; &#1575;&#1608;&#1580; &#1575;&#1740;&#1606; &#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1576;&#1575;&#1586;&#1711;&#1585;&#1583;&#1583;. Revelations &#1576;&#1575; &#1603;&#1605;&#1603; &#1578;&#1740;&#1605;&#1740; &#1602;&#1608;&#1740; &#1575;&#1586; &#1575;&#1601;&#1585;&#1575;&#1583; &#1605;&#1593;&#1578;&#1576;&#1585; &#1608; &#1603;&#1575;&#1585;&#1603;&#1588;&#1578;&#1607; &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583; &#1608; &#1578;&#1608;&#1575;&#1606;&#1587;&#1578; &#1576;&#1575; &#1585;&#1608;&#1575;&#1740;&#1578; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1578;&#1575;&#1585;&#1740;&#1603; &#1608; &#1578;&#1585;&#1587;&#1606;&#1575;&#1603; &#1585;&#1590;&#1575;&#1740;&#1578; &#1606;&#1587;&#1576;&#1740; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1602;&#1583;&#1740;&#1605;&#1740; &#1575;&#1740;&#1606; &#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1585;&#1575; &#1583;&#1585; &#1576;&#1585;&#1711;&#1740;&#1585;&#1583;.&#1603;&#1662; &#1603;&#1575;&#1605; &#1576;&#1575; &#1575;&#1606;&#1580;&#1575;&#1605; &#1575;&#1740;&#1606; &#1603;&#1575;&#1585; &#1606;&#1588;&#1575;&#1606; &#1583;&#1575;&#1583; &#1603;&#1607; &#1607;&#1606;&#1608;&#1586; &#1607;&#1605; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1576;&#1575;&#1586;&#1740; &#1575;&#1589;&#1740;&#1604; &#1583;&#1585; &#1688;&#1575;&#1606;&#1585; &#1578;&#1585;&#1587; &#1576;&#1587;&#1575;&#1586;.&#1581;&#1575;&#1604; &#1603;&#1662; &#1603;&#1575;&#1605; &#1576;&#1575;&#1593;&#1585;&#1590;&#1607; &#1602;&#1587;&#1605;&#1578; &#1583;&#1608;&#1605; Revelations &#1585;&#1575;&#1607;&#1740; &#1580;&#1583;&#1740;&#1583; &#1585;&#1575; &#1583;&#1585; &#1662;&#1740;&#1588;&#8204;&#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1602;&#1585;&#1575;&#1585; &#1575;&#1587;&#1578; &#1583;&#1585; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1606;&#1602;&#1591;&#1607; &#1593;&#1591;&#1601; &#1570;&#1606; &#1576;&#1575;&#1588;&#1583;. &#1740;&#1603;&#1740; &#1575;&#1586; &#1580;&#1606;&#1576;&#1607;&#8204;&#1607;&#1575;&#1740; &#1605;&#1579;&#1576;&#1578; &#1585;&#1608;&#1575;&#1740;&#1578; &#1587;&#1585;&#1740;&#1575;&#1604;&#1740; &#1575;&#1740;&#1606; &#1575;&#1587;&#1578; &#1603;&#1607; &#1583;&#1587;&#1578; &#1606;&#1608;&#1740;&#1587;&#1606;&#1583;&#1607; &#1608; &#1603;&#1575;&#1585;&#1711;&#1585;&#1583;&#1575;&#1606; &#1576;&#1575;&#1586; &#1575;&#1587;&#1578; &#1608; &#1607;&#1585; &#1578;&#1594;&#1740;&#1740;&#1585;&#1740; &#1576;&#1585;&#1575;&#1740; &#1576;&#1607;&#1576;&#1608;&#1583; &#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1575;&#1593;&#1605;&#1575;&#1604; &#1603;&#1606;&#1606;&#1583;. Revelations 2 &#1583;&#1585; &#1570;&#1594;&#1575;&#1586; &#1575;&#1588;&#1575;&#1585;&#1607;&#8204;&#1575;&#1740; &#1605;&#1576;&#1607;&#1605; &#1576;&#1607; &#1602;&#1587;&#1605;&#1578; &#1602;&#1576;&#1604;&#1740; &#1583;&#1575;&#1585;&#1583; &#1575;&#1604;&#1576;&#1578;&#1607; &#1575;&#1579;&#1585;&#1740; &#1575;&#1586; &#1580;&#1740;&#1604; &#1608;&#1604;&#1606;&#1578;&#1575;&#1740;&#1606; &#1608; &#1603;&#1585;&#1740;&#1587; &#1585;&#1583;&#1601;&#1740;&#1604;&#1583; &#1583;&#1585; &#1575;&#1740;&#1606; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#8204;&#1587;&#1585;&#1575;&#1740;&#1740; &#1606;&#1740;&#1587;&#1578; &#1608; &#1601;&#1602;&#1591; &#1587;&#1575;&#1586;&#1605;&#1575;&#1606; (Terasave) &#1585;&#1575; &#1605;&#1593;&#1585;&#1601;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583;&#1563;&#1587;&#1575;&#1586;&#1605;&#1575;&#1606;&#1740; &#1590;&#1583; &#1578;&#1585;&#1608;&#1585;&#1740;&#1587;&#1578;&#1740; &#1576;&#1585;&#1575;&#1740; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1576;&#1575; &#1581;&#1605;&#1604;&#1575;&#1578; &#1576;&#1740;&#1608;&#1604;&#1608;&#1688;&#1740;&#1603;&#1740;.&#1583;&#1585; &#1575;&#1740;&#1606;&#1580;&#1575; &#1588;&#1575;&#1607;&#1583; &#1576;&#1575;&#1586;&#1711;&#1588;&#1578; &#1588;&#1582;&#1589;&#1740;&#1578; &#1603;&#1604;&#1585; &#1585;&#1583;&#1601;&#1740;&#1604;&#1583; &#1607;&#1587;&#1578;&#1740;&#1605; &#1603;&#1607; &#1570;&#1582;&#1585;&#1740;&#1606; &#1576;&#1575;&#1585; &#1575;&#1608; &#1585;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1603;&#1583; &#1608;&#1585;&#1608;&#1606;&#1740;&#1603;&#1575; &#1583;&#1740;&#1583;&#1740;&#1605;.&#1575;&#1608; &#1583;&#1585; &#1607;&#1585; &#1581;&#1575;&#1590;&#1585; &#1593;&#1590;&#1608; &#1575;&#1740;&#1606; &#1587;&#1575;&#1586;&#1605;&#1575;&#1606; &#1575;&#1587;&#1578; &#1608; &#1576;&#1607; &#1575;&#1606;&#1580;&#1575;&#1605; &#1601;&#1593;&#1575;&#1604;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1575;&#1606;&#1587;&#1575;&#1606; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606;&#1607; &#1605;&#1588;&#1594;&#1608;&#1604; &#1575;&#1587;&#1578;.&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1575;&#1740;&#1606; &#1602;&#1587;&#1605;&#1578; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585;&#1586;&#1605;&#1575;&#1606;&#1740; &#1605;&#1575;&#1576;&#1740;&#1606; &#1602;&#1587;&#1605;&#1578; &#1637;&#1608;&#1638;&#1585;&#1582; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;.<br/><br/>&#1588;&#1575;&#1740;&#1583; &#1576;&#1578;&#1608;&#1575;&#1606; &#1711;&#1601;&#1578; &#1575;&#1740;&#1606; &#1593;&#1606;&#1608;&#1575;&#1606; &#1583;&#1608; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1583;&#1575;&#1585;&#1583; &#1587;&#1606;&#1575;&#1585;&#1740;&#1608; &#1575;&#1608;&#1604; &#1581;&#1605;&#1604;&#1607; &#1576;&#1607; &#1605;&#1602;&#1585; &#1578;&#1585;&#1575;&#1587;&#1740;&#1608; &#1608; &#1576;&#1585;&#1583;&#1606; &#1603;&#1604;&#1740;&#1585; &#1608; &#1605;&#1608;&#1585;&#1575; &#1576;&#1607; &#1580;&#1586;&#1740;&#1585;&#1607;&#8204;&#1575;&#1740; &#1605;&#1582;&#1608;&#1601; &#1608; &#1587;&#1606;&#1575;&#1585;&#1740;&#1608; &#1583;&#1608;&#1605; &#1576;&#1575; &#1581;&#1590;&#1608;&#1585; &#1740;&#1603;&#1740; &#1575;&#1586; &#1602;&#1583;&#1740;&#1605;&#1740;&#8204;&#1578;&#1585;&#1740;&#1606; &#1575;&#1588;&#1582;&#1575;&#1589; &#1575;&#1740;&#1606; &#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1583;&#1585; &#1575;&#1740;&#1606; &#1593;&#1606;&#1608;&#1575;&#1606; &#1575;&#1587;&#1578;.&#1576;&#1585;&#1740; &#1576;&#1585;&#1578;&#1608;&#1606; &#1662;&#1583;&#1585; &#1605;&#1608;&#1740;&#1585;&#1575; &#1603;&#1607; &#1576;&#1593;&#1583; &#1575;&#1586; &#1605;&#1583;&#1578;&#8204;&#1607;&#1575; &#1583;&#1608;&#1576;&#1575;&#1585;&#1607; &#1576;&#1607; &#1575;&#1740;&#1606; &#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1576;&#1575;&#1586;&#1711;&#1588;&#1578;&#1607;.&#1605;&#1593;&#1604;&#1608;&#1605; &#1606;&#1740;&#1587;&#1578; &#1603;&#1607; &#1608;&#1740; &#1575;&#1586; &#1591;&#1585;&#1601; &#1587;&#1575;&#1586;&#1605;&#1575;&#1606;&#1740; &#1576;&#1585;&#1575;&#1740; &#1606;&#1580;&#1575;&#1578; &#1583;&#1582;&#1578;&#1585;&#1588; &#1608; &#1603;&#1604;&#1740;&#1585; &#1570;&#1605;&#1575;&#1583;&#1607; &#1740;&#1575; &#1606;&#1607; &#1608; &#1602;&#1591;&#1593;&#1575;&#1611; &#1575;&#1740;&#1606; &#1575;&#1586;&#1580;&#1605;&#1604;&#1607; &#1587;&#1572;&#1575;&#1604;&#1575;&#1578;&#1740; &#1575;&#1587;&#1578; &#1603;&#1607; &#1583;&#1585; &#1607;&#1575;&#1604;&#1607;&#8204;&#1575;&#1740; &#1575;&#1586; &#1575;&#1576;&#1607;&#1575;&#1605; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1583;.&#1576;&#1593;&#1583; &#1575;&#1586; &#1605;&#1583;&#1578;&#1740; &#1576;&#1585;&#1740; &#1576;&#1575; &#1583;&#1582;&#1578;&#1585;&#1740; &#1593;&#1580;&#1740;&#1576; &#1608; &#1603;&#1605; &#1587;&#1606; &#1608; &#1587;&#1575;&#1604; &#1603;&#1607; &#1604;&#1576;&#1575;&#1587;&#8204;&#1582;&#1608;&#1575;&#1576; &#1576;&#1585; &#1578;&#1606; &#1583;&#1575;&#1585;&#1583; &#1585;&#1608;&#1576;&#1607;&#8204;&#1585;&#1608; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1575;&#1608; &#1575;&#1586; &#1576;&#1585;&#1740; &#1605;&#1740;&#8204;&#1582;&#1608;&#1575;&#1607;&#1583; &#1578;&#1575; &#1575;&#1608; &#1585;&#1575; &#1578;&#1606;&#1607;&#1575; &#1606;&#1711;&#1584;&#1575;&#1585;&#1583;&#1563;&#1588;&#1575;&#1740;&#1583; &#1580;&#1575;&#1604;&#1576; &#1576;&#1575;&#1588;&#1583; &#1576;&#1583;&#1575;&#1606;&#1740;&#1583; &#1603;&#1607; &#1575;&#1740;&#1606; &#1583;&#1582;&#1578;&#1585; &#1602;&#1583;&#1585;&#1578;&#1740; &#1582;&#1575;&#1589; &#1583;&#1585; &#1578;&#1588;&#1582;&#1740;&#1589; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1583;&#1575;&#1585;&#1583; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1575;&#1586; &#1662;&#1588;&#1578; &#1583;&#1740;&#1608;&#1575;&#1585; &#1576;&#1607;&#8204;&#1589;&#1608;&#1585;&#1578; &#1607;&#1575;&#1604;&#1607;&#8204;&#1607;&#1575;&#1740;&#1740; &#1602;&#1585;&#1605;&#1586; &#1608; &#1586;&#1585;&#1583; &#1576;&#1576;&#1740;&#1606;&#1583;.<br/><br/>&#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578;&#1740; &#1670;&#1588;&#1605;&#1711;&#1740;&#1585; &#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1575;&#1586; &#1593;&#1606;&#1608;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604;&#1740; &#1603;&#1607; &#1570;&#1586;&#1575;&#1583;&#1740; &#1593;&#1605;&#1604;&#1740; &#1594;&#1740;&#1585;&#1605;&#1606;&#1591;&#1602;&#1740; &#1583;&#1575;&#1588;&#1578;&#1606; &#1601;&#1575;&#1589;&#1604;&#1607; &#1711;&#1585;&#1601;&#1578;&#1607; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1607; &#1575;&#1740;&#1606; &#1605;&#1608;&#1590;&#1608;&#1593; &#1575;&#1601;&#1578;&#1582;&#1575;&#1585; &#1603;&#1606;&#1740;&#1583; &#1608; &#1578;&#1585;&#1587; &#1585;&#1575; &#1583;&#1585; &#1608;&#1580;&#1608;&#1583; &#1582;&#1608;&#1583; &#1581;&#1587; &#1603;&#1606;&#1740;&#1583; &#1608; &#1604;&#1584;&#1578; &#1576;&#1576;&#1585;&#1740;&#1583;. &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1583;&#1587;&#1578;&#1585;&#1587;&#1740; &#1576;&#1607; &#1705;&#1608;&#1604;&#1607;&#8204;&#1662;&#1588;&#1578;&#1740; &#1583;&#1585; &#1581;&#1575;&#1604; &#1581;&#1585;&#1603;&#1578; &#1603;&#1605;&#1740; &#1586;&#1740;&#1575;&#1583; &#1576;&#1607; &#1608;&#1575;&#1602;&#1593;&#1740;&#8204;&#1578;&#1585; &#1588;&#1583;&#1606; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1603;&#1585;&#1583;&#1607; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1583;&#1585; &#1581;&#1575;&#1604; &#1578;&#1740;&#1585;&#1575;&#1606;&#1583;&#1575;&#1586;&#1740; &#1581;&#1585;&#1603;&#1578; &#1603;&#1606;&#1740;&#1583; &#1608; &#1740;&#1575; &#1581;&#1578;&#1740; &#1580;&#1575;&#1582;&#1575;&#1604;&#1740; &#1576;&#1583;&#1607;&#1740;&#1583;.<br/><br/>&#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1576;&#1582;&#1588; Story Mode &#1576;&#1582;&#1588;&#1740; &#1576;&#1575; &#1593;&#1606;&#1608;&#1575;&#1606; Raid Mode &#1575;&#1590;&#1575;&#1601;&#1607;&#8204;&#1588;&#1583;&#1607; &#1603;&#1607; &#1583;&#1585; &#1570;&#1606; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1585;&#1603;&#1608;&#1585;&#1583;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; &#1582;&#1608;&#1583; &#1579;&#1576;&#1578; &#1603;&#1606;&#1740;&#1583; &#1608; &#1576;&#1575;&#1602;&#1740; &#1576;&#1575;&#1586;&#1740;&#1603;&#1606;&#1575;&#1606; &#1585;&#1575; &#1576;&#1607; &#1670;&#1575;&#1604;&#1588; &#1576;&#1603;&#1588;&#1740;&#1583;. &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740;&#1740; &#1576;&#1585;&#1575;&#1740; &#1570;&#1662;&#1711;&#1585;&#1740;&#1583; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1578;&#1575; &#1576;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1575; &#1602;&#1608;&#1575;&#1740; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1576;&#1607;&#8204;&#1662;&#1740;&#1588; &#1585;&#1608;&#1740;&#1583;.<br/><br/>&#1583;&#1585; &#1605;&#1608;&#1585;&#1583; &#1711;&#1585;&#1575;&#1601;&#1740;&#1603; &#1576;&#1575;&#1740;&#1583; &#1711;&#1601;&#1578; &#1711;&#1585;&#1575;&#1601;&#1740;&#1603; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578; &#1582;&#1575;&#1589;&#1740; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604;&#1740; &#1606;&#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1576;&#1575; &#1580;&#1586;&#1574;&#1740;&#1575;&#1578;&#1740; &#1593;&#1575;&#1583;&#1740; &#1585;&#1608;&#1576;&#1607;&#8204;&#1585;&#1608; &#1607;&#1587;&#1578;&#1740;&#1605;&#1563;&#1575;&#1605;&#1575; &#1575;&#1586;&#1604;&#1581;&#1575;&#1592; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740; &#1608; &#1591;&#1585;&#1575;&#1581;&#1740; &#1605;&#1581;&#1740;&#1591; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1581;&#1585;&#1601;&#8204;&#1607;&#1575;&#1740; &#1576;&#1585;&#1575;&#1740; &#1711;&#1601;&#1578; &#1583;&#1575;&#1585;&#1583; &#1608; &#1575;&#1740;&#1606; &#1605;&#1608;&#1590;&#1608;&#1593; &#1608;&#1602;&#1578;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1740;&#1588;&#1578;&#1585; &#1606;&#1588;&#1575;&#1606; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1603;&#1607; &#1576;&#1575; &#1605;&#1608;&#1587;&#1740;&#1602;&#1740; &#1607;&#1605;&#1585;&#1575;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1578;&#1575; &#1578;&#1585;&#1587; &#1585;&#1575; &#1576;&#1607; &#1588;&#1605;&#1575; &#1575;&#1604;&#1602;&#1575; &#1603;&#1606;&#1583;.&#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1589;&#1583;&#1575;&#1711;&#1584;&#1575;&#1585;&#1740; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575; &#1588;&#1605;&#1575; &#1585;&#1575; &#1588;&#1608;&#1603;&#1607; &#1582;&#1608;&#1575;&#1607;&#1583; &#1603;&#1585;&#1583;. &#1576;&#1607;&#8204;&#1593;&#1606;&#1608;&#1575;&#1606; &#1580;&#1605;&#1604;&#1607; &#1570;&#1582;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1608;&#1575;&#1602;&#1593;&#1575;&#1611; &#1587;&#1593;&#1740; &#1603;&#1585;&#1583;&#1607; &#1578;&#1575; &#1576;&#1607; &#1605;&#1576;&#1583;&#1571; &#1582;&#1608;&#1583; &#1576;&#1575;&#1586;&#1711;&#1585;&#1583;&#1583; &#1608; &#1578;&#1585;&#1587; &#1608; &#1608;&#1581;&#1588;&#1578;&#1740; &#1603;&#1607; &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1585;&#1575; &#1583;&#1585; &#1603;&#1606;&#1575;&#1585; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1586;&#1740;&#1576;&#1575; &#1601;&#1585;&#1575;&#1607;&#1605; &#1603;&#1606;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">18+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel&#174; Core&#8482; 2 Duo E6700, AMD Athlon X2 2.8 GHz
Memory: 2 GB RAM
Graphics: NVIDIA&#174; GeForce&#174; 8800 GTS, AMD Radeon HD 3850
DirectX: Version 9.0c
Network: Broadband Internet connection
Storage: 23 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1578;&#1585;&#1587; &#1608; &#1576;&#1602;&#1575;, &#1578;&#1585;&#1587;&#1606;&#1575;&#1705;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Resident%20Evil%20Revelations%202/reRevelations2pc04.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Resident%20Evil%20Revelations%202/reRevelations2pc09.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Resident%20Evil%20Revelations%202/screenshot.resident-evil-revelations-2.1920x1080.2015-04-18.jpg&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Resident%20Evil%20Revelations%202/zp-103505_Resident-Evil-Revelations-2_2014_09-10-14_008.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Resident%20Evil%20Revelations%202/c774c826e034b039c95873ca2b85700f5008408-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/486897/&#1580;&#1607;&#1606;&#1605;&#1740;-&#1576;&#1607;-&#1705;&#1575;&#1585;&#1711;&#1585;&#1583;&#1575;&#1606;&#1740;-alex-wesker-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;&#1740;-resident-evil-revelations-2/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 74/100<br/>Steam: 7/10<br/><br/>Initial release date: February 24, 2015</div>
  </BODY>
</html>