<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Star Wars Jedi: Fallen Order</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="4941.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index19.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="5063.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1714f.jpg">
        <img src="../images/1714f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Star Wars Jedi: Fallen Order&#160;(2019)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Star Wars&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#100</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Electronic Arts</b>
	    &#160;
	   	Respawn Entertainment
            <br/>
            <b>46.2 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1583;&#1585; &#1605;&#1740;&#1575;&#1606; &#1605;&#1607;&#1740;&#1576; &#1711;&#1604;&#1608;&#1604;&#1607;&#8204;&#1607;&#1575;&#1740; &#1604;&#1740;&#1586;&#1585;&#1740; &#1585;&#1608;&#1740; &#1586;&#1605;&#1740;&#1606; &#1575;&#1601;&#1578;&#1575;&#1583;&#1607;&#8204;&#1575;&#1740;&#1583; &#1608; &#1578;&#1705;&#1607;&#8204;&#1578;&#1705;&#1607; &#1588;&#1583;&#1606; &#1740;&#1575;&#1585;&#1575;&#1606;&#1578;&#1575;&#1606; &#1585;&#1575; &#1576;&#1575; &#1670;&#1588;&#1605; &#1582;&#1608;&#1583; &#1578;&#1605;&#1575;&#1588;&#1575; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583;. &#1711;&#1604;&#1608;&#1604;&#1607;&#8204;&#1575;&#1740; &#1576;&#1607; &#1605;&#1594;&#1586; &#1588;&#1605;&#1575; &#1588;&#1604;&#1740;&#1705; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1607;&#1605;&#1607;&#8204;&#1670;&#1740;&#1586; &#1576;&#1607;&#8204;&#1740;&#1705;&#8204;&#1576;&#1575;&#1585;&#1607; &#1587;&#1740;&#1575;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1575;&#1740;&#1606; &#1602;&#1578;&#1604; &#1593;&#1575;&#1605;&#1604; &#1576;&#1586;&#1585;&#1711; Order 66 &#1576;&#1608;&#1583; &#1705;&#1607; &#1578;&#1605;&#1575;&#1605;&#1740; &#1606;&#1740;&#1585;&#1608;&#1607;&#1575;&#1740; Jedi &#1585;&#1575; &#1575;&#1586; &#1705;&#1607;&#1705;&#1588;&#1575;&#1606; &#1662;&#1575;&#1705; &#1705;&#1585;&#1583; &#1608; &#1583;&#1585; &#1575;&#1740;&#1606; &#1605;&#1740;&#1575;&#1606; &#1578;&#1606;&#1607;&#1575; Padawan &#1575;&#1587;&#1578; &#1705;&#1607; &#1586;&#1606;&#1583;&#1607; &#1576;&#1575;&#1602;&#1740;&#8204;&#1605;&#1575;&#1606;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575;&#1740;&#1583; &#1578;&#1604;&#1575;&#1601;&#1740; &#1575;&#1740;&#1606; &#1705;&#1575;&#1585; &#1585;&#1575; &#1587;&#1585; Empire &#1608; &#1606;&#1740;&#1585;&#1608;&#1607;&#1575;&#1740; &#1588;&#1585; &#1583;&#1585;&#1570;&#1608;&#1585;&#1583;. &#1605;&#1583;&#1578;&#8204;&#1607;&#1575;&#1587;&#1578; &#1705;&#1607; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1580;&#1606;&#1711; &#1587;&#1578;&#1575;&#1585;&#1711;&#1575;&#1606; &#1575;&#1606;&#1578;&#1592;&#1575;&#1585; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1608; &#1578;&#1705; &#1606;&#1601;&#1585;&#1607; &#1585;&#1575; &#1605;&#1740;&#8204;&#1705;&#1588;&#1606;&#1583; &#1608; &#1575;&#1740;&#1606; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Respawn Entertainment &#1576;&#1608;&#1583; &#1705;&#1607; &#1576;&#1607; &#1604;&#1591;&#1601; &#1602;&#1585;&#1575;&#1585;&#1583;&#1575;&#1583; &#1576;&#1587;&#1578;&#1607;&#8204;&#1588;&#1583;&#1607; Electronic Arts &#1576;&#1575; &#1608;&#1575;&#1604;&#1578; &#1583;&#1740;&#1586;&#1606;&#1740; &#1570;&#1587;&#1578;&#1740;&#1606; &#1607;&#1605;&#1578; &#1585;&#1575; &#1576;&#1575;&#1604;&#1575; &#1586;&#1583; &#1608; &#1576;&#1575;&#1586;&#1740; Star Wars Jedi Fallen Order &#1585;&#1575; &#1575;&#1586; &#1583;&#1604; &#1583;&#1585;&#1582;&#1608;&#1575;&#1587;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1578;&#1593;&#1583;&#1583; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1575;&#1585;&#1575;&#1574;&#1607; &#1583;&#1575;&#1583;. &#1588;&#1605;&#1575; &#1578;&#1606;&#1607;&#1575; &#1576;&#1575;&#1586;&#1605;&#1575;&#1606;&#1583;&#1607; &#1608; &#1570;&#1582;&#1585;&#1740;&#1606; Jedi &#1607;&#1587;&#1578;&#1740;&#1583; &#1608; &#1576;&#1575;&#1740;&#1583; &#1576;&#1607; &#1705;&#1605;&#1705; &#1606;&#1740;&#1585;&#1608; &#1608; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740; &#1582;&#1608;&#1583; &#1576;&#1607; &#1580;&#1606;&#1711; &#1593;&#1604;&#1740;&#1607; &#1575;&#1605;&#1662;&#1585;&#1575;&#1578;&#1608;&#1585;&#1740; &#1576;&#1585;&#1582;&#1740;&#1586;&#1740;&#1583; &#1608; &#1581;&#1587;&#1575;&#1576;&#1588; &#1585;&#1575; &#1705;&#1601; &#1583;&#1587;&#1578;&#1588; &#1576;&#1711;&#1584;&#1575;&#1585;&#1740;&#1583;.<br/>5 &#1587;&#1575;&#1604; &#1575;&#1586; &#1575;&#1578;&#1601;&#1575;&#1602;&#1575;&#1578; &#1578;&#1604;&#1582; &#1602;&#1587;&#1605;&#1578; &#1587;&#1608;&#1605; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1580;&#1606;&#1711; &#1587;&#1578;&#1575;&#1585;&#1711;&#1575;&#1606; &#1576;&#1607; &#1606;&#1575;&#1605; Revenge of the Sith &#1711;&#1584;&#1588;&#1578;&#1607; &#1575;&#1587;&#1578;. Padawan &#1578;&#1606;&#1607;&#1575; &#1608; &#1576;&#1740;&#1711;&#1575;&#1606;&#1607; &#1583;&#1585; &#1705;&#1607;&#1705;&#1588;&#1575;&#1606; &#1576;&#1585;&#1605;&#1740;&#8204;&#1582;&#1740;&#1586;&#1583; &#1608; &#1576;&#1607; &#1608;&#1580;&#1608;&#1583; &#1575;&#1589;&#1604;&#1740;&#8204;&#1575;&#1588; &#1662;&#1740; &#1605;&#1740;&#8204;&#1576;&#1585;&#1583;. &#1575;&#1608; &#1570;&#1582;&#1585;&#1740;&#1606; Jedi &#1575;&#1587;&#1578; &#1608; &#1587;&#1585;&#1606;&#1608;&#1588;&#1578; &#1576;&#1585;&#1575;&#1740; &#1575;&#1608; &#1576;&#1585;&#1606;&#1575;&#1605;&#1607;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1575;&#1585;&#1583;. &#1575;&#1605;&#1662;&#1585;&#1575;&#1578;&#1608;&#1585;&#1740; &#1576;&#1575; &#1587;&#1585;&#1576;&#1575;&#1586;&#1575;&#1606; &#1605;&#1578;&#1593;&#1583;&#1583;&#1588; &#1583;&#1585;&#1576;&#1607;&#8204;&#1583;&#1585; &#1583;&#1606;&#1576;&#1575;&#1604; &#1570;&#1582;&#1585;&#1740;&#1606; &#1601;&#1585;&#1583; &#1605;&#1740;&#8204;&#1711;&#1585;&#1583;&#1606;&#1583; &#1608; &#1605;&#1740;&#8204;&#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1576;&#1585;&#1575;&#1740; &#1607;&#1605;&#1740;&#1588;&#1607; &#1570;&#1578;&#1588; &#1580;&#1606;&#1711; &#1585;&#1575; &#1587;&#1585;&#1583; &#1705;&#1606;&#1606;&#1583; &#1608; &#1587;&#1604;&#1591;&#1607; &#1582;&#1608;&#1583; &#1585;&#1575; &#1585;&#1608;&#1740; &#1578;&#1605;&#1575;&#1605; &#1705;&#1607;&#1705;&#1588;&#1575;&#1606;&#8204;&#1607;&#1575; &#1576;&#1711;&#1587;&#1578;&#1585;&#1575;&#1606;&#1606;&#1583;. &#1583;&#1585; &#1575;&#1578;&#1601;&#1575;&#1602;&#1740; &#1578;&#1604;&#1582; &#1607;&#1608;&#1740;&#1578; &#1575;&#1589;&#1604;&#1740; Cal &#1576;&#1585;&#1575;&#1740; &#1606;&#1740;&#1585;&#1608;&#1607;&#1575;&#1740; &#1575;&#1605;&#1662;&#1585;&#1575;&#1578;&#1608;&#1585;&#1740; &#1605;&#1588;&#1582;&#1589; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1583;&#1585;&#1583;&#1587;&#1585; &#1575;&#1608; &#1575;&#1586; &#1607;&#1605;&#1740;&#1606;&#8204;&#1580;&#1575; &#1588;&#1585;&#1608;&#1593; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. Darth Vader &#1575;&#1605;&#1575; &#1576;&#1585;&#1575;&#1740; &#1583;&#1587;&#1578;&#8204;&#1576;&#1607;&#8204;&#1587;&#1585; &#1705;&#1585;&#1583;&#1606; &#1575;&#1740;&#1606; &#1580;&#1608;&#1575;&#1606; &#1578;&#1575;&#1586;&#1607;&#8204;&#1606;&#1601;&#1587;&#1548; &#1582;&#1608;&#1575;&#1607;&#1585; &#1583;&#1608;&#1605; &#1575;&#1604;&#1740;&#1586;&#1575;&#1576;&#1578; &#1585;&#1575; &#1576;&#1607; &#1580;&#1606;&#1711; &#1575;&#1608; &#1605;&#1740;&#8204;&#1601;&#1585;&#1587;&#1578;&#1583; &#1608; &#1575;&#1740;&#1606;&#1580;&#1575; &#1578;&#1575;&#1586;&#1607; &#1583;&#1585;&#1705; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583; &#1705;&#1607; &#1608;&#1587;&#1591; &#1670;&#1607; &#1601;&#1604;&#1575;&#1705;&#1578;&#1740; &#1711;&#1740;&#1585; &#1575;&#1601;&#1578;&#1575;&#1583;&#1607;&#8204;&#1575;&#1740;&#1583; &#1608; &#1575;&#1604;&#1576;&#1578;&#1607; &#1705;&#1607; &#1607;&#1585; &#1705;&#1575;&#1585;&#1740; &#1602;&#1740;&#1605;&#1578; &#1582;&#1608;&#1583;&#1588; &#1585;&#1575; &#1583;&#1575;&#1585;&#1583; &#1575;&#1605;&#1575; &#1575;&#1740;&#1606; &#1576;&#1575;&#1585;&#1740;&#1705; &#1578;&#1606;&#1607; &#1580;&#1604;&#1608;&#1740; &#1740;&#1705; &#1575;&#1585;&#1578;&#1588; &#1575;&#1740;&#1587;&#1578;&#1575;&#1583;&#1607;&#8204;&#1575;&#1740;&#1583;! &#1740;&#1575;&#1583;&#1578;&#1575;&#1606; &#1575;&#1587;&#1578; &#1575;&#1586; &#1580;&#1606;&#1711;&#1575;&#1608;&#1585;&#1740;&#8204;&#1607;&#1575;&#1740; &#1582;&#1608;&#1583; &#1605;&#1740;&#8204;&#1711;&#1601;&#1578;&#1740;&#1583;&#1567; &#1581;&#1575;&#1604;&#1575; &#1608;&#1602;&#1578; &#1570;&#1606; &#1575;&#1587;&#1578; &#1705;&#1607; &#1579;&#1575;&#1576;&#1578; &#1705;&#1606;&#1740;&#1583; &#1740;&#1705; Jedi &#1608;&#1575;&#1602;&#1593;&#1740; &#1607;&#1587;&#1578;&#1740;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Star Wars Jedi Fallen Order &#1670;&#1585;&#1575;&#1594;&#1740; &#1585;&#1608;&#1588;&#1606; &#1605;&#1740;&#1575;&#1606; &#1592;&#1604;&#1605;&#1578; &#1608; &#1592;&#1604;&#1605; &#1575;&#1605;&#1662;&#1585;&#1575;&#1578;&#1608;&#1585;&#1740; &#1575;&#1587;&#1578;. &#1582;&#1608;&#1588;&#1576;&#1582;&#1578;&#1575;&#1606;&#1607; &#1583;&#1585; &#1575;&#1740;&#1606; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1670;&#1606;&#1583; &#1711;&#1580;&#1578; &#1576;&#1575;&#1605;&#1586;&#1607; &#1606;&#1740;&#1586; &#1705;&#1606;&#1575;&#1585;&#1578;&#1575;&#1606; &#1607;&#1587;&#1578;&#1606;&#1583; &#1608; &#1575;&#1586; &#1605;&#1589;&#1575;&#1581;&#1576;&#1578; &#1740;&#1705; &#1585;&#1576;&#1575;&#1578; &#1705;&#1608;&#1670;&#1705; &#1606;&#1740;&#1586; &#1604;&#1584;&#1578; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1576;&#1585;&#1583;. &#1607;&#1740;&#1580;&#1575;&#1606; &#1576;&#1607; &#1583;&#1587;&#1578; &#1711;&#1585;&#1601;&#1578;&#1606; &#1588;&#1605;&#1588;&#1740;&#1585; &#1604;&#1740;&#1586;&#1585;&#1740; &#1608; &#1578;&#1705;&#1607;&#8204;&#1578;&#1705;&#1607; &#1705;&#1585;&#1583;&#1606; &#1583;&#1588;&#1605;&#1606; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1575;&#1740;&#1606; &#1578;&#1606;&#1607;&#1575; Star Wars &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1576;&#1575; &#1670;&#1606;&#1740;&#1606; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607;&#8204;&#1575;&#1740; &#1608; &#1605;&#1581;&#1740;&#1591;&#8204;&#1607;&#1575;&#1740; &#1580;&#1584;&#1575;&#1576; &#1608; &#1583;&#1604;&#1711;&#1588;&#1575; &#1608; &#1570;&#1582;&#1585;&#1740;&#1606; &#1601;&#1606;&#1575;&#1608;&#1585;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1607;&#8204;&#1705;&#1575;&#1585;&#1585;&#1601;&#1578;&#1607; &#1583;&#1585; &#1583;&#1604; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740;&#1548; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1585;&#1575; &#1605;&#1740;&#1582;&#1705;&#1608;&#1576; &#1589;&#1606;&#1583;&#1604;&#1740;&#8204;&#1607;&#1575;&#1740; &#1582;&#1608;&#1583; &#1705;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1670;&#1575;&#1604;&#1588; &#1576;&#1602;&#1575;&#1587;&#1578; &#1608; &#1576;&#1575;&#1740;&#1583; &#1578;&#1575; &#1570;&#1582;&#1585;&#1740;&#1606; &#1604;&#1581;&#1592;&#1607; &#1585;&#1608;&#1740; &#1662;&#1575;&#1740; &#1582;&#1608;&#1583; &#1576;&#1575;&#1740;&#1587;&#1578;&#1740;&#1583; &#1608;&#1711;&#1585;&#1606;&#1607; &#1575;&#1605;&#1662;&#1585;&#1575;&#1578;&#1608;&#1585;&#1740; &#1608; &#1606;&#1740;&#1585;&#1608;&#1607;&#1575;&#1740; &#1588;&#1585; &#1605;&#1740;&#8204;&#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1576;&#1585;&#1575;&#1740; &#1607;&#1605;&#1740;&#1588;&#1607; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; Jedi &#1585;&#1575; &#1576;&#1607; &#1583;&#1587;&#1578; &#1601;&#1585;&#1575;&#1605;&#1608;&#1588;&#1740; &#1583;&#1607;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1662;&#1585;&#1670;&#1605; &#1581;&#1575;&#1604;&#1575; &#1575;&#1586; &#1583;&#1587;&#1578; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1606; &#1602;&#1576;&#1604;&#1740; &#1662;&#1575;&#1740;&#1740;&#1606; &#1575;&#1601;&#1578;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578; &#1575;&#1605;&#1575; &#1588;&#1605;&#1575; &#1602;&#1585;&#1575;&#1585; &#1575;&#1587;&#1578; &#1576;&#1575;&#1585; &#1583;&#1740;&#1711;&#1585; &#1570;&#1606; &#1585;&#1575; &#1576;&#1585;&#1583;&#1575;&#1585;&#1740;&#1583; &#1608; &#1605;&#1587;&#1740;&#1585; &#1608; &#1605;&#1585;&#1575;&#1605; Jedi &#1585;&#1575; &#1575;&#1583;&#1575;&#1605;&#1607; &#1583;&#1607;&#1740;&#1583;. &#1575;&#1711;&#1585; &#1575;&#1586; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1580;&#1606;&#1711; &#1587;&#1578;&#1575;&#1585;&#1711;&#1575;&#1606; &#1607;&#1587;&#1578;&#1740;&#1583; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1606;&#1711;&#1575;&#1607;&#1740; &#1576;&#1607; Star Wars Battlefront 2 &#1608; Star Wars Force Unleashed &#1606;&#1740;&#1586; &#1576;&#1740;&#1606;&#1583;&#1575;&#1586;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">Teen</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: AMD FX-6100/Intel i3-3220 or Equivalent
Memory: 8 GB RAM
Graphics: AMD Radeon HD 7750, NVIDIA GeForce GTX 650 or Equivalent
DirectX: Version 11
Storage: 55 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Star%20Wars%20Jedi:%20Fallen%20Order/12275555-star-wars-jedi-fallen-order-playstation-4-deflecting-laser-shots.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Star%20Wars%20Jedi:%20Fallen%20Order/JediFallenOrderE3_04.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Star%20Wars%20Jedi:%20Fallen%20Order/fallenorder_04.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Star%20Wars%20Jedi:%20Fallen%20Order/ff331d3e-7702-468c-96ef-cb14d3b2bc1a_Star_Wars_Jedi_Fallen_Order_Screen_9.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Star%20Wars%20Jedi:%20Fallen%20Order/star-wars-jedi-fallen-order-fight.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Star%20Wars%20Jedi:%20Fallen%20Order/9b98f89e9a28471e8718761315506fed17180754-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/604662/&#1576;&#1601;&#1585;&#1605;&#1575;&#1740;&#1740;&#1583;-&#1587;&#1740;&#1606;&#1711;&#1604;-&#1662;&#1604;&#1740;&#1585;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;&#1740;-starwars/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 81/100<br/>Steam: 9/10<br/>IGN: 9/10<br/><br/>Initial release date: November 11, 2019</div>
  </BODY>
</html>