<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Scars Above</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="4584.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index19.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="4593.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1750f.jpg">
        <img src="../images/1750f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Scars Above</div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <br/>
            <b>15.1 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1740;&#1705;&#1740; &#1575;&#1586; &#1578;&#1585;&#1606;&#1583;&#1607;&#1575;&#1740; &#1605;&#1591;&#1585;&#1581;&#1740; &#1705;&#1607; &#1583;&#1585; &#1591;&#1740; &#1670;&#1606;&#1583; &#1587;&#1575;&#1604; &#1575;&#1582;&#1740;&#1585;&#1548; &#1589;&#1606;&#1593;&#1578; &#1711;&#1740;&#1605; &#1585;&#1575; &#1605;&#1581;&#1575;&#1589;&#1585;&#1607; &#1705;&#1585;&#1583;&#1607;&#1548; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1601;&#1590;&#1575;&#1740;&#1740; &#1576;&#1575; &#1605;&#1608;&#1590;&#1608;&#1593; &#1586;&#1606;&#1583;&#1607; &#1605;&#1575;&#1606;&#1583;&#1606; &#1583;&#1585; &#1740;&#1705; &#1587;&#1740;&#1575;&#1585;&#1607; &#1576;&#1740;&#1711;&#1575;&#1606;&#1607; &#1608; &#1605;&#1602;&#1575;&#1576;&#1604;&#1607; &#1576;&#1575; &#1578;&#1607;&#1583;&#1740;&#1583;&#1607;&#1575;&#1740; &#1582;&#1575;&#1585;&#1580; &#1575;&#1586; &#1583;&#1585;&#1705; &#1575;&#1606;&#1587;&#1575;&#1606; &#1575;&#1587;&#1578;. &#1576;&#1575;&#1586;&#1740; Returnal &#1583;&#1585; &#1587;&#1575;&#1604; &#1711;&#1584;&#1588;&#1578;&#1607; &#1605;&#1608;&#1601;&#1602; &#1588;&#1583; &#1591;&#1585;&#1601;&#8204;&#1583;&#1575;&#1585;&#1575;&#1606; &#1586;&#1740;&#1575;&#1583;&#1740; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583;&#1607; &#1608; &#1575;&#1740;&#1606; &#1688;&#1575;&#1606;&#1585; &#1585;&#1575; &#1576;&#1740;&#1588; &#1575;&#1586; &#1602;&#1576;&#1604; &#1576;&#1607; &#1580;&#1604;&#1608; &#1576;&#1576;&#1585;&#1583;. &#1581;&#1575;&#1604; &#1588;&#1575;&#1607;&#1583; &#1575;&#1740;&#1606; &#1607;&#1587;&#1578;&#1740;&#1605; &#1705;&#1607; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608;&#1740; &#1576;&#1575;&#1586;&#1740; &#1587;&#1575;&#1586;&#1740; Mad Head Games &#1606;&#1740;&#1586; &#1576;&#1575;&#1586;&#1740; &#1580;&#1583;&#1740;&#1583;&#1588; &#1576;&#1607; &#1606;&#1575;&#1605; Scars Above &#1585;&#1575; &#1605;&#1606;&#1578;&#1588;&#1585; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1688;&#1575;&#1606;&#1585; &#1575;&#1705;&#1588;&#1606; &#1608; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1576;&#1575; &#1575;&#1604;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1587;&#1608;&#1604;&#1586; &#1604;&#1575;&#1740;&#1705; &#1608;&#1575;&#1585;&#1583; &#1605;&#1740;&#1583;&#1575;&#1606; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1583;&#1585; &#1580;&#1585;&#1740;&#1575;&#1606; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; Scars Above&#1548; &#1662;&#1587; &#1575;&#1586; &#1575;&#1740;&#1606;&#1705;&#1607; &#1740;&#1705; &#1588;&#1740; &#1576;&#1740;&#1711;&#1575;&#1606;&#1607; &#1605;&#1585;&#1605;&#1608;&#1586; &#1576;&#1607; &#1606;&#1575;&#1605; Metahedron &#1583;&#1585; &#1575;&#1578;&#1605;&#1587;&#1601;&#1585; &#1586;&#1605;&#1740;&#1606; &#1592;&#1575;&#1607;&#1585; &#1588;&#1583;&#1548; &#1711;&#1585;&#1608;&#1607;&#1740; &#1575;&#1586; &#1583;&#1575;&#1606;&#1588;&#1605;&#1606;&#1583;&#1575;&#1606; &#1608; &#1605;&#1607;&#1606;&#1583;&#1587;&#1575;&#1606; &#1576;&#1607; &#1606;&#1575;&#1605; Senentient Contact Assessment and Response &#1576;&#1585;&#1575;&#1740; &#1576;&#1585;&#1585;&#1587;&#1740; &#1601;&#1585;&#1587;&#1578;&#1575;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583;. &#1588;&#1605;&#1575; &#1583;&#1585; &#1606;&#1602;&#1588; &#1583;&#1705;&#1578;&#1585; Kate Ward &#1576;&#1575;&#1586;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583;&#1548; &#1705;&#1607; &#1607;&#1605;&#1585;&#1575;&#1607; &#1576;&#1575; &#1587;&#1575;&#1740;&#1585; &#1575;&#1593;&#1590;&#1575;&#1740; &#1578;&#1740;&#1605; &#1662;&#1587; &#1575;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1575;&#1740;&#1606; &#1588;&#1740;&#1548; &#1576;&#1607; &#1740;&#1705; &#1587;&#1740;&#1575;&#1585;&#1607; &#1576;&#1740;&#1711;&#1575;&#1606;&#1607; &#1575;&#1587;&#1585;&#1575;&#1585;&#1570;&#1605;&#1740;&#1586; &#1608; &#1594;&#1740;&#1585; &#1605;&#1607;&#1605;&#1575;&#1606; &#1606;&#1608;&#1575;&#1586; &#1605;&#1606;&#1578;&#1602;&#1604; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583;. &#1583;&#1585; &#1586;&#1605;&#1740;&#1606;&#1607; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1588;&#1575;&#1607;&#1583; &#1740;&#1705;&#1740; &#1575;&#1586; &#1580;&#1584;&#1575;&#1576;&#8204;&#1578;&#1585;&#1740;&#1606; &#1570;&#1579;&#1575;&#1585; &#1587;&#1575;&#1604; &#1580;&#1575;&#1585;&#1740; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1606;&#1587;&#1604; &#1606;&#1607;&#1605; &#1582;&#1608;&#1575;&#1607;&#1740;&#1605; &#1576;&#1608;&#1583;.<br/><br/>&#1588;&#1605;&#1575; &#1576;&#1740;&#1588;&#1578;&#1585; &#1586;&#1605;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; Scars Above (&#1581;&#1583;&#1608;&#1583; &#1588;&#1588; &#1587;&#1575;&#1593;&#1578; &#1740;&#1575; &#1576;&#1740;&#1588;&#1578;&#1585;) &#1585;&#1575; &#1589;&#1585;&#1601; &#1705;&#1575;&#1608;&#1588; &#1583;&#1585; &#1711;&#1584;&#1585;&#1711;&#1575;&#1607;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1548; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1576;&#1575; &#1580;&#1575;&#1606;&#1608;&#1585;&#1575;&#1606; &#1576;&#1740;&#1711;&#1575;&#1606;&#1607; &#1608; &#1581;&#1604; &#1662;&#1575;&#1586;&#1604; &#1576;&#1585;&#1575;&#1740; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578; &#1583;&#1585; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583;. &#1576;&#1575; &#1578;&#1608;&#1580;&#1607; &#1576;&#1607; &#1575;&#1740;&#1606;&#1705;&#1607; &#1575;&#1740;&#1606; &#1662;&#1585;&#1608;&#1688;&#1607; &#1583;&#1585; &#1605;&#1602;&#1740;&#1575;&#1587; &#1705;&#1608;&#1670;&#1705;&#8204;&#1578;&#1585; &#1593;&#1585;&#1590;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;&#1548; &#1607;&#1606;&#1608;&#1586; &#1607;&#1605; &#1602;&#1575;&#1576;&#1604; &#1578;&#1608;&#1580;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1578;&#1575; &#1670;&#1607; &#1575;&#1606;&#1583;&#1575;&#1586;&#1607; &#1711;&#1587;&#1578;&#1585;&#1583;&#1607; &#1608; &#1583;&#1602;&#1740;&#1602; &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1583;&#1585;&#1580;&#1607; &#1587;&#1582;&#1578;&#1740; &#1576;&#1575;&#1604;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1608; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1662;&#1740;&#1670;&#1740;&#1583;&#1607;&#8204;&#1575;&#1740; &#1705;&#1607; &#1583;&#1585; &#1570;&#1606; &#1575;&#1606;&#1580;&#1575;&#1605; &#1605;&#1740;&#8204;&#1583;&#1607;&#1740;&#1583;&#1548; &#1576;&#1583;&#1608;&#1606; &#1588;&#1705; &#1588;&#1605;&#1575; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1605;&#1583;&#1578; &#1586;&#1605;&#1575;&#1606; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1583;&#1585;&#1711;&#1740;&#1585; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1705;&#1585;&#1583;. &#1662;&#1587; &#1578;&#1580;&#1585;&#1576;&#1607; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1580;&#1584;&#1575;&#1576; &#1585;&#1575; &#1576;&#1607; &#1593;&#1575;&#1588;&#1602;&#1575;&#1606; &#1601;&#1590;&#1575; &#1578;&#1608;&#1589;&#1740;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Scars Above &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1575;&#1705;&#1588;&#1606; &#1608; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1605;&#1608;&#1580; &#1580;&#1583;&#1740;&#1583; &#1570;&#1579;&#1575;&#1585; &#1593;&#1604;&#1605;&#1740; &#1578;&#1582;&#1740;&#1604;&#1740; &#1608; &#1601;&#1590;&#1575; &#1605;&#1581;&#1608;&#1585; &#1593;&#1585;&#1590;&#1607; &#1588;&#1583;&#1607; &#1608; &#1583;&#1585; &#1586;&#1605;&#1740;&#1606;&#1607; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1587;&#1585;&#1575;&#1740;&#1740; &#1608; &#1575;&#1705;&#1588;&#1606;&#1548; &#1581;&#1585;&#1601;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1585;&#1575;&#1740; &#1711;&#1601;&#1578;&#1606; &#1583;&#1575;&#1585;&#1583;. &#1576;&#1575; &#1575;&#1740;&#1606;&#1705;&#1607; &#1605;&#1583;&#1578; &#1586;&#1605;&#1575;&#1606; &#1578;&#1580;&#1585;&#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1705;&#1608;&#1578;&#1575;&#1607;&#8204;&#1578;&#1585; &#1575;&#1586; &#1570;&#1579;&#1575;&#1585; &#1583;&#1740;&#1711;&#1585; &#1575;&#1587;&#1578;&#1548; &#1608;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1588;&#1583;&#1578; &#1605;&#1578;&#1605;&#1585;&#1705;&#1586; &#1576;&#1585; &#1585;&#1608;&#1740; &#1607;&#1583;&#1601;&#1588; &#1576;&#1608;&#1583;&#1607; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1578;&#1608;&#1580;&#1607; &#1588;&#1605;&#1575; &#1585;&#1575; &#1575;&#1586; &#1575;&#1576;&#1578;&#1583;&#1575; &#1578;&#1575; &#1575;&#1606;&#1578;&#1607;&#1575; &#1576;&#1607; &#1587;&#1608;&#1740; &#1582;&#1608;&#1583; &#1580;&#1604;&#1576; &#1705;&#1606;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Returnal &#1608; Kerbal Space Program 2 &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i5-4440 or equivalent
Memory: 8 GB RAM
Graphics: GeForce GTX 670 / GeForce GTX 1050 / AMD Radeon HD 7870
DirectX: Version 11
Storage: 18 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1588;&#1608;&#1578;&#1585;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Scars%20Above/scars_01.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Scars%20Above/scars_02.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Scars%20Above/scars_06.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Scars%20Above/scars_above_screenshot_12_0a31dd27-c41d-49b5-8d40-65a8d94cd68c.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Scars%20Above/6d323f17218bdddba593814fc6bb102a53319133-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://www.zoomg.ir/game-review/350569-scars-above-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 64/100<br/>Steam: 7/10<br/>IGN: 5/10<br/><br/>Initial release date: 2023</div>
  </BODY>
</html>