<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Senua's Saga: Hellblade II</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="4593.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index19.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="4640.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1761f.jpg">
        <img src="../images/1761f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Senua's Saga: Hellblade II&#160;(2024)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action/Adventure</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#104</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Ninja Theory</b>
	    &#160;
	   	Xbox Game Studios
            <br/>
            <b>29.8 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1576;&#1575;&#1586;&#1740; Senuas Saga Hellblade II &#1740;&#1575; &#1576;&#1575;&#1586;&#1740; &#1607;&#1604; &#1576;&#1604;&#1740;&#1583; 2 &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1585;&#1575; &#1576;&#1607; &#1583;&#1606;&#1740;&#1575;&#1740; &#1583;&#1604;&#1582;&#1585;&#1575;&#1588; &#1602;&#1607;&#1585;&#1605;&#1575;&#1606; &#1585;&#1608;&#1575;&#1606;&#8204;&#1662;&#1585;&#1740;&#1588; &#1582;&#1608;&#1583; &#1740;&#1593;&#1606;&#1740; Senua &#1576;&#1575;&#1586; &#1605;&#1740;&#8204;&#1711;&#1585;&#1583;&#1575;&#1606;&#1583;. &#1575;&#1586; &#1607;&#1605;&#1575;&#1606; &#1575;&#1576;&#1578;&#1583;&#1575;&#1548; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1575;&#1578;&#1605;&#1587;&#1601;&#1585; &#1588;&#1583;&#1740;&#1583; &#1582;&#1608;&#1583; &#1588;&#1605;&#1575; &#1585;&#1575; &#1605;&#1580;&#1584;&#1608;&#1576; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; Senua &#1576;&#1585;&#1575;&#1740; &#1576;&#1602;&#1575; &#1585;&#1575; &#1583;&#1585; &#1581;&#1740;&#1606; &#1582;&#1585;&#1608;&#1580; &#1575;&#1586; &#1740;&#1705; &#1705;&#1588;&#1578;&#1740; &#1588;&#1705;&#1587;&#1578;&#1607; &#1576;&#1607; &#1606;&#1605;&#1575;&#1740;&#1588; &#1605;&#1740;&#8204;&#1711;&#1584;&#1575;&#1585;&#1583; &#1578;&#1575; &#1586;&#1605;&#1740;&#1606;&#1607; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1587;&#1601;&#1585;&#1740; &#1588;&#1588; &#1587;&#1575;&#1593;&#1578;&#1607; &#1583;&#1585; &#1587;&#1585;&#1575;&#1587;&#1585; &#1602;&#1604;&#1605;&#1585;&#1608; Midgard &#1601;&#1585;&#1575;&#1607;&#1605; &#1705;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1583;&#1606;&#1576;&#1575;&#1604;&#1607; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; Ninja Theory &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607;&#1548; &#1576;&#1585; &#1585;&#1608;&#1740; &#1606;&#1602;&#1575;&#1591; &#1602;&#1608;&#1578; &#1606;&#1587;&#1582;&#1607; &#1575;&#1608;&#1604; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1575;&#1587;&#1578;&#1608;&#1575;&#1585; &#1575;&#1587;&#1578; &#1608; &#1583;&#1585; &#1593;&#1740;&#1606; &#1581;&#1575;&#1604; &#1575;&#1593;&#1605;&#1575;&#1602; &#1580;&#1583;&#1740;&#1583;&#1740; &#1575;&#1586; &#1588;&#1582;&#1589;&#1740;&#1578; Senua &#1608; &#1605;&#1581;&#1740;&#1591;&#8204;&#1607;&#1575;&#1740; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705;&#1740; &#1705;&#1607; &#1575;&#1608; &#1583;&#1585; &#1581;&#1575;&#1604; &#1581;&#1585;&#1705;&#1578; &#1575;&#1587;&#1578; &#1585;&#1575; &#1576;&#1585;&#1585;&#1587;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1585;&#1608;&#1575;&#1740;&#1578; &#1605;&#1581;&#1608;&#1585; &#1576;&#1608;&#1583;&#1607; &#1608; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1585;&#1608;&#1575;&#1606; &#1588;&#1606;&#1575;&#1582;&#1578;&#1740; &#1585;&#1575; &#1576;&#1607; &#1606;&#1605;&#1575;&#1740;&#1588; &#1605;&#1740;&#8204;&#1711;&#1584;&#1575;&#1585;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1711;&#1588;&#1578; &#1583;&#1606;&#1576;&#1575;&#1604;&#1607;&#8204;&#1575;&#1740; &#1581;&#1605;&#1575;&#1587;&#1740;<br/>&#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1583;&#1578; &#1705;&#1608;&#1578;&#1575;&#1607;&#1740; &#1662;&#1587; &#1575;&#1586; &#1608;&#1602;&#1575;&#1740;&#1593; Hellblade Senuas Sacrifice &#1585;&#1582; &#1583;&#1575;&#1583;&#1607; &#1608; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; Senua &#1585;&#1575; &#1575;&#1583;&#1575;&#1605;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. Senua &#1576;&#1607;&#8204;&#1580;&#1575;&#1740; &#1575;&#1740;&#1606;&#1705;&#1607; &#1585;&#1608;&#1575;&#1606;&#8204;&#1662;&#1585;&#1740;&#1588;&#1740;&#8204;&#1575;&#1588; &#1605;&#1575;&#1606;&#1593; &#1575;&#1608; &#1588;&#1608;&#1583;&#1548; &#1576;&#1575;&#1593;&#1579; &#1705;&#1587;&#1576; &#1602;&#1583;&#1585;&#1578;&#1588; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1576;&#1575; &#1575;&#1740;&#1606; &#1581;&#1575;&#1604;&#1548; &#1740;&#1705; &#1705;&#1588;&#1578;&#1740; &#1594;&#1585;&#1602; &#1588;&#1583;&#1607; &#1575;&#1608; &#1585;&#1575; &#1576;&#1575; &#1575;&#1581;&#1587;&#1575;&#1587; &#1711;&#1606;&#1575;&#1607; &#1608; &#1588;&#1705; &#1608; &#1578;&#1585;&#1583;&#1740;&#1583; &#1583;&#1585;&#1711;&#1740;&#1585; &#1705;&#1585;&#1583;&#1607; &#1608; &#1575;&#1608; &#1585;&#1575; &#1605;&#1580;&#1576;&#1608;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1705;&#1607; &#1607;&#1605; &#1576;&#1575; &#1588;&#1740;&#1575;&#1591;&#1740;&#1606; &#1583;&#1585;&#1608;&#1606;&#1740; &#1608; &#1607;&#1605; &#1576;&#1575; &#1578;&#1607;&#1583;&#1740;&#1583;&#1607;&#1575;&#1740; &#1576;&#1740;&#1585;&#1608;&#1606;&#1740; &#1605;&#1602;&#1575;&#1576;&#1604;&#1607; &#1705;&#1606;&#1583;. Senua &#1583;&#1585; &#1581;&#1575;&#1604;&#1740; &#1705;&#1607; &#1575;&#1586; &#1605;&#1606;&#1575;&#1592;&#1585; &#1582;&#1740;&#1585;&#1607; &#1705;&#1606;&#1606;&#1583;&#1607; &#1608; &#1576;&#1575; &#1575;&#1604;&#1607;&#1575;&#1605; &#1575;&#1586; &#1583;&#1608;&#1585;&#1575;&#1606; &#1608;&#1575;&#1740;&#1705;&#1740;&#1606;&#1711;&#8204;&#1607;&#1575; &#1593;&#1576;&#1608;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;&#1548; &#1576;&#1575; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575;&#1740; &#1578;&#1588;&#1606;&#1607; &#1576;&#1607; &#1582;&#1608;&#1606; &#1608; &#1580;&#1606;&#1711;&#1580;&#1608;&#1740;&#1575;&#1606; &#1575;&#1606;&#1587;&#1575;&#1606;&#1740; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; &#1740;&#1705; &#1581;&#1587; &#1593;&#1583;&#1575;&#1604;&#1578; &#1607;&#1583;&#1575;&#1740;&#1578; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;&#1548; &#1605;&#1740;&#8204;&#1580;&#1606;&#1711;&#1583;. &#1575;&#1740;&#1606; &#1587;&#1601;&#1585; &#1583;&#1585; &#1581;&#1740;&#1606; &#1705;&#1608;&#1578;&#1575;&#1607; &#1576;&#1608;&#1583;&#1606;&#1548; &#1576;&#1607; &#1588;&#1583;&#1578; &#1670;&#1575;&#1604;&#1588; &#1576;&#1585;&#1575;&#1606;&#1711;&#1740;&#1586; &#1575;&#1587;&#1578; &#1608; &#1588;&#1605;&#1575; &#1585;&#1575; &#1606;&#1740;&#1586; &#1583;&#1585;&#1711;&#1740;&#1585; &#1582;&#1608;&#1583; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1587;&#1585;&#1575;&#1740;&#1740; &#1576;&#1607;&#8204;&#1740;&#1575;&#1583;&#1605;&#1575;&#1606;&#1583;&#1606;&#1740;<br/>&#1585;&#1608;&#1575;&#1740;&#1578; &#1576;&#1575;&#1586;&#1740; &#1578;&#1608;&#1587;&#1591; &#1578;&#1593;&#1583;&#1575;&#1583; &#1575;&#1606;&#1711;&#1588;&#1578; &#1588;&#1605;&#1575;&#1585;&#1740; &#1575;&#1586; &#1607;&#1605;&#1585;&#1575;&#1607;&#1575;&#1606; &#1705;&#1607; Senua &#1585;&#1575; &#1583;&#1585; &#1606;&#1602;&#1575;&#1591; &#1605;&#1582;&#1578;&#1604;&#1601; &#1607;&#1605;&#1585;&#1575;&#1607;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583; &#1594;&#1606;&#1740; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1581;&#1590;&#1608;&#1585; &#1575;&#1740;&#1606; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1548; &#1575;&#1711;&#1585;&#1670;&#1607; &#1593;&#1605;&#1740;&#1602;&#1575;&#1611; &#1578;&#1608;&#1587;&#1593;&#1607; &#1606;&#1740;&#1575;&#1601;&#1578;&#1607;&#8204;&#1575;&#1606;&#1583;&#1548; &#1604;&#1575;&#1740;&#1607;&#8204;&#1607;&#1575;&#1740;&#1740; &#1575;&#1586; &#1605;&#1705;&#1575;&#1604;&#1605;&#1607; &#1582;&#1575;&#1589; &#1585;&#1575; &#1575;&#1590;&#1575;&#1601;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583; &#1705;&#1607; &#1575;&#1581;&#1587;&#1575;&#1587;&#1740; &#1591;&#1576;&#1740;&#1593;&#1740; &#1583;&#1575;&#1585;&#1606;&#1583; &#1608; &#1576;&#1607; &#1662;&#1585;&#1583;&#1575;&#1586;&#1588; &#1583;&#1602;&#1740;&#1602; &#1585;&#1608;&#1575;&#1740;&#1578; &#1705;&#1605;&#1705; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;. &#1578;&#1589;&#1608;&#1740;&#1585; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; Senua &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; &#1576;&#1575;&#1586;&#1740;&#1711;&#1585; Melina Juergens &#1575;&#1580;&#1585;&#1575; &#1588;&#1583;&#1607;&#1548; &#1576;&#1607; &#1608;&#1740;&#1688;&#1607; &#1602;&#1575;&#1576;&#1604; &#1578;&#1608;&#1580;&#1607; &#1575;&#1587;&#1578; &#1608; &#1593;&#1586;&#1605; &#1608; &#1570;&#1588;&#1601;&#1578;&#1711;&#1740; &#1575;&#1581;&#1587;&#1575;&#1587;&#1740; &#1575;&#1608; &#1585;&#1575; &#1576;&#1575; &#1580;&#1586;&#1574;&#1740;&#1575;&#1578; &#1578;&#1602;&#1585;&#1740;&#1576;&#1575;&#1611; &#1583;&#1602;&#1740;&#1602;&#1740; &#1576;&#1607; &#1578;&#1589;&#1608;&#1740;&#1585; &#1605;&#1740;&#8204;&#1705;&#1588;&#1583;. &#1605;&#1581;&#1740;&#1591;&#8204;&#1607;&#1575;&#1740; Hellblade II &#1607;&#1605; &#1606;&#1601;&#1587; &#1711;&#1740;&#1585; &#1608; &#1607;&#1605; &#1608;&#1581;&#1588;&#1578;&#1606;&#1575;&#1705; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1705;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1578;&#1575;&#1585;&#1740;&#1705; &#1608; &#1608;&#1581;&#1588;&#1578;&#1606;&#1575;&#1705; &#1585;&#1575; &#1576;&#1575; &#1605;&#1606;&#1575;&#1592;&#1585; &#1570;&#1585;&#1575;&#1605; &#1608; &#1586;&#1740;&#1576;&#1575; &#1583;&#1585; &#1578;&#1590;&#1575;&#1583; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1578;&#1575; &#1670;&#1588;&#1605;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1583;&#1585; &#1587;&#1585;&#1575;&#1587;&#1585; &#1583;&#1606;&#1740;&#1575; &#1582;&#1740;&#1585;&#1607; &#1588;&#1608;&#1583;.<br/><br/>&#1580;&#1604;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1589;&#1608;&#1578;&#1740; &#1576;&#1740; &#1606;&#1592;&#1740;&#1585;<br/>&#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1580;&#1604;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1576;&#1589;&#1585;&#1740; &#1582;&#1740;&#1585;&#1607; &#1705;&#1606;&#1606;&#1583;&#1607; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#1548; &#1591;&#1585;&#1575;&#1581;&#1740; &#1589;&#1608;&#1578;&#1740; &#1575;&#1587;&#1578;&#1579;&#1606;&#1575;&#1740;&#1740; &#1576;&#1575;&#1586;&#1740; &#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1607;&#1605;&#8204;&#1578;&#1585;&#1740;&#1606; &#1606;&#1705;&#1575;&#1578; &#1570;&#1606; &#1575;&#1587;&#1578;. &#1578;&#1580;&#1585;&#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1607;&#1583;&#1601;&#1608;&#1606; &#1576;&#1585;&#1575;&#1740; &#1583;&#1585;&#1705; &#1705;&#1575;&#1605;&#1604; &#1589;&#1583;&#1575;&#1740; &#1583;&#1608; &#1711;&#1608;&#1588; &#1705;&#1607; &#1580;&#1586;&#1574;&#1740;&#1575;&#1578; &#1605;&#1581;&#1740;&#1591;&#1740; &#1585;&#1575; &#1586;&#1606;&#1583;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1590;&#1585;&#1608;&#1585;&#1740; &#1575;&#1587;&#1578;. &#1589;&#1583;&#1575;&#1607;&#1575; &#1583;&#1585; &#1587;&#1585; Senua &#1705;&#1607; &#1580;&#1606;&#1576;&#1607;&#8204;&#1575;&#1740; &#1605;&#1607;&#1605; &#1575;&#1586; &#1585;&#1608;&#1575;&#1606;&#8204;&#1662;&#1585;&#1740;&#1588;&#1740; &#1575;&#1608;&#1587;&#1578;&#1548; &#1576;&#1575; &#1670;&#1606;&#1575;&#1606; &#1608;&#1590;&#1608;&#1581;&#1740; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583; &#1705;&#1607; &#1576;&#1607; &#1606;&#1592;&#1585; &#1605;&#1740;&#8204;&#1585;&#1587;&#1583; &#1575;&#1586; &#1584;&#1607;&#1606; &#1582;&#1608;&#1583; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1582;&#1575;&#1585;&#1580; &#1588;&#1583;&#1607; &#1608; &#1576;&#1607; &#1601;&#1590;&#1575;&#1740; &#1594;&#1608;&#1591;&#1607;&#8204;&#1608;&#1585;&#1705;&#1606;&#1606;&#1583;&#1607; &#1608; &#1606;&#1575;&#1585;&#1575;&#1581;&#1578;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1576;&#1575;&#1586;&#1740; &#1605;&#1740;&#8204;&#1575;&#1601;&#1586;&#1575;&#1740;&#1606;&#1583;. &#1587;&#1740;&#1587;&#1578;&#1605; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; Hellblade II &#1593;&#1605;&#1740;&#1602; &#1608; &#1588;&#1583;&#1740;&#1583; &#1576;&#1608;&#1583;&#1607; &#1608; &#1576;&#1585; &#1585;&#1608;&#1740;&#1575;&#1585;&#1608;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; &#1740;&#1705; &#1576;&#1607; &#1740;&#1705; &#1578;&#1605;&#1585;&#1705;&#1586; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1578;&#1575; &#1575;&#1586; &#1606;&#1575;&#1575;&#1605;&#1740;&#1583;&#1740; &#1581;&#1605;&#1604;&#1575;&#1578; &#1594;&#1740;&#1585; &#1602;&#1575;&#1576;&#1604; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1582;&#1575;&#1585;&#1580; &#1575;&#1586; &#1589;&#1601;&#1581;&#1607; &#1580;&#1604;&#1608;&#1711;&#1740;&#1585;&#1740; &#1588;&#1608;&#1583;. &#1605;&#1585;&#1575;&#1581;&#1604; &#1576;&#1575;&#1586;&#1740; &#1582;&#1591;&#1740; &#1576;&#1608;&#1583;&#1607; &#1608; &#1588;&#1575;&#1607;&#1583; &#1583;&#1606;&#1740;&#1575;&#1607;&#1575;&#1740; &#1662;&#1740;&#1670;&#1740;&#1583;&#1607;&#8204;&#1575;&#1740; &#1606;&#1740;&#1587;&#1578;&#1740;&#1605;.<br/><br/>&#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1607;&#1605;&#8204;&#1578;&#1585;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1587;&#1575;&#1604;<br/>&#1587;&#1740;&#1587;&#1578;&#1605; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1576;&#1575; &#1578;&#1585;&#1705;&#1740;&#1576;&#1740; &#1575;&#1586; &#1581;&#1605;&#1604;&#1575;&#1578; &#1588;&#1605;&#1588;&#1740;&#1585; &#1587;&#1576;&#1705; &#1608; &#1587;&#1606;&#1711;&#1740;&#1606; &#1605;&#1588;&#1582;&#1589; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1583;&#1585; &#1581;&#1575;&#1604;&#1740; &#1705;&#1607; &#1601;&#1602;&#1583;&#1575;&#1606; &#1740;&#1705; &#1587;&#1740;&#1587;&#1578;&#1605; &#1580;&#1606;&#1711;&#1740; &#1662;&#1740;&#1670;&#1740;&#1583;&#1607;&#8204;&#1578;&#1585; &#1740;&#1575; &#1583;&#1585;&#1582;&#1578; &#1605;&#1607;&#1575;&#1585;&#1578; &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1605;&#1581;&#1583;&#1608;&#1583; &#1705;&#1606;&#1606;&#1583;&#1607; &#1576;&#1607; &#1606;&#1592;&#1585; &#1576;&#1585;&#1587;&#1583;&#1548; &#1583;&#1608;&#1585;&#1576;&#1740;&#1606; &#1601;&#1588;&#1585;&#1583;&#1607; &#1608; &#1575;&#1606;&#1740;&#1605;&#1740;&#1588;&#1606;&#8204;&#1607;&#1575;&#1740; &#1608;&#1575;&#1602;&#1593;&#8204;&#1711;&#1585;&#1575;&#1740;&#1575;&#1606;&#1607; &#1576;&#1575;&#1593;&#1579; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1607;&#1585; &#1585;&#1608;&#1740;&#1575;&#1585;&#1608;&#1740;&#1740; &#1578;&#1571;&#1579;&#1740;&#1585;&#1711;&#1584;&#1575;&#1585; &#1576;&#1575;&#1588;&#1583;. &#1586;&#1606;&#1583;&#1607; &#1605;&#1575;&#1606;&#1583;&#1606; &#1575;&#1586; &#1581;&#1605;&#1604;&#1575;&#1578; &#1583;&#1588;&#1605;&#1606; &#1606;&#1740;&#1575;&#1586; &#1576;&#1607; &#1586;&#1605;&#1575;&#1606; &#1576;&#1606;&#1583;&#1740; &#1583;&#1602;&#1740;&#1602; &#1583;&#1575;&#1585;&#1583;. &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607;&#1548; &#1576;&#1575;&#1586;&#1740; Hellblade 2 &#1583;&#1575;&#1585;&#1575;&#1740; &#1662;&#1575;&#1586;&#1604;&#8204;&#1607;&#1575;&#1740; &#1605;&#1581;&#1740;&#1591;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1607; &#1582;&#1608;&#1576;&#1740; &#1606;&#1605;&#1575;&#1740;&#1575;&#1606;&#1711;&#1585; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1575;&#1705;&#1588;&#1606; &#1608; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586; &#1576;&#1740; &#1606;&#1592;&#1740;&#1585; &#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1608;&#1583;. Hellblade II &#1740;&#1705; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1580;&#1584;&#1575;&#1576; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1607; &#1591;&#1585;&#1586; &#1605;&#1575;&#1607;&#1585;&#1575;&#1606;&#1607;&#8204;&#1575;&#1740; &#1575;&#1587;&#1578;&#1575;&#1740;&#1604; &#1587;&#1740;&#1606;&#1605;&#1575;&#1740;&#1740; &#1585;&#1575; &#1576;&#1575; &#1711;&#1740;&#1605;&#8204;&#1662;&#1604;&#1740; &#1588;&#1583;&#1740;&#1583; &#1608; &#1662;&#1585; &#1607;&#1740;&#1580;&#1575;&#1606; &#1578;&#1585;&#1705;&#1740;&#1576; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1578;&#1580;&#1585;&#1576;&#1607; &#1575;&#1740;&#1606; &#1575;&#1579;&#1585; &#1581;&#1605;&#1575;&#1587;&#1740; &#1585;&#1575; &#1576;&#1607; &#1607;&#1740;&#1670; &#1608;&#1580;&#1607; &#1575;&#1586; &#1583;&#1587;&#1578; &#1606;&#1583;&#1607;&#1740;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Hellblade Senuas Sacrifice Enhanced &#1608; Returnal &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">OS: Windows 10/11 64 Bit
Processor: Intel i5-8400 | AMD Ryzen 5 2600
Memory: 16 GB RAM
Graphics: Nvidia GTX 1070 | AMD RX 5700 | Intel Arc A580
Storage: 70 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1605;&#1593;&#1605;&#1575;&#1740;&#1740;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Senua's%20Saga%20Hellblade%20II/18675867-senuas-saga-hellblade-ii-screenshot.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Senua's%20Saga%20Hellblade%20II/Hellblade-2-new-screenshots-6.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Senua's%20Saga%20Hellblade%20II/Hellblade-2-review-1-shoreline.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Senua's%20Saga%20Hellblade%20II/hellblade2_09.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Senua's%20Saga%20Hellblade%20II/f1a0912735533234a9c0318f66d9c32756115629-720p.mp4?play&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/game/hellblade-2-senuas-saga/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 81/100[<br/>Steam: 9/10<br/>IGN: 8/10<br/><br/>Initial release date: May 21, 2024</div>
  </BODY>
</html>