<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Sonic Superstars</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="4818.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index19.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="4827.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1805f.jpg">
        <img src="../images/1805f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Sonic Superstars&#160;(2023)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Sonic the Hedgehog&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Platformer</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Sega</b>
	    &#160;
	   	Arzest
            <br/>
            <b>1.46 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#1576;&#1575;&#1586;&#1740; Sonic Superstars &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1587;&#1585;&#1711;&#1585;&#1605;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1608; &#1576;&#1740;&#8204;&#1606;&#1592;&#1740;&#1585; &#1576;&#1585;&#1575;&#1740; &#1593;&#1604;&#1575;&#1602;&#1607;&#8204;&#1605;&#1606;&#1583;&#1575;&#1606; &#1576;&#1607; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; &#1587;&#1585;&#1740; &#1587;&#1608;&#1606;&#1740;&#1705; &#1605;&#1740;&#8204;&#1576;&#1575;&#1588;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607;&#8204;&#1575;&#1740; &#1608; &#1575;&#1705;&#1588;&#1606; &#1576;&#1608;&#1583;&#1607; &#1608; &#1578;&#1608;&#1587;&#1591; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Sonic Team &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1576;&#1575; &#1575;&#1740;&#1606; &#1581;&#1575;&#1604;&#1548; &#1583;&#1575;&#1606;&#1604;&#1608;&#1583; &#1576;&#1575;&#1586;&#1740; &#1587;&#1608;&#1662;&#1585; &#1575;&#1587;&#1578;&#1575;&#1585;&#1607;&#1575;&#1740; &#1587;&#1608;&#1606;&#1740;&#1705; &#1576;&#1585;&#1575;&#1740; &#1705;&#1575;&#1605;&#1662;&#1740;&#1608;&#1578;&#1585; &#1670;&#1711;&#1608;&#1606;&#1607; &#1575;&#1587;&#1578;&#1567;<br/><br/><br/>&#1575;&#1604;&#1576;&#1578;&#1607; &#1606;&#1740;&#1575;&#1586;&#1605;&#1606;&#1583;&#1740;&#8204;&#1607;&#1575;&#1740; &#1587;&#1582;&#1578;&#8204;&#1575;&#1601;&#1586;&#1575;&#1585;&#1740; &#1705;&#1575;&#1605;&#1662;&#1740;&#1608;&#1578;&#1585; &#1576;&#1585;&#1575;&#1740; &#1575;&#1580;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1581;&#1575;&#1574;&#1586; &#1575;&#1607;&#1605;&#1740;&#1578; &#1575;&#1587;&#1578;. &#1576;&#1585;&#1575;&#1740; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1740; &#1576;&#1575;&#1586;&#1740;&#1548; &#1587;&#1740;&#1587;&#1578;&#1605;&#8204;&#1593;&#1575;&#1605;&#1604; &#1608;&#1740;&#1606;&#1583;&#1608;&#1586; 10&#1548; &#1662;&#1585;&#1583;&#1575;&#1586;&#1606;&#1583;&#1607;&#8204;&#1740; &#1670;&#1606;&#1583; &#1607;&#1587;&#1578;&#1607;&#8204;&#1575;&#1740; &#1576;&#1575; &#1601;&#1585;&#1705;&#1575;&#1606;&#1587; &#1576;&#1575;&#1604;&#1575;&#1548; &#1581;&#1575;&#1601;&#1592;&#1607;&#8204;&#1740; &#1585;&#1605; 8 &#1711;&#1740;&#1711;&#1575;&#1576;&#1575;&#1740;&#1578; &#1740;&#1575; &#1576;&#1740;&#1588;&#1578;&#1585; &#1608; &#1705;&#1575;&#1585;&#1578; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1605;&#1580;&#1607;&#1586; &#1576;&#1607; &#1581;&#1583;&#1575;&#1602;&#1604; 2 &#1711;&#1740;&#1711;&#1575;&#1576;&#1575;&#1740;&#1578; &#1581;&#1575;&#1601;&#1592;&#1607;&#8204;&#1740; &#1608;&#1740;&#1583;&#1574;&#1608;&#1740;&#1740; &#1578;&#1608;&#1589;&#1740;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;.<br/><br/>&#1602;&#1575;&#1576;&#1604;&#1740;&#1578;&#8204;&#1607;&#1575; &#1608; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;<br/>&#1576;&#1575;&#1586;&#1740; &#1587;&#1608;&#1662;&#1585; &#1575;&#1587;&#1578;&#1575;&#1585;&#1607;&#1575;&#1740; &#1587;&#1608;&#1606;&#1740;&#1705; &#1583;&#1575;&#1585;&#1575;&#1740; &#1605;&#1588;&#1582;&#1589;&#1575;&#1578; &#1608; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1580;&#1584;&#1575;&#1576;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1570;&#1606; &#1585;&#1575; &#1576;&#1607; &#1740;&#1705; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1740; &#1576;&#1740;&#8204;&#1606;&#1592;&#1740;&#1585; &#1576;&#1585;&#1575;&#1740; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1587;&#1608;&#1606;&#1740;&#1705; &#1578;&#1576;&#1583;&#1740;&#1604; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;:<br/><br/>&#1581;&#1590;&#1608;&#1585; 20 &#1588;&#1582;&#1589;&#1740;&#1578; &#1602;&#1575;&#1576;&#1604; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1580;&#1605;&#1604;&#1607; &#1587;&#1608;&#1606;&#1740;&#1705;&#1548; &#1578;&#1740;&#1604;&#1586;&#1548; &#1606;&#1575;&#1705;&#1604;&#1586;&#1548; &#1583;&#1705;&#1578;&#1585; &#1575;&#1711;&#1605;&#1606; &#1608; &#1606;&#1575;&#1705;&#8204;&#1606;&#1575;&#1705;&#8204;&#1607;&#1575; &#1705;&#1607; &#1607;&#1585; &#1705;&#1583;&#1575;&#1605; &#1581;&#1585;&#1705;&#1575;&#1578; &#1608; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1606;&#1581;&#1589;&#1585;&#1576;&#1607;&#8204;&#1601;&#1585;&#1583; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1575;&#1585;&#1606;&#1583;.<br/>13 &#1605;&#1585;&#1581;&#1604;&#1607;&#8204;&#1740; &#1605;&#1578;&#1606;&#1608;&#1593; &#1608; &#1586;&#1740;&#1576;&#1575; &#1705;&#1607; &#1575;&#1604;&#1607;&#1575;&#1605; &#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1586; &#1605;&#1585;&#1575;&#1581;&#1604; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1587;&#1608;&#1606;&#1740;&#1705; &#1605;&#1740;&#8204;&#1576;&#1575;&#1588;&#1583;.<br/>&#1581;&#1575;&#1604;&#1578; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1705;&#1607; &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; &#1578;&#1705;&#8204;&#1606;&#1601;&#1585;&#1607; &#1602;&#1575;&#1576;&#1604; &#1578;&#1580;&#1585;&#1576;&#1607; &#1575;&#1587;&#1578; &#1608; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1580;&#1584;&#1575;&#1576; &#1583;&#1585; &#1585;&#1575;&#1576;&#1591;&#1607; &#1576;&#1575; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1602;&#1607;&#1585;&#1605;&#1575;&#1606;&#1575;&#1606; &#1576;&#1575; &#1583;&#1705;&#1578;&#1585; &#1575;&#1711;&#1605;&#1606; &#1585;&#1575; &#1585;&#1608;&#1575;&#1740;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;.<br/>&#1581;&#1575;&#1604;&#1578; &#1670;&#1606;&#1583;&#1606;&#1601;&#1585;&#1607; &#1570;&#1606;&#1604;&#1575;&#1740;&#1606; &#1608; &#1604;&#1608;&#1705;&#1575;&#1604; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1705;&#1585;&#1583;&#1606; &#1576;&#1575; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606; &#1608; &#1585;&#1602;&#1575;&#1576;&#1578; &#1576;&#1575; &#1570;&#1606;&#8204;&#1607;&#1575;.<br/>&#1575;&#1605;&#1705;&#1575;&#1606; &#1587;&#1601;&#1575;&#1585;&#1588;&#1740;&#8204;&#1587;&#1575;&#1586;&#1740; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575; &#1576;&#1575; &#1570;&#1740;&#1578;&#1605;&#8204;&#1607;&#1575; &#1608; &#1604;&#1576;&#1575;&#1587;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;<br/>&#1587;&#1740;&#1587;&#1578;&#1605; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588; &#1608; &#1583;&#1602;&#1740;&#1602; &#1705;&#1607; &#1705;&#1606;&#1578;&#1585;&#1604; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575; &#1585;&#1575; &#1576;&#1587;&#1740;&#1575;&#1585; &#1585;&#1590;&#1575;&#1740;&#1578;&#8204;&#1576;&#1582;&#1588; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/>&#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1586;&#1740;&#1576;&#1575; &#1608; &#1576;&#1575; &#1705;&#1740;&#1601;&#1740;&#1578; &#1705;&#1607; &#1576;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1605;&#1608;&#1578;&#1608;&#1585; &#1576;&#1575;&#1586;&#1740; Hedgehog Engine 2 &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/>&#1605;&#1608;&#1587;&#1740;&#1602;&#1740;&#8204;&#1607;&#1575; &#1608; &#1589;&#1583;&#1575;&#1711;&#1584;&#1575;&#1585;&#1740;&#8204;&#1607;&#1575;&#1740; &#1581;&#1605;&#1575;&#1587;&#1740; &#1705;&#1607; &#1581;&#1587; &#1606;&#1608;&#1587;&#1578;&#1575;&#1604;&#1688;&#1740; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1585;&#1575; &#1578;&#1581;&#1585;&#1740;&#1705; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;.<br/>&#1608; &#8230;<br/>&#1607;&#1605;&#1575;&#1606;&#8204;&#1591;&#1608;&#1585; &#1705;&#1607; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583;&#1548; &#1583;&#1575;&#1606;&#1604;&#1608;&#1583; &#1576;&#1575;&#1586;&#1740; &#1587;&#1608;&#1662;&#1585; &#1575;&#1587;&#1578;&#1575;&#1585;&#1607;&#1575;&#1740; &#1587;&#1608;&#1606;&#1740;&#1705; &#1576;&#1585;&#1575;&#1740; &#1705;&#1575;&#1605;&#1662;&#1740;&#1608;&#1578;&#1585; &#1576;&#1607; &#1588;&#1605;&#1575; &#1575;&#1605;&#1705;&#1575;&#1606; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1578;&#1575; &#1587;&#1575;&#1593;&#1578;&#8204;&#1607;&#1575; &#1576;&#1575; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1581;&#1576;&#1608;&#1576; &#1582;&#1608;&#1583; &#1587;&#1585;&#1711;&#1585;&#1605; &#1588;&#1608;&#1740;&#1583; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588; &#1608; &#1576;&#1607;&#8204;&#1740;&#1575;&#1583;&#1605;&#1575;&#1606;&#1583;&#1606;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740;<br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1587;&#1608;&#1662;&#1585; &#1575;&#1587;&#1578;&#1575;&#1585;&#1607;&#1575;&#1740; &#1587;&#1608;&#1606;&#1740;&#1705; &#1583;&#1585; &#1575;&#1583;&#1575;&#1605;&#1607;&#8204;&#1740; &#1585;&#1608;&#1740;&#1583;&#1575;&#1583;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604;&#1740; &#1575;&#1740;&#1606; &#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1585;&#1582; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1583;&#1705;&#1578;&#1585; &#1575;&#1711;&#1605;&#1606; &#1662;&#1587; &#1575;&#1586; &#1588;&#1705;&#1587;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1578;&#1593;&#1583;&#1583;&#1548; &#1578;&#1589;&#1605;&#1740;&#1605; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1583; &#1576;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1575;&#1606;&#1585;&#1688;&#1740; &#1662;&#1585;&#1608;&#1575;&#1606;&#1607;&#8204;&#1607;&#1575;&#1740; &#1705;&#1575;&#1574;&#1608;&#1587; &#1587;&#1604;&#1575;&#1581;&#1740; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583; &#1576;&#1587;&#1575;&#1586;&#1583; &#1578;&#1575; &#1576;&#1578;&#1608;&#1575;&#1606;&#1583; &#1575;&#1606;&#1578;&#1602;&#1575;&#1605; &#1588;&#1705;&#1587;&#1578;&#8204;&#1607;&#1575;&#1740; &#1711;&#1584;&#1588;&#1578;&#1607; &#1585;&#1575; &#1575;&#1586; &#1587;&#1608;&#1606;&#1740;&#1705; &#1608; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606;&#1588; &#1576;&#1711;&#1740;&#1585;&#1583;.<br/><br/>&#1575;&#1586; &#1575;&#1740;&#1606; &#1585;&#1608;&#1548; &#1587;&#1608;&#1606;&#1740;&#1705; &#1576;&#1607; &#1607;&#1605;&#1585;&#1575;&#1607; &#1578;&#1740;&#1604;&#1586;&#1548; &#1606;&#1575;&#1705;&#1604;&#1586;&#1548; &#1575;&#1740;&#1605;&#1740; &#1608; &#1583;&#1740;&#1711;&#1585; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606;&#1588; &#1578;&#1604;&#1575;&#1588; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583; &#1578;&#1575; &#1605;&#1575;&#1606;&#1593; &#1575;&#1586; &#1606;&#1602;&#1588;&#1607;&#8204;&#1740; &#1588;&#1740;&#1591;&#1575;&#1606;&#1740; &#1583;&#1705;&#1578;&#1585; &#1575;&#1711;&#1605;&#1606; &#1588;&#1608;&#1606;&#1583;. &#1570;&#1606;&#8204;&#1607;&#1575; &#1583;&#1585; &#1605;&#1585;&#1575;&#1581;&#1604; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1670;&#1608;&#1606; &#1580;&#1606;&#1711;&#1604;&#8204;&#1607;&#1575;&#1740; &#1711;&#1585;&#1740;&#1606; &#1607;&#1740;&#1604;&#1548; &#1588;&#1607;&#1585; &#1588;&#1576;&#1548; &#1705;&#1575;&#1586;&#1740;&#1606;&#1608;&#1662;&#1608;&#1604;&#1740;&#1587; &#1608; &#1605;&#1606;&#1575;&#1591;&#1602; &#1605;&#1578;&#1606;&#1608;&#1593; &#1583;&#1740;&#1711;&#1585; &#1576;&#1575; &#1605;&#1582;&#1604;&#1608;&#1602;&#1575;&#1578; &#1608; &#1585;&#1576;&#1575;&#1578;&#8204;&#1607;&#1575;&#1740; &#1583;&#1705;&#1578;&#1585; &#1575;&#1711;&#1605;&#1606; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;.<br/><br/>&#1587;&#1585;&#1575;&#1606;&#1580;&#1575;&#1605; &#1662;&#1587; &#1575;&#1586; &#1605;&#1585;&#1575;&#1581;&#1604; &#1591;&#1608;&#1604;&#1575;&#1606;&#1740;&#1548; &#1587;&#1608;&#1606;&#1740;&#1705; &#1608; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606;&#1588; &#1605;&#1608;&#1601;&#1602; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583; &#1576;&#1607; &#1605;&#1582;&#1601;&#1740;&#1711;&#1575;&#1607; &#1605;&#1581;&#1585;&#1605;&#1575;&#1606;&#1607;&#8204;&#1740; &#1583;&#1705;&#1578;&#1585; &#1575;&#1711;&#1605;&#1606; &#1606;&#1601;&#1608;&#1584; &#1705;&#1585;&#1583;&#1607; &#1608; &#1575;&#1608; &#1585;&#1575; &#1588;&#1705;&#1587;&#1578; &#1583;&#1607;&#1606;&#1583;. &#1583;&#1585; &#1662;&#1575;&#1740;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1589;&#1581;&#1606;&#1607;&#8204;&#1607;&#1575;&#1740;&#1740; &#1575;&#1586; &#1580;&#1588;&#1606; &#1662;&#1740;&#1585;&#1608;&#1586;&#1740; &#1608; &#1587;&#1662;&#1575;&#1587;&#8204;&#1711;&#1586;&#1575;&#1585;&#1740; &#1605;&#1585;&#1583;&#1605; &#1575;&#1586; &#1602;&#1607;&#1585;&#1605;&#1575;&#1606;&#1575;&#1606;&#1588;&#1575;&#1606; &#1576;&#1607; &#1606;&#1605;&#1575;&#1740;&#1588; &#1583;&#1585;&#1605;&#1740;&#8204;&#1570;&#1740;&#1583;.<br/><br/>&#1606;&#1578;&#1740;&#1580;&#1607;&#8204;&#1711;&#1740;&#1585;&#1740;<br/>&#1583;&#1585; &#1605;&#1580;&#1605;&#1608;&#1593;&#1548; &#1583;&#1575;&#1606;&#1604;&#1608;&#1583; &#1576;&#1575;&#1586;&#1740; Sonic Superstars &#1576;&#1585;&#1575;&#1740; &#1705;&#1575;&#1605;&#1662;&#1740;&#1608;&#1578;&#1585; &#1740;&#1705; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588; &#1608; &#1587;&#1585;&#1711;&#1585;&#1605;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1576;&#1585;&#1575;&#1740; &#1593;&#1604;&#1575;&#1602;&#1607;&#8204;&#1605;&#1606;&#1583;&#1575;&#1606; &#1576;&#1607; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1587;&#1608;&#1606;&#1740;&#1705; &#1608; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1570;&#1606; &#1605;&#1740;&#8204;&#1576;&#1575;&#1588;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1583;&#1575;&#1588;&#1578;&#1606; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1608; &#1589;&#1583;&#1575;&#1711;&#1584;&#1575;&#1585;&#1740; &#1593;&#1575;&#1604;&#1740;&#1548; &#1575;&#1586; &#1711;&#1740;&#1605;&#8204;&#1662;&#1604;&#1740; &#1608; &#1591;&#1585;&#1575;&#1581;&#1740; &#1605;&#1585;&#1575;&#1581;&#1604;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1582;&#1608;&#1576; &#1576;&#1585;&#1582;&#1608;&#1585;&#1583;&#1575;&#1585; &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1608;&#1580;&#1576; &#1580;&#1584;&#1575;&#1576;&#1740;&#1578; &#1608; &#1587;&#1585;&#1711;&#1585;&#1605;&#1740; &#1576;&#1740;&#1588;&#1578;&#1585; &#1570;&#1606; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1662;&#1587; &#1575;&#1711;&#1585; &#1588;&#1605;&#1575; &#1607;&#1605; &#1575;&#1586; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1602;&#1583;&#1740;&#1605;&#1740; &#1587;&#1608;&#1606;&#1740;&#1705; &#1607;&#1587;&#1578;&#1740;&#1583; &#1608; &#1605;&#1740;&#8204;&#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1576;&#1575;&#1585; &#1583;&#1740;&#1711;&#1585; &#1576;&#1575; &#1575;&#1740;&#1606; &#1588;&#1582;&#1589;&#1740;&#1578; &#1580;&#1584;&#1575;&#1576; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1705;&#1606;&#1740;&#1583;&#1548; &#1581;&#1578;&#1605;&#1575; &#1587;&#1608;&#1662;&#1585; &#1575;&#1587;&#1578;&#1575;&#1585;&#1607;&#1575;&#1740; &#1587;&#1608;&#1606;&#1740;&#1705; &#1585;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1606;&#1605;&#1575;&#1740;&#1740;&#1583;. &#1602;&#1591;&#1593;&#1575; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1582;&#1575;&#1591;&#1585;&#1575;&#1578; &#1586;&#1740;&#1576;&#1575;&#1740; &#1705;&#1608;&#1583;&#1705;&#1740; &#1588;&#1605;&#1575; &#1585;&#1575; &#1586;&#1606;&#1583;&#1607; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">3+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i5-2300 or AMD FX-4350
Memory: 6 GB RAM
Graphics: NVIDIA GeForce GTS 450, 1 GB or AMD Radeon HD 5770, 1 GB
DirectX: Version 11
Storage: 20 GB available space
</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1662;&#1604;&#1578;&#1601;&#1585;&#1605;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://my.uupload.ir/f/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA?folder_id=307597&amp;parent_id=306695" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Sonic%20Superstars/2.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Sonic%20Superstars/3.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Sonic%20Superstars/4.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Sonic%20Superstars/c98797a0c2b8084721a03c6ee655f28a55238111-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://vigiato.net/r/sonic-superstars-review" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 67/100<br/>Steam: 6/10<br/>IGN: 7/10<br/><br/>Initial release date: October 17, 2023</div>
  </BODY>
</html>