<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>State of Decay 2</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="4959.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index19.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="4970.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1815f.jpg">
        <img src="../images/1815f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">State of Decay 2&#160;(2018)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action, RPG, Simulation</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#108</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Microsoft</b>
	    &#160;
	   	Undead Labs
            <br/>
            <b>17.5 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1586;&#1575;&#1605;&#1576;&#1740; &#1605;&#1581;&#1608;&#1585; &#1583;&#1585; &#1606;&#1587;&#1604;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1593;&#1585;&#1590;&#1607;&#8204;&#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1607;&#1585;&#1705;&#1583;&#1575;&#1605; &#1576;&#1607;&#8204;&#1606;&#1608;&#1576;&#1607; &#1582;&#1608;&#1583; &#1578;&#1571;&#1579;&#1740;&#1585;&#1740; &#1585;&#1608;&#1740; &#1589;&#1606;&#1593;&#1578; &#1711;&#1584;&#1575;&#1588;&#1578;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1583;&#1585; &#1587;&#1575;&#1604; 2013 &#1576;&#1608;&#1583; &#1705;&#1607; &#1575;&#1608;&#1604;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; State of Decay &#1585;&#1608;&#1740; &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;&#8204;&#1607;&#1575;&#1740; &#1606;&#1587;&#1604; &#1607;&#1601;&#1578;&#1605; &#1593;&#1585;&#1590;&#1607; &#1588;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1578;&#1608;&#1575;&#1606;&#1587;&#1578; &#1606;&#1592;&#1585; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1585;&#1575; &#1576;&#1607; &#1582;&#1608;&#1583; &#1580;&#1604;&#1576; &#1705;&#1606;&#1583; &#1608; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Undead Labs &#1576;&#1593;&#1583; &#1575;&#1586; &#1606;&#1587;&#1582;&#1607; &#1575;&#1608;&#1604; &#1588;&#1585;&#1608;&#1593; &#1576;&#1607; &#1587;&#1575;&#1582;&#1578; &#1576;&#1575;&#1586;&#1740; &#1580;&#1583;&#1740;&#1583; &#1705;&#1585;&#1583;. &#1575;&#1740;&#1606;&#8204;&#1591;&#1608;&#1585; &#1576;&#1608;&#1583; &#1705;&#1607; &#1576;&#1575;&#1586;&#1740; State of Decay 2 &#1662;&#1583;&#1740;&#1583;&#1575;&#1585; &#1588;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585;&#1608;&#1575;&#1602;&#1593; &#1740;&#1705; &#1593;&#1606;&#1608;&#1575;&#1606; &#1578;&#1585;&#1587; &#1608; &#1576;&#1602;&#1575;&#1740; &#1711;&#1585;&#1608;&#1607;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1575; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606;&#1578;&#1575;&#1606; &#1576;&#1607; &#1580;&#1606;&#1711; &#1586;&#1575;&#1605;&#1576;&#1740;&#8204;&#1607;&#1575; &#1576;&#1585;&#1608;&#1740;&#1583;. &#1576;&#1607;&#8204;&#1578;&#1575;&#1586;&#1711;&#1740; &#1606;&#1587;&#1582;&#1607; &#1580;&#1583;&#1740;&#1583;&#1740; &#1575;&#1586; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; &#1576;&#1575;&#1586;&#1740; State of Decay 2 Juggernaut Edition &#1605;&#1606;&#1578;&#1588;&#1585;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1576;&#1575;&#1586;&#1740; State of Decay 2 Juggernaut Edition &#1585;&#1608;&#1740; &#1576;&#1582;&#1588; &#1570;&#1606;&#1604;&#1575;&#1740;&#1606; &#1608; &#1711;&#1585;&#1608;&#1607;&#1740; &#1605;&#1578;&#1605;&#1585;&#1705;&#1586;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1578;&#1740;&#1605; &#1582;&#1608;&#1583; &#1585;&#1575; &#1575;&#1586; &#1605;&#1740;&#1575;&#1606; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606;&#1578;&#1575;&#1606; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1705;&#1606;&#1740;&#1583; &#1608; &#1587;&#1662;&#1587; &#1583;&#1585; &#1602;&#1585;&#1575;&#1585;&#1711;&#1575;&#1607; &#1582;&#1608;&#1583; &#1608;&#1587;&#1575;&#1740;&#1604; &#1604;&#1575;&#1586;&#1605; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1606;&#1576;&#1585;&#1583; &#1570;&#1605;&#1575;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583; &#1608; &#1570;&#1606;&#1711;&#1575;&#1607; &#1576;&#1607; &#1587;&#1605;&#1578; &#1583;&#1606;&#1740;&#1575;&#1740; &#1662;&#1585;&#1605;&#1582;&#1575;&#1591;&#1585;&#1607; &#1608; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1576;&#1575;&#1586;&#1740; &#1602;&#1583;&#1605; &#1576;&#1585;&#1583;&#1575;&#1585;&#1740;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1578;&#1606;&#1607;&#1575; &#1576;&#1607; &#1705;&#1588;&#1578;&#1606; &#1586;&#1575;&#1605;&#1576;&#1740;&#8204;&#1607;&#1575; &#1582;&#1604;&#1575;&#1589;&#1607; &#1606;&#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1576;&#1575;&#1740;&#1583; &#1570;&#1584;&#1608;&#1602;&#1607; &#1608; &#1594;&#1584;&#1575;&#1740; &#1604;&#1575;&#1586;&#1605; &#1585;&#1575; &#1607;&#1605; &#1576;&#1585;&#1583;&#1575;&#1585;&#1740;&#1583;. &#1586;&#1606;&#1583;&#1607; &#1605;&#1575;&#1606;&#1583;&#1606; &#1575;&#1608;&#1604;&#1740;&#1606; &#1607;&#1583;&#1601; &#1588;&#1605;&#1575;&#1587;&#1578; &#1608; &#1576;&#1585;&#1575;&#1740; &#1607;&#1605;&#1740;&#1606; &#1602;&#1575;&#1583;&#1585; &#1576;&#1607; &#1578;&#1593;&#1740;&#1740;&#1606; &#1601;&#1585;&#1583;&#1740; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1576;&#1608;&#1583; &#1705;&#1607; &#1570;&#1584;&#1608;&#1602;&#1607; &#1576;&#1585;&#1583;&#1575;&#1585;&#1583; &#1608; &#1583;&#1740;&#1711;&#1585;&#1740; &#1606;&#1740;&#1586; &#1711;&#1604;&#1608;&#1604;&#1607; &#1604;&#1575;&#1586;&#1605;. &#1586;&#1606;&#1583;&#1607; &#1605;&#1575;&#1606;&#1583;&#1606; &#1576;&#1607;&#8204;&#1578;&#1606;&#1607;&#1575;&#1740;&#1740; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1593;&#1606;&#1740; &#1606;&#1583;&#1575;&#1585;&#1583;. &#1583;&#1585; &#1606;&#1587;&#1582;&#1607; &#1580;&#1583;&#1740;&#1583; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1578;&#1605;&#1575;&#1605;&#1740; &#1576;&#1587;&#1578;&#1607;&#8204;&#1607;&#1575;&#1740; &#1575;&#1604;&#1581;&#1575;&#1602;&#1740; &#1605;&#1606;&#1578;&#1588;&#1585;&#1588;&#1583;&#1607; &#1576;&#1585;&#1575;&#1740; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1583;&#1607;&#8204;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1575;&#1586; &#1607;&#1605;&#1607; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1607;&#8204;&#1589;&#1608;&#1585;&#1578; &#1740;&#1705;&#1580;&#1575; &#1576;&#1607;&#1585;&#1607; &#1576;&#1576;&#1585;&#1740;&#1583;. &#1580;&#1583;&#1575; &#1575;&#1586; &#1570;&#1606;&#8204;&#1740;&#1705; &#1606;&#1602;&#1588;&#1607; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1580;&#1583;&#1740;&#1583; &#1576;&#1607; &#1606;&#1575;&#1605; Province Ridge &#1575;&#1590;&#1575;&#1601;&#1607;&#8204;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1581;&#1587;&#1575;&#1576;&#1740; &#1576;&#1575; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606;&#1578;&#1575;&#1606; &#1583;&#1585; &#1570;&#1606; &#1576;&#1711;&#1585;&#1583;&#1740;&#1583; &#1608; &#1583;&#1606;&#1740;&#1575;&#1740;&#1588; &#1585;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583;. &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1576;&#1582;&#1588; &#1580;&#1583;&#1740;&#1583;&#1740; &#1576;&#1585;&#1575;&#1740; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1606;&#1586;&#1583;&#1740;&#1705; &#1576;&#1585;&#1583; &#1608; &#1587;&#1576;&#1705; &#1575;&#1590;&#1575;&#1601;&#1607;&#8204;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1580;&#1575;&#1740;&#1586;&#1607;&#8204;&#1607;&#1575;&#1740; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1576;&#1607; &#1588;&#1605;&#1575; &#1575;&#1593;&#1591;&#1575; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;.<br/><br/>&#1576;&#1607;&#1576;&#1608;&#1583;&#1607;&#1575; &#1608; &#1575;&#1585;&#1578;&#1602;&#1575;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1585; &#1586;&#1605;&#1740;&#1606;&#1607; &#1705;&#1606;&#1578;&#1585;&#1604; &#1576;&#1575;&#1586;&#1740; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1570;&#1606; &#1575;&#1740;&#1580;&#1575;&#1583;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1583;&#1604;&#8204;&#1606;&#1588;&#1740;&#1606; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583;. &#1606;&#1608;&#1585;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740; &#1591;&#1576;&#1740;&#1593;&#1740;&#8204;&#1578;&#1585; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1589;&#1583;&#1575;&#1740; &#1586;&#1575;&#1605;&#1576;&#1740;&#8204;&#1607;&#1575; &#1583;&#1604;&#8204;&#1582;&#1585;&#1575;&#1588;&#8204;&#1578;&#1585; &#1608; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705;&#8204;&#1578;&#1585; &#1608; &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1602;&#1585;&#1575;&#1585; &#1575;&#1587;&#1578; &#1576;&#1607; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1588;&#1740;&#1608;&#1607; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1602;&#1585;&#1575;&#1585; &#1576;&#1711;&#1740;&#1585;&#1740;&#1583;. &#1580;&#1583;&#1575; &#1575;&#1586; &#1607;&#1605;&#1607; &#1575;&#1740;&#1606;&#8204;&#1607;&#1575; &#1605;&#1602;&#1585;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1606;&#1740;&#1586; &#1583;&#1585; &#1606;&#1592;&#1585; &#1711;&#1585;&#1601;&#1578;&#1607;&#8204;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1570;&#1605;&#1575;&#1583;&#1607; &#1580;&#1587;&#1578;&#1580;&#1608; &#1578;&#1608;&#1587;&#1591; &#1588;&#1605;&#1575; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1576;&#1607;&#8204;&#1591;&#1608;&#1585;&#1705;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1586;&#1740;&#1585;&#1608;&#1585;&#1608; &#1578;&#1594;&#1740;&#1740;&#1585;&#1740;&#1575;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578; &#1608; &#1575;&#1606;&#1711;&#1575;&#1585; &#1576;&#1575; &#1740;&#1705; &#1593;&#1606;&#1608;&#1575;&#1606; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1580;&#1583;&#1740;&#1583; &#1605;&#1608;&#1575;&#1580;&#1607; &#1607;&#1587;&#1578;&#1740;&#1605;. &#1605;&#1583;&#1578;&#8204;&#1607;&#1575; &#1576;&#1608;&#1583; &#1705;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1593;&#1740;&#1576;&#8204;&#1607;&#1575;&#1740;&#1740; &#1583;&#1585; &#1605;&#1608;&#1585;&#1583; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1608; &#1576;&#1575;&#1601;&#1578;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1711;&#1586;&#1575;&#1585;&#1588; &#1705;&#1585;&#1583;&#1607; &#1576;&#1608;&#1583;&#1606;&#1583; &#1608; &#1576;&#1575;&#1604;&#1575;&#1582;&#1585;&#1607; &#1583;&#1585; &#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1705;&#1575;&#1605;&#1604; &#1588;&#1575;&#1607;&#1583; &#1576;&#1585;&#1591;&#1585;&#1601; &#1588;&#1583;&#1606; &#1578;&#1605;&#1575;&#1605;&#1740; &#1605;&#1588;&#1705;&#1604;&#1575;&#1578; &#1607;&#1587;&#1578;&#1740;&#1605; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1605; &#1576;&#1575; &#1582;&#1740;&#1575;&#1604; &#1585;&#1575;&#1581;&#1578; &#1576;&#1607; &#1586;&#1575;&#1605;&#1576;&#1740; &#1705;&#1588;&#1740; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#1605;. &#1576;&#1602;&#1575; &#1575;&#1608;&#1604;&#1740;&#1606; &#1607;&#1583;&#1601; &#1607;&#1585; &#1575;&#1606;&#1587;&#1575;&#1606;&#1740; &#1583;&#1585; &#1586;&#1606;&#1583;&#1711;&#1740; &#1575;&#1587;&#1578; &#1608; &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1576;&#1575;&#1740;&#1583; &#1576;&#1607; &#1602;&#1575;&#1606;&#1608;&#1606; &#1608;&#1581;&#1588; &#1576;&#1585;&#1711;&#1585;&#1583;&#1740;&#1605; &#1608; &#1576;&#1585;&#1575;&#1740; &#1586;&#1606;&#1583;&#1607; &#1605;&#1575;&#1606;&#1583;&#1606; &#1578;&#1575;&#1583;&#1606;&#1583;&#1575;&#1606;&#8204;&#1605;&#1587;&#1604;&#1581; &#1588;&#1608;&#1740;&#1605;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1606;&#1711;&#1575;&#1607;&#1740; &#1576;&#1607; Dying Light &#1608; The Walking Dead &#1576;&#1740;&#1606;&#1583;&#1575;&#1586;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">18+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: AMD FX-6300 | Intel i5-2500 @ 2.7GHz
Memory: 8 GB
Video Memory: 2 GB
Graphics: NVIDIA GeForce GTX 760 | AMD Radeon HD 7870</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1588;&#1608;&#1578;&#1585;, &#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/State%20of%20Decay%202:%20Juggernaut%20Edition/8494767-state-of-decay-2-juggernaut-edition-screenshot.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/State%20of%20Decay%202:%20Juggernaut%20Edition/MhaPZzkyWGGZhiCzPMgkPR.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/State%20of%20Decay%202:%20Juggernaut%20Edition/Screenshot-16.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/State%20of%20Decay%202:%20Juggernaut%20Edition/State-of-Decay-2-screenshot-showing-a-male-character-in-demin-looking-over-a-number-of-raised-beds-with-greenery-growing-in-them.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/State%20of%20Decay%202:%20Juggernaut%20Edition/0c4_c06356a3b584567a4a219975dc2eaa9f19471816-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/470225/&#1608;&#1590;&#1593;&#1740;&#1578;-&#1602;&#1585;&#1605;&#1586;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;&#1740;-state-of-decay-2/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 69/100<br/>Steam: 9/10<br/>IGN: 7.5/10<br/><br/>Initial release date: May 18, 2018</div>
  </BODY>
</html>