<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>The Expanse A Telltale Series Episode 1-5</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5260.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index5.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2682.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1851f.jpg">
        <img src="../images/1851f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">The Expanse A Telltale Series Episode 1-5&#160;(2023)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Adventure</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#111</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Telltale Games</b>
	    &#160;
	   	Deck Nine
            <br/>
            <b>8.15 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;The Expanse A Telltale Series &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1575;&#1662;&#1740;&#1586;&#1608;&#1583;&#1740;&#1705; &#1607;&#1740;&#1580;&#1575;&#1606; &#1575;&#1606;&#1711;&#1740;&#1586; &#1575;&#1587;&#1578; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; Telltale Games &#1608; Deck Nine &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1662;&#1740;&#1588; &#1583;&#1585;&#1570;&#1605;&#1583; &#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1578;&#1604;&#1608;&#1740;&#1586;&#1740;&#1608;&#1606;&#1740; &#1605;&#1581;&#1576;&#1608;&#1576; The Expanse &#1580;&#1585;&#1740;&#1575;&#1606; &#1583;&#1575;&#1585;&#1583;. &#1607;&#1605;&#1575;&#1606;&#1606;&#1583; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1583;&#1740;&#1711;&#1585; &#1575;&#1586; &#1570;&#1579;&#1575;&#1585; &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1576;&#1607; &#1583;&#1587;&#1578; Telltale&#1548; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1602;&#1585;&#1575;&#1585; &#1575;&#1587;&#1578; &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; &#1575;&#1662;&#1740;&#1586;&#1608;&#1583;&#1740;&#1705; &#1583;&#1585; &#1602;&#1575;&#1604;&#1576; 5 &#1602;&#1587;&#1605;&#1578; &#1662;&#1582;&#1588; &#1588;&#1608;&#1583;. &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1588;&#1582;&#1589;&#1740;&#1578; &#1605;&#1581;&#1576;&#1608;&#1576; Camina Drummer &#1585;&#1575; &#1583;&#1606;&#1576;&#1575;&#1604; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; Cara Gee &#1575;&#1586; &#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1578;&#1604;&#1608;&#1740;&#1586;&#1740;&#1608;&#1606;&#1740; &#1576;&#1607; &#1578;&#1589;&#1608;&#1740;&#1585; &#1705;&#1588;&#1740;&#1583;&#1607; &#1588;&#1583;&#1607; &#1705;&#1607; &#1606;&#1602;&#1588; &#1588;&#1582;&#1589;&#1740;&#1578; &#1575;&#1589;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1575;&#1740;&#1601;&#1575; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1576;&#1607; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1580;&#1584;&#1575;&#1576; &#1705;&#1588;&#1740;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583;&#1548; Drummer &#1585;&#1575; &#1705;&#1606;&#1578;&#1585;&#1604; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583; &#1608; &#1711;&#1585;&#1608;&#1607;&#1740; &#1575;&#1586; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1593;&#1580;&#1740;&#1576; &#1585;&#1575; &#1607;&#1583;&#1575;&#1740;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;. &#1607;&#1585; &#1740;&#1705; &#1575;&#1586; &#1582;&#1583;&#1605;&#1607; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1606;&#1581;&#1589;&#1585;&#1576;&#1607;&#8204;&#1601;&#1585;&#1583;&#1740; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1585;&#1608;&#1575;&#1740;&#1578; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1575;&#1585;&#1605;&#1594;&#1575;&#1606; &#1605;&#1740;&#8204;&#1570;&#1608;&#1585;&#1583;.<br/><br/>&#1583;&#1740;&#1575;&#1604;&#1608;&#1711;&#8204;&#1607;&#1575; &#1608; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1583;&#1585; &#1583;&#1608; &#1602;&#1587;&#1605;&#1578; &#1575;&#1576;&#1578;&#1583;&#1575;&#1740;&#1740; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1591;&#1585;&#1586; &#1605;&#1575;&#1607;&#1585;&#1575;&#1606;&#1607;&#8204;&#1575;&#1740; &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1608; &#1580;&#1608;&#1607;&#1585; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1587;&#1585;&#1575;&#1740;&#1740; &#1588;&#1582;&#1589;&#1740;&#1578; &#1605;&#1581;&#1608;&#1585; &#1587;&#1585;&#1740;&#1575;&#1604; &#1578;&#1604;&#1608;&#1740;&#1586;&#1740;&#1608;&#1606;&#1740; &#1585;&#1575; &#1576;&#1607; &#1578;&#1589;&#1608;&#1740;&#1585; &#1605;&#1740;&#8204;&#1705;&#1588;&#1606;&#1583;. &#1583;&#1585; &#1581;&#1575;&#1604;&#1740; &#1705;&#1607; &#1578;&#1605;&#1585;&#1705;&#1586; &#1576;&#1740;&#1588;&#1578;&#1585; &#1576;&#1607; &#1587;&#1605;&#1578; &#1578;&#1608;&#1587;&#1593;&#1607; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1589;&#1605;&#1740;&#1605;&#1740; &#1575;&#1587;&#1578; &#1578;&#1575; &#1587;&#1740;&#1575;&#1587;&#1578;&#8204;&#1607;&#1575;&#1740; &#1587;&#1740;&#1587;&#1578;&#1605; &#1582;&#1608;&#1585;&#1588;&#1740;&#1583;&#1740;&#1548; &#1575;&#1740;&#1606; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1575;&#1580;&#1575;&#1586;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1578;&#1575; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1585; &#1585;&#1608;&#1575;&#1740;&#1578; &#1594;&#1585;&#1602; &#1705;&#1606;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1608;&#1575;&#1602;&#1593;&#1575;&#1611; &#1605;&#1575;&#1607;&#1740;&#1578; The Expanse &#1585;&#1575; &#1576;&#1607; &#1578;&#1589;&#1608;&#1740;&#1585; &#1605;&#1740;&#8204;&#1705;&#1588;&#1583; &#1608; &#1576;&#1575;&#1593;&#1579; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1601;&#1585;&#1575;&#1605;&#1608;&#1588; &#1705;&#1606;&#1606;&#1583; &#1705;&#1607; &#1583;&#1585; &#1581;&#1575;&#1604; &#1575;&#1606;&#1580;&#1575;&#1605; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1608;&#1740;&#1583;&#1574;&#1608;&#1740;&#1740; &#1607;&#1587;&#1578;&#1606;&#1583; &#1608; &#1583;&#1585; &#1575;&#1589;&#1604; &#1587;&#1585;&#1740;&#1575;&#1604; &#1575;&#1606;&#1740;&#1605;&#1740;&#1588;&#1606;&#1740; &#1585;&#1575; &#1578;&#1605;&#1575;&#1588;&#1575; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;. &#1583;&#1585; &#1581;&#1575;&#1604;&#1740; &#1705;&#1607; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1608; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1602;&#1575;&#1576;&#1604; &#1578;&#1608;&#1580;&#1607; &#1575;&#1587;&#1578;&#1548; &#1587;&#1740;&#1587;&#1578;&#1605; &#1711;&#1601;&#1578;&#1711;&#1608;&#1740; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; &#1575;&#1740;&#1606; &#1705;&#1605;&#1662;&#1575;&#1606;&#1740; &#1740;&#1705; &#1581;&#1587; &#1570;&#1588;&#1606;&#1575; &#1608; &#1587;&#1575;&#1583;&#1711;&#1740; &#1602;&#1583;&#1740;&#1605;&#1740; &#1585;&#1575; &#1576;&#1607; &#1578;&#1589;&#1608;&#1740;&#1585; &#1605;&#1740;&#8204;&#1705;&#1588;&#1583;. &#1578;&#1580;&#1585;&#1576;&#1607; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1740; &#1606;&#1592;&#1740;&#1585; &#1608; &#1587;&#1585;&#1711;&#1585;&#1605; &#1705;&#1606;&#1606;&#1583;&#1607; &#1585;&#1575; &#1705;&#1607; &#1605;&#1585;&#1576;&#1608;&#1591; &#1576;&#1607; &#1587;&#1585;&#1740;&#1575;&#1604;&#1740; &#1582;&#1740;&#1585;&#1607; &#1705;&#1606;&#1606;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1585;&#1575; &#1576;&#1607; &#1607;&#1740;&#1670; &#1608;&#1580;&#1607; &#1575;&#1586; &#1583;&#1587;&#1578; &#1606;&#1583;&#1607;&#1740;&#1583;.<br/><br/>The Expanse A Telltale Series &#1576;&#1575; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578; &#1607;&#1587;&#1578;&#1607; &#1575;&#1589;&#1604;&#1740; &#1587;&#1585;&#1740;&#1575;&#1604; &#1578;&#1604;&#1608;&#1740;&#1586;&#1740;&#1608;&#1606;&#1740; &#1605;&#1581;&#1576;&#1608;&#1576; &#1585;&#1575; &#1576;&#1607; &#1578;&#1589;&#1608;&#1740;&#1585; &#1605;&#1740;&#8204;&#1705;&#1588;&#1583; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1711;&#1740;&#1585;&#1575; &#1608; &#1607;&#1605;&#1607;&#8204;&#1580;&#1575;&#1606;&#1576;&#1607; &#1585;&#1575; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1578;&#1585;&#1705;&#1740;&#1576;&#1740; &#1575;&#1586; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1587;&#1585;&#1575;&#1740;&#1740; &#1582;&#1608;&#1576;&#1548; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1670;&#1588;&#1605;&#1711;&#1740;&#1585; &#1608; &#1605;&#1705;&#1575;&#1606;&#1740;&#1705;&#8204;&#1607;&#1575;&#1740; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1589;&#1585;&#1740;&#1548; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1740;&#1705; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1575;&#1585;&#1586;&#1588;&#1605;&#1606;&#1583; &#1576;&#1585;&#1575;&#1740; &#1607;&#1585; &#1593;&#1604;&#1575;&#1602;&#1607;&#8204;&#1605;&#1606;&#1583;&#1575;&#1606; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1585;&#1608;&#1575;&#1740;&#1740; &#1608; &#1576;&#1585;&#1575;&#1740; &#1591;&#1585;&#1601;&#8204;&#1583;&#1575;&#1585;&#1575;&#1606; &#1587;&#1585;&#1740;&#1575;&#1604; &#1578;&#1576;&#1583;&#1740;&#1604; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Oxenfree II Lost Signals &#1608; A Long Journey to an Uncertain End &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: AMD Phenom II X4 965, 3.40 GHz / Intel Core i5-2300, 2.80 GHz
Memory: 6 GB RAM
Graphics: Radeon HD 7790, 2 GB / GeForce GTX 750Ti, 2 GB</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Expanse:%20A%20Telltale%20Series/2jjTVoqmD8RWERojRaTYKk.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Expanse:%20A%20Telltale%20Series/The-Expanse-A-Telltale-Series-Screenshot-034.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Expanse:%20A%20Telltale%20Series/The-Expanse-Screenshot-004-1920px-x-1080px.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Expanse:%20A%20Telltale%20Series/expansett_12.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/The%20Expanse:%20A%20Telltale%20Series/48fd5fed338c0f574a27c19e165d60c950528667-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://vigiato.net/r/the-expanse-a-telltale-series-review" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 75/100<br/>Steam: 7/10<br/>IGN: 7/10<br/><br/>Initial release date: 2023<br/>
    </div>
  </BODY>
</html>