<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>GRIME</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="3071.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index7.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="1246.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1875f.jpg">
        <img src="../images/1875f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">GRIME&#160;(2021)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action, RPG</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#112</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Akupara Games</b>
	    &#160;
	   	Clover Bite
            <br/>
            <b>2.84 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1606;&#1575;&#1576;&#1608;&#1583;&#1705;&#1606;&#1740;&#1583;&#1548; &#1602;&#1583;&#1585;&#1578; &#1705;&#1587;&#1576; &#1705;&#1585;&#1583;&#1607; &#1608; &#1585;&#1588;&#1583; &#1606;&#1605;&#1575;&#1740;&#1740;&#1583;! &#1576;&#1575;&#1586;&#1740; GRIME &#1575;&#1579;&#1585;&#1740; &#1587;&#1585;&#1578;&#1575;&#1587;&#1585; &#1575;&#1705;&#1588;&#1606; &#1608; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1575;&#1606;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1575;&#1604;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1606;&#1602;&#1588;&#8204;&#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1585;&#1575; &#1576;&#1607; &#1582;&#1608;&#1576;&#1740; &#1583;&#1585; &#1582;&#1608;&#1583; &#1580;&#1575;&#1740; &#1583;&#1575;&#1583;&#1607; &#1608; &#1578;&#1608;&#1575;&#1606;&#1587;&#1578;&#1607; &#1606;&#1605;&#1585;&#1575;&#1578; &#1576;&#1587;&#1740;&#1575;&#1585; &#1582;&#1608;&#1576;&#1740; &#1585;&#1575; &#1575;&#1586; &#1576;&#1583;&#1608; &#1575;&#1606;&#1578;&#1588;&#1575;&#1585; &#1582;&#1608;&#1583; &#1705;&#1587;&#1576; &#1606;&#1605;&#1575;&#1740;&#1583;. &#1575;&#1587;&#1604;&#1581;&#1607; &#1588;&#1605;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578; &#1583;&#1711;&#1585;&#1711;&#1608;&#1606;&#1740; &#1608; &#1578;&#1594;&#1740;&#1740;&#1585; &#1593;&#1605;&#1604;&#1705;&#1585;&#1583; &#1583;&#1575;&#1585;&#1606;&#1583;. &#1576;&#1583;&#1740;&#1606; &#1589;&#1608;&#1585;&#1578; &#1705;&#1607; &#1576;&#1575; &#1605;&#1585;&#1711; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606;&#1548; &#1575;&#1586; &#1570;&#1606; &#1607;&#1575; &#1575;&#1585;&#1578;&#1586;&#1575;&#1602; &#1705;&#1585;&#1583;&#1607; &#1608; &#1602;&#1583;&#1585;&#1578; &#1608;&#1740;&#1688;&#1607;&#8204;&#1575;&#1740; &#1585;&#1575; &#1576;&#1607; &#1585;&#1711;&#8204;&#1607;&#1575;&#1740; &#1588;&#1605;&#1575; &#1575;&#1590;&#1575;&#1601;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583; &#1578;&#1575; &#1576;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1593;&#1604;&#1740;&#1607; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1608; &#1576;&#1740;&#8204;&#1585;&#1581;&#1605; &#1576;&#1575; &#1578;&#1608;&#1575;&#1606; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1606;&#1605;&#1575;&#1740;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1579;&#1585;&#1740; &#1575;&#1586; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Clover Bite &#1605;&#1740;&#8204;&#1576;&#1575;&#1588;&#1583; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; &#1705;&#1605;&#1662;&#1575;&#1606;&#1740; Akupara Games &#1583;&#1585; &#1570;&#1711;&#1608;&#1587;&#1578; &#1778;&#1776;&#1778;&#1777; &#1583;&#1585; &#1588;&#1576;&#1705;&#1607; &#1575;&#1587;&#1578;&#1740;&#1605; &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1588;&#1576;&#1575;&#1607;&#1578; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1575;&#1583; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1605;&#1608;&#1601;&#1602;&#1740; &#1607;&#1605;&#8204;&#1670;&#1608;&#1606; Dead Cells &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1586;&#1740;&#1575;&#1583;&#1740; &#1575;&#1586; &#1587;&#1576;&#1705; &#1587;&#1608;&#1604;&#1586;&#1604;&#1575;&#1740;&#1705; &#1585;&#1575; &#1605;&#1580;&#1584;&#1608;&#1576; &#1582;&#1608;&#1583; &#1705;&#1606;&#1583;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; GRIME &#1575;&#1586; &#1580;&#1575;&#1740;&#1740; &#1588;&#1585;&#1608;&#1593; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1705;&#1607; &#1580;&#1587;&#1605;&#1740; &#1606;&#1575;&#1588;&#1606;&#1575;&#1582;&#1578;&#1607; &#1583;&#1585;&#1608;&#1606; &#1582;&#1608;&#1583; &#1605;&#1606;&#1607;&#1583;&#1605; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1583;&#1606;&#1740;&#1575; &#1585;&#1575; &#1576;&#1607;&#8204;&#1607;&#1605; &#1605;&#1740;&#8204;&#1585;&#1740;&#1586;&#1583; &#1578;&#1575; &#1606;&#1607;&#1575;&#1740;&#1578;&#1575; &#1588;&#1605;&#1575; &#1585;&#1575; &#1576;&#1608;&#1580;&#1608;&#1583; &#1570;&#1608;&#1585;&#1583;. &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1606;&#1575;&#1588;&#1606;&#1575;&#1582;&#1578;&#1607; &#1662;&#1740;&#1588; &#1585;&#1608;&#1740; &#1588;&#1605;&#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1605;&#1604;&#1608;&#1569; &#1575;&#1586; &#1576;&#1740;&#1711;&#1575;&#1606;&#1711;&#1575;&#1606; &#1576;&#1608;&#1583;&#1607; &#1608; &#1576;&#1575;&#1740;&#1583; &#1593;&#1604;&#1740;&#1607; &#1578;&#1608;&#1591;&#1574;&#1607;&#8204;&#1607;&#1575;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1585;&#1575;&#1740; &#1586;&#1606;&#1583;&#1607;&#8204;&#1605;&#1575;&#1606;&#1583;&#1606; &#1578;&#1604;&#1575;&#1588; &#1705;&#1606;&#1740;&#1583;. &#1605;&#1581;&#1740;&#1591; &#1576;&#1575;&#1586;&#1740; &#1601;&#1590;&#1575;&#1740;&#1740; &#1705;&#1575;&#1605;&#1604;&#1575; &#1587;&#1608;&#1585;&#1574;&#1575;&#1604; &#1583;&#1575;&#1585;&#1583; &#1608; &#1576;&#1575;&#1740;&#1583; &#1578;&#1575; &#1580;&#1575;&#1740;&#1740; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1740;&#1711;&#1575;&#1606;&#1711;&#1575;&#1606; &#1585;&#1575; &#1705;&#1588;&#1578;&#1607; &#1608; &#1606;&#1740;&#1585;&#1608;&#1607;&#1575;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1580;&#1584;&#1576; &#1606;&#1605;&#1575;&#1740;&#1740;&#1583; &#1578;&#1575; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1607;&#1578;&#1585; &#1575;&#1586; &#1570;&#1606;&#8204;&#1670;&#1607; &#1705;&#1607; &#1607;&#1587;&#1578;&#1740;&#1583; &#1578;&#1602;&#1608;&#1740;&#1578; &#1705;&#1606;&#1740;&#1583;. &#1602;&#1575;&#1576;&#1604;&#1740;&#1578; &#1588;&#1582;&#1589;&#1740;&#8204;&#1587;&#1575;&#1586;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; GRIME &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583;. &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1578;&#1606;&#1607;&#1575; &#1576;&#1582;&#1588;&#1740; &#1575;&#1586; &#1602;&#1583;&#1585;&#1578;&#8204;&#1607;&#1575;&#1740; &#1582;&#1608;&#1583; &#1705;&#1607; &#1576;&#1740;&#1588;&#1578;&#1585; &#1605;&#1583;&#1606;&#1592;&#1585; &#1607;&#1587;&#1578;&#1606;&#1583; &#1585;&#1575; &#1578;&#1602;&#1608;&#1740;&#1578; &#1705;&#1606;&#1740;&#1583; &#1608; &#1588;&#1740;&#1608;&#1607;&#8204;&#1740; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578;&#1740; &#1582;&#1575;&#1589; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583;. &#1576;&#1575; &#1662;&#1740;&#1588;&#1585;&#1608;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1605;&#1578;&#1608;&#1580;&#1607; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1588;&#1583; &#1705;&#1607; &#1576;&#1585;&#1575;&#1740; &#1575;&#1586; &#1662;&#1575; &#1583;&#1585;&#1570;&#1608;&#1585;&#1583;&#1606; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1575;&#1586; &#1585;&#1608;&#1588;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583; &#1608; &#1570;&#1606;&#8204;&#1607;&#1575; &#1578;&#1606;&#1607;&#1575; &#1576;&#1575; &#1740;&#1705; &#1585;&#1608;&#1588; &#1605;&#1588;&#1582;&#1589; &#1588;&#1705;&#1587;&#1578; &#1606;&#1605;&#1740;&#8204;&#1582;&#1608;&#1585;&#1606;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel i5 3470 or AMD equivelent

Memory: 4 GB RAM

Graphics: nVidia GeForce 960 or AMD equivelent

DirectX: Version 10

Storage: 10 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/GRIME/GRIME-II_2023_08-23-23_003.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/GRIME/ss_1fb017222b76bd68d25640077b8933fb4e8cb4fc.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/GRIME/ss_45847e93997a32446fd274f7d447e8df86de8375.jpg&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/GRIME/ss_4a472beabf86ec04e9930fba49092bf6ba41c2b2.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/GRIME/ss_bf92e50899016c43083c2e1f75646246999907c5.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/GRIME/ss_db43ca191ce4adba1501a719ff7ec5c3b7a586a3.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/GRIME/2651dec53f6cd70fe285667b85956f2749016046-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://www.zoomg.ir/game-review/337663-grime-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 81/100<br/>Steam: 9/10<br/>IGN: 9/10<br/><br/>Initial release date: August 2, 2021</div>
  </BODY>
</html>