<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Uncharted 4: Legacy of Thieves Collection</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5822.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index21.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="5829.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1917f.jpg">
        <img src="../images/1917f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Uncharted 4: Legacy of Thieves Collection</div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#116</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <br/>
            <b>49 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#8235;&#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Uncharted &#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1608;&#1601;&#1602;&#8204;&#1578;&#1585;&#1740;&#1606; &#1608; &#1580;&#1584;&#1575;&#1576;&#8204;&#1578;&#1585;&#1740;&#1606; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1575;&#1606;&#1581;&#1589;&#1575;&#1585;&#1740; &#1705;&#1606;&#1587;&#1608;&#1604; &#1662;&#1604;&#1740;&#8204;&#1575;&#1587;&#1578;&#1740;&#1588;&#1606; &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1575;&#1586; &#1575;&#1601;&#1585;&#1575;&#1583; &#1585;&#1575; &#1576;&#1607; &#1582;&#1585;&#1740;&#1583; &#1570;&#1606; &#1578;&#1585;&#1594;&#1740;&#1576; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1570;&#1582;&#1585;&#1740;&#1606; &#1588;&#1605;&#1575;&#1585;&#1607; &#1570;&#1606;&#1670;&#1575;&#1585;&#1578;&#1583; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1740;&#1705; &#1576;&#1587;&#1578;&#1607; &#1575;&#1604;&#1581;&#1575;&#1602;&#1740; &#1605;&#1587;&#1578;&#1602;&#1604;&#1548; &#1608;&#1583;&#1575;&#1593; &#1662;&#1585;&#1588;&#1705;&#1608;&#1607;&#1740; &#1576;&#1575; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; Nathan Drake &#1585;&#1575; &#1576;&#1607; &#1582;&#1608;&#1585;&#1583; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1583;&#1575;&#1583; &#1608; &#1581;&#1575;&#1604;&#1575; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Naughty Dog &#1575;&#1740;&#1606; &#1583;&#1608; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1583;&#1585; &#1602;&#1575;&#1604;&#1576; &#1740;&#1705; &#1662;&#1705;&#1740;&#1580; &#1705;&#1575;&#1605;&#1604;&#1548; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1705;&#1575;&#1585;&#1576;&#1585;&#1575;&#1606; PS5 &#1608; PC &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1576;&#1585;&#1575;&#1740; &#1583;&#1575;&#1606;&#1604;&#1608;&#1583; &#1576;&#1575;&#1586;&#1740; Uncharted Legacy of Thieves Collection &#1608; &#1578;&#1580;&#1585;&#1576;&#1607; &#1580;&#1584;&#1575;&#1576;&#8204;&#1578;&#1585;&#1740;&#1606; &#1608; &#1605;&#1607;&#1740;&#1580;&#8204;&#1578;&#1585;&#1740;&#1606; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1586;&#1606;&#1583;&#1711;&#1740; &#1582;&#1608;&#1583; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1575;&#1606;&#1581;&#1589;&#1575;&#1585;&#1740;&#8204;&#1607;&#1575;&#1740; &#1705;&#1606;&#1587;&#1608;&#1604; &#1662;&#1604;&#1740;&#8204;&#1575;&#1587;&#1578;&#1740;&#1588;&#1606; &#1582;&#1608;&#1583;&#1578;&#1575;&#1606; &#1585;&#1575; &#1570;&#1605;&#1575;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583;!<br/><br/>&#1570;&#1740;&#1575; &#1576;&#1585;&#1575;&#1740; &#1740;&#1575;&#1601;&#1578;&#1606; &#1582;&#1608;&#1588;&#1576;&#1582;&#1578;&#1740; &#1570;&#1605;&#1575;&#1583;&#1607;&#8204;&#1575;&#1740;&#1583;&#1567;<br/>&#1576;&#1575;&#1586;&#1740; Uncharted Legacy of Thieves Collection &#1588;&#1575;&#1605;&#1604; &#1588;&#1605;&#1575;&#1585;&#1607; &#1670;&#1607;&#1575;&#1585;&#1605; &#1576;&#1575;&#1586;&#1740; &#1740;&#1593;&#1606;&#1740; A Thief&#8217;s End &#1608; &#1576;&#1587;&#1578;&#1607; &#1575;&#1604;&#1581;&#1575;&#1602;&#1740; &#1605;&#1587;&#1578;&#1602;&#1604; &#1570;&#1606; &#1576;&#1575; &#1606;&#1575;&#1605; Lost Legacy &#1575;&#1587;&#1578;. &#1605;&#1575;&#1580;&#1585;&#1575;&#1607;&#1575;&#1740; &#1588;&#1582;&#1589;&#1740;&#1578; &#1605;&#1581;&#1576;&#1608;&#1576; Nathan Drake &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1576;&#1585;&#1575;&#1583;&#1585;&#1588; &#1705;&#1607; &#1575;&#1586; &#1586;&#1606;&#1583;&#1575;&#1606; &#1570;&#1586;&#1575;&#1583; &#1588;&#1583;&#1607; &#1580;&#1585;&#1740;&#1575;&#1606; &#1583;&#1575;&#1585;&#1583; &#1608; &#1576;&#1607; &#1587;&#1576;&#1705;&#1740; &#1587;&#1740;&#1606;&#1605;&#1575;&#1740;&#1740; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1589;&#1581;&#1606;&#1607;&#8204;&#1607;&#1575;&#1740; &#1580;&#1584;&#1575;&#1576; &#1608; &#1576;&#1607;&#8204;&#1740;&#1575;&#1583;&#1605;&#1575;&#1606;&#1583;&#1606;&#1740; &#1585;&#1608;&#1575;&#1740;&#1578; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1583;&#1585; &#1583;&#1608;&#1585;&#1575;&#1606; &#1575;&#1606;&#1578;&#1588;&#1575;&#1585;&#1588;&#1575;&#1606; &#1576;&#1607; &#1740;&#1705;&#1740; &#1575;&#1586; &#1662;&#1585;&#1601;&#1585;&#1608;&#1588;&#8204;&#1578;&#1585;&#1740;&#1606; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1575;&#1606;&#1581;&#1589;&#1575;&#1585;&#1740; &#1662;&#1604;&#1740;&#8204;&#1575;&#1587;&#1578;&#1740;&#1588;&#1606; 4 &#1578;&#1576;&#1583;&#1740;&#1604; &#1588;&#1583;&#1606;&#1583; &#1608; &#1604;&#1575;&#1740;&#1602; &#1670;&#1606;&#1740;&#1606; &#1580;&#1575;&#1740;&#1711;&#1575;&#1607;&#1740; &#1606;&#1740;&#1586; &#1607;&#1587;&#1578;&#1606;&#1583;&#1548; &#1586;&#1740;&#1585;&#1575; &#1578;&#1605;&#1575;&#1605;&#1740; &#1593;&#1606;&#1575;&#1589;&#1585; &#1570;&#1606;&#8204;&#1607;&#1575; &#1575;&#1586; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1711;&#1585;&#1601;&#1578;&#1607; &#1578;&#1575; &#1585;&#1608;&#1575;&#1740;&#1578; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740;&#1548; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740; &#1608; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1583;&#1585; &#1587;&#1591;&#1581; &#1576;&#1575;&#1604;&#1575;&#1740;&#1740; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1585;&#1583;. &#1607;&#1585; &#1585;&#1608;&#1575;&#1740;&#1578; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1548; &#1605;&#1605;&#1604;&#1608; &#1575;&#1586; &#1582;&#1606;&#1583;&#1607;&#8204;&#1607;&#1575;&#1548; &#1604;&#1581;&#1592;&#1575;&#1578; &#1581;&#1587;&#1575;&#1587;&#1548; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1605;&#1607;&#1740;&#1580; &#1608; &#1584;&#1608;&#1602; &#1608; &#1575;&#1588;&#1578;&#1740;&#1575;&#1602; &#1576;&#1585;&#1575;&#1740; &#1711;&#1588;&#1578;&#8204;&#1608;&#1711;&#1584;&#1575;&#1585; &#1608; &#1705;&#1588;&#1601; &#1606;&#1575;&#1588;&#1606;&#1575;&#1582;&#1578;&#1607;&#8204;&#1607;&#1575; &#1575;&#1587;&#1578;.<br/><br/>&#1588;&#1605;&#1575;&#1585;&#1607; &#1670;&#1607;&#1575;&#1585;&#1605;&#1548; &#1575;&#1604;&#1605;&#1575;&#1587;&#1740; &#1711;&#1585;&#1575;&#1606;&#8204;&#1576;&#1607;&#1575;<br/>&#1576;&#1575;&#1586;&#1740; Uncharted 4: A Thief&#8217;s End &#1705;&#1607; &#1576;&#1740;&#1588; &#1575;&#1586; 150 &#1580;&#1575;&#1740;&#1586;&#1607; &#1585;&#1575; &#1583;&#1585; &#1585;&#1608;&#1740;&#1583;&#1575;&#1583;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1576;&#1607; &#1606;&#1575;&#1605; &#1582;&#1608;&#1583; &#1586;&#1583;&#1607; &#1575;&#1587;&#1578;&#1548; &#1585;&#1608;&#1575;&#1740;&#1578;&#1588; &#1585;&#1575; &#1670;&#1606;&#1583; &#1587;&#1575;&#1604; &#1662;&#1587; &#1575;&#1586; &#1570;&#1582;&#1585;&#1740;&#1606; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; Nathan Drake &#1583;&#1585; &#1588;&#1605;&#1575;&#1585;&#1607; &#1602;&#1576;&#1604;&#1740; &#1570;&#1594;&#1575;&#1586; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1575;&#1705;&#1606;&#1608;&#1606; &#1576;&#1585;&#1575;&#1583;&#1585;&#1588; Sam &#1583;&#1608;&#1576;&#1575;&#1585;&#1607; &#1587;&#1585; &#1608; &#1705;&#1604;&#1607;&#8204;&#1575;&#1588; &#1662;&#1740;&#1583;&#1575; &#1588;&#1583;&#1607; &#1608; &#1606;&#1705;&#1578;&#1607; &#1580;&#1575;&#1604;&#1576; &#1575;&#1740;&#1606; &#1575;&#1587;&#1578; &#1705;&#1607; Nathan &#1711;&#1605;&#1575;&#1606; &#1605;&#1740;&#8204;&#1705;&#1585;&#1583; Sam &#1587;&#1575;&#1604;&#8204;&#1607;&#1575; &#1602;&#1576;&#1604; &#1583;&#1585; &#1586;&#1606;&#1583;&#1575;&#1606; &#1705;&#1588;&#1578;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. Sam &#1705;&#1607; &#1580;&#1575;&#1606;&#1588; &#1583;&#1585; &#1582;&#1591;&#1585; &#1575;&#1587;&#1578; &#1575;&#1586; Nathan &#1578;&#1602;&#1575;&#1590;&#1575;&#1740; &#1705;&#1605;&#1705; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1576;&#1607; &#1575;&#1608; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1570;&#1582;&#1585;&#1740;&#1606; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1580;&#1584;&#1575;&#1576; &#1608; &#1605;&#1607;&#1740;&#1580;&#1740; &#1585;&#1575; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;&#1548; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1705;&#1607; &#1575;&#1608; &#1607;&#1585;&#1711;&#1586; &#1606;&#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1601;&#1705;&#1585;&#1588; &#1585;&#1575; &#1575;&#1586; &#1587;&#1585; &#1576;&#1740;&#1585;&#1608;&#1606; &#1705;&#1606;&#1583;.<br/><br/>&#1575;&#1740;&#1606; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1588;&#1575;&#1740;&#1583; &#1576;&#1586;&#1585;&#1711;&#8204;&#1578;&#1585;&#1740;&#1606; &#1608; &#1670;&#1575;&#1604;&#1588;&#8204;&#1576;&#1585;&#1575;&#1606;&#1711;&#1740;&#1586;&#1578;&#1585;&#1740;&#1606; &#1605;&#1575;&#1580;&#1585;&#1575; &#1576;&#1585;&#1575;&#1740; Nathan &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1570;&#1606;&#1670;&#1575;&#1585;&#1578;&#1583; &#1576;&#1575;&#1588;&#1583; &#1608; &#1578;&#1605;&#1575;&#1605; &#1602;&#1583;&#1585;&#1578; &#1580;&#1587;&#1605;&#1740; &#1608; &#1584;&#1607;&#1606;&#1740; &#1575;&#1608; &#1585;&#1575; &#1583;&#1585;&#1711;&#1740;&#1585; &#1705;&#1606;&#1583;&#1563; &#1575;&#1605;&#1575; &#1575;&#1608; &#1570;&#1605;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1585;&#1575;&#1740; &#1606;&#1580;&#1575;&#1578; &#1580;&#1575;&#1606; &#1576;&#1585;&#1575;&#1583;&#1585;&#1588; &#1607;&#1585; &#1705;&#1575;&#1585;&#1740; &#1576;&#1705;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1583;&#1608; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1711;&#1606;&#1580;&#1740;&#1606;&#1607; &#1605;&#1582;&#1601;&#1740; &#1608; &#1576;&#1586;&#1585;&#1711;&#1740; &#1705;&#1607; &#1605;&#1578;&#1593;&#1604;&#1602; &#1576;&#1607; &#1740;&#1705; &#1583;&#1586;&#1583; &#1583;&#1585;&#1740;&#1575;&#1740;&#1740; &#1576;&#1575; &#1606;&#1575;&#1605; &#1705;&#1575;&#1662;&#1740;&#1578;&#1575;&#1606; Henry Avery &#1576;&#1608;&#1583;&#1607;&#1548; &#1605;&#1740;&#8204;&#1711;&#1585;&#1583;&#1606;&#1583;. &#1576;&#1585;&#1575;&#1740; &#1575;&#1740;&#1606; &#1605;&#1606;&#1592;&#1608;&#1585; &#1576;&#1607; &#1580;&#1606;&#1711;&#1604;&#8204;&#1607;&#1575;&#1740; &#1575;&#1606;&#1576;&#1608;&#1607; &#1580;&#1586;&#1740;&#1585;&#1607; &#1605;&#1575;&#1583;&#1575;&#1711;&#1575;&#1587;&#1705;&#1575;&#1585; &#1587;&#1601;&#1585; &#1705;&#1585;&#1583;&#1607; &#1608; &#1582;&#1608;&#1583;&#1588;&#1575;&#1606; &#1585;&#1575; &#1583;&#1585;&#1711;&#1740;&#1585; &#1605;&#1575;&#1580;&#1585;&#1575;&#1607;&#1575;&#1740; &#1662;&#1585;&#1605;&#1582;&#1575;&#1591;&#1585;&#1607;&#8204;&#1575;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1605;&#1587;&#1740;&#1585; &#1570;&#1606;&#8204;&#1607;&#1575; &#1578;&#1606;&#1607;&#1575; &#1606;&#1740;&#1587;&#1578;&#1606;&#1583; &#1608; &#1740;&#1705; &#1585;&#1602;&#1740;&#1576; &#1602;&#1583;&#1740;&#1605;&#1740; &#1606;&#1740;&#1586; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1607;&#1605;&#1740;&#1606; &#1711;&#1606;&#1580;&#1740;&#1606;&#1607;&#1548; &#1583;&#1575;&#1574;&#1605; &#1576;&#1585;&#1575;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1605;&#1588;&#1705;&#1604; &#1575;&#1740;&#1580;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;.<br/><br/>&#1576;&#1587;&#1578;&#1607; &#1575;&#1604;&#1581;&#1575;&#1602;&#1740; &#1580;&#1584;&#1575;&#1576;&#1740; &#1705;&#1607; &#1583;&#1587;&#1578;&#8204;&#1705;&#1605;&#1740; &#1575;&#1586; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1605;&#1587;&#1578;&#1602;&#1604; &#1606;&#1583;&#1575;&#1585;&#1583;<br/>&#1576;&#1575;&#1586;&#1740; Lost Legacy &#1585;&#1608;&#1575;&#1740;&#1578; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1585;&#1575; &#1576;&#1575; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583; &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1570;&#1605;&#1575;&#1583;&#1607; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1583;&#1585; &#1602;&#1583;&#1605;&#8204;&#1607;&#1575;&#1740; Chloe Frazer &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1740;&#1583; &#1608; &#1578;&#1604;&#1575;&#1588; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583; &#1705;&#1607; &#1740;&#1705; &#1588;&#1740;&#1569; &#1593;&#1578;&#1740;&#1602;&#1607; &#1608; &#1576;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583; &#1608; &#1580;&#1575;&#1583;&#1608;&#1740;&#1740; &#1585;&#1575; &#1575;&#1586; &#1575;&#1601;&#1578;&#1575;&#1583;&#1606; &#1576;&#1607; &#1583;&#1587;&#1578; &#1575;&#1601;&#1585;&#1575;&#1583; &#1606;&#1575;&#1583;&#1585;&#1587;&#1578; &#1606;&#1580;&#1575;&#1578; &#1583;&#1607;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1588;&#1740;&#1569; &#1705;&#1607; &#1593;&#1575;&#1580; &#1591;&#1604;&#1575;&#1740;&#1740; Ganesh &#1606;&#1575;&#1605; &#1583;&#1575;&#1585;&#1583;&#1548; &#1583;&#1585; &#1575;&#1593;&#1605;&#1575;&#1602; &#1580;&#1606;&#1711;&#1604;&#8204;&#1607;&#1575;&#1740; &#1607;&#1606;&#1583;&#1608;&#1587;&#1578;&#1575;&#1606; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1583;&#1585; &#1575;&#1740;&#1606; &#1605;&#1587;&#1740;&#1585; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585;&#1740; &#1576;&#1607; &#1575;&#1587;&#1605; Nadia Ross &#1606;&#1740;&#1586; &#1576;&#1607; &#1588;&#1605;&#1575; &#1705;&#1605;&#1705; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1583;&#1585; &#1576;&#1586;&#1585;&#1711;&#8204;&#1578;&#1585;&#1740;&#1606; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1586;&#1606;&#1583;&#1711;&#1740; Chloe&#1548; &#1575;&#1608; &#1576;&#1575;&#1740;&#1583; &#1607;&#1605; &#1583;&#1585; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#1588; &#1605;&#1608;&#1601;&#1602; &#1588;&#1608;&#1583; &#1608; &#1607;&#1605; &#1711;&#1584;&#1588;&#1578;&#1607;&#8204;&#1575;&#1588; &#1585;&#1575; &#1576;&#1575;&#1585; &#1583;&#1740;&#1711;&#1585; &#1605;&#1585;&#1608;&#1585; &#1705;&#1585;&#1583;&#1607; &#1608; &#1605;&#1588;&#1705;&#1604;&#1575;&#1578; &#1570;&#1606; &#1585;&#1575; &#1662;&#1588;&#1578; &#1587;&#1585; &#1576;&#1711;&#1584;&#1575;&#1585;&#1583;&#1548; &#1575;&#1740;&#1606;&#1705;&#1607; &#1670;&#1607; &#1670;&#1740;&#1586;&#1740; &#1585;&#1575; &#1581;&#1575;&#1590;&#1585; &#1575;&#1587;&#1578; &#1576;&#1585;&#1575;&#1740; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578; &#1601;&#1583;&#1575; &#1705;&#1606;&#1583;&#1548; &#1601;&#1602;&#1591; &#1576;&#1575; &#1607;&#1605;&#1585;&#1575;&#1607;&#1740; &#1588;&#1605;&#1575; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585;&#1588; &#1605;&#1588;&#1582;&#1589; &#1582;&#1608;&#1575;&#1607;&#1583; &#1588;&#1583;.<br/><br/>&#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1580;&#1584;&#1575;&#1576;&#1548; &#1575;&#1705;&#1588;&#1606; &#1608; &#1605;&#1578;&#1606;&#1608;&#1593;<br/>&#1570;&#1606;&#1670;&#1607; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Uncharted &#1585;&#1575; &#1576;&#1607;&#8204;&#1588;&#1583;&#1578; &#1605;&#1581;&#1576;&#1608;&#1576; &#1705;&#1585;&#1583;&#1548; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1580;&#1584;&#1575;&#1576; &#1608; &#1587;&#1585;&#1711;&#1585;&#1605;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607;&#8204;&#1575;&#1588; &#1576;&#1608;&#1583; &#1705;&#1607; &#1575;&#1586; &#1670;&#1606;&#1583;&#1740;&#1606; &#1604;&#1575;&#1740;&#1607; &#1605;&#1582;&#1578;&#1604;&#1601; &#1578;&#1588;&#1705;&#1740;&#1604; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1576;&#1582;&#1588;&#1740; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1711;&#1588;&#1578;&#8204;&#1608;&#1711;&#1584;&#1575;&#1585;&#1548; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583;&#1606; &#1575;&#1588;&#1740;&#1575;&#1569; &#1576;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740;&#1548; &#1581;&#1604; &#1605;&#1593;&#1605;&#1575; &#1608; &#1662;&#1575;&#1586;&#1604; &#1575;&#1582;&#1578;&#1589;&#1575;&#1589; &#1583;&#1575;&#1585;&#1583; &#1608; &#1576;&#1582;&#1588; &#1583;&#1740;&#1711;&#1585; &#1607;&#1605; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578;&#1740; &#1606;&#1601;&#1587;&#8204;&#1711;&#1740;&#1585; &#1608; &#1605;&#1607;&#1740;&#1580; &#1585;&#1575; &#1576;&#1607; &#1582;&#1608;&#1585;&#1583;&#1578;&#1575;&#1606; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1586;&#1575;&#1608;&#1740;&#1607; &#1583;&#1608;&#1585;&#1576;&#1740;&#1606; &#1587;&#1608;&#1605; &#1588;&#1582;&#1589; &#1576;&#1575;&#1586;&#1740;&#1548; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1587;&#1740;&#1587;&#1578;&#1605; &#1662;&#1606;&#1575;&#1607; &#1711;&#1585;&#1601;&#1578;&#1606; &#1608; &#1605;&#1582;&#1601;&#1740;&#8204;&#1705;&#1575;&#1585;&#1740; &#1608; &#1578;&#1606;&#1608;&#1593; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1608; &#1607;&#1608;&#1588; &#1605;&#1589;&#1606;&#1608;&#1593;&#1740; &#1576;&#1575;&#1604;&#1575;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575;&#1548; &#1578;&#1580;&#1585;&#1576;&#1607; &#1606;&#1576;&#1585;&#1583;&#1607;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; Uncharted &#1585;&#1575; &#1605;&#1606;&#1581;&#1589;&#1585;&#1576;&#1607;&#8204;&#1601;&#1585;&#1583; &#1608; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1607;&#1585; &#1583;&#1608; &#1576;&#1575;&#1586;&#1740; &#1575;&#1585;&#1575;&#1574;&#1607;&#8204;&#1588;&#1583;&#1607; &#1583;&#1585; &#1575;&#1740;&#1606; &#1662;&#1705;&#1740;&#1580;&#1548; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1608; &#1576;&#1607;&#1740;&#1606;&#1607;&#8204;&#1578;&#1585;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1575;&#1586; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1585;&#1575; &#1576;&#1607; &#1582;&#1608;&#1585;&#1583;&#1578;&#1575;&#1606; &#1605;&#1740;&#8204;&#1583;&#1607;&#1606;&#1583;. &#1588;&#1605;&#1575;&#1585;&#1607; &#1670;&#1607;&#1575;&#1585;&#1605; &#1576;&#1575;&#1586;&#1740; &#1589;&#1581;&#1606;&#1607;&#8204;&#1607;&#1575;&#1740; &#1578;&#1593;&#1602;&#1740;&#1576; &#1608; &#1711;&#1585;&#1740;&#1586; &#1580;&#1584;&#1575;&#1576; &#1608; &#1605;&#1607;&#1740;&#1580; &#1608; &#1605;&#1585;&#1575;&#1581;&#1604;&#1740; &#1576;&#1607; &#1587;&#1576;&#1705; &#1580;&#1607;&#1575;&#1606;&#8204;&#1576;&#1575;&#1586; &#1585;&#1575; &#1606;&#1740;&#1586; &#1583;&#1585; &#1583;&#1604; &#1582;&#1608;&#1583; &#1580;&#1575;&#1740; &#1583;&#1575;&#1583;&#1607; &#1705;&#1607; &#1576;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1578;&#1580;&#1585;&#1576;&#1607; &#1580;&#1583;&#1740;&#1583;&#1740; &#1585;&#1575; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740; Uncharted &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583;.<br/><br/>&#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1586;&#1740;&#1576;&#1575; &#1705;&#1607; &#1607;&#1606;&#1608;&#1586; &#1607;&#1605; &#1588;&#1605;&#1575; &#1585;&#1575; &#1605;&#1578;&#1581;&#1740;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;<br/>&#1576;&#1575; &#1608;&#1580;&#1608;&#1583; &#1575;&#1740;&#1606;&#1705;&#1607; &#1578;&#1602;&#1585;&#1740;&#1576;&#1575; 5 &#1587;&#1575;&#1604; &#1575;&#1586; &#1575;&#1606;&#1578;&#1588;&#1575;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1740;&#8204;&#1711;&#1584;&#1585;&#1583;&#1548; &#1607;&#1606;&#1608;&#1586; &#1607;&#1605; &#1580;&#1604;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1578;&#1589;&#1608;&#1740;&#1585;&#1740; &#1608; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1582;&#1740;&#1585;&#1607;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1578;&#1605;&#1575;&#1605;&#1740; &#1580;&#1586;&#1740;&#1740;&#1575;&#1578; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1593;&#1575;&#1740;&#1578; &#1588;&#1583;&#1607; &#1608; &#1575;&#1606;&#1740;&#1605;&#1740;&#1588;&#1606; &#1589;&#1608;&#1585;&#1578; &#1608; &#1581;&#1585;&#1705;&#1578; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585;&#1607;&#1575;&#1548; &#1580;&#1604;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1688;&#1607; &#1608; &#1575;&#1579;&#1585;&#1575;&#1578; &#1711;&#1604; &#1608; &#1582;&#1575;&#1705; &#1608; &#1576;&#1575;&#1585;&#1575;&#1606; &#1576;&#1607;&#8204;&#1583;&#1585;&#1587;&#1578;&#1740; &#1608; &#1586;&#1740;&#1576;&#1575;&#1740;&#1740; &#1585;&#1608;&#1740; &#1575;&#1580;&#1587;&#1575;&#1605; &#1605;&#1582;&#1578;&#1604;&#1601; &#1583;&#1740;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583;. &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1587;&#1585;&#1740; Uncharted &#1576;&#1607; &#1583;&#1604;&#1740;&#1604; &#1605;&#1575;&#1607;&#1740;&#1578; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1588;&#1548; &#1605;&#1606;&#1575;&#1592;&#1585; &#1586;&#1740;&#1576;&#1575; &#1608; &#1606;&#1601;&#1587;&#8204;&#1711;&#1740;&#1585;&#1740; &#1585;&#1575; &#1583;&#1585; &#1583;&#1604; &#1582;&#1608;&#1583; &#1580;&#1575;&#1740; &#1583;&#1575;&#1583;&#1607; &#1705;&#1607; &#1583;&#1575;&#1582;&#1604; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1740;&#1583; &#1601;&#1602;&#1591; &#1670;&#1606;&#1583; &#1583;&#1602;&#1740;&#1602;&#1607; &#1605;&#1581;&#1608; &#1578;&#1605;&#1575;&#1588;&#1575;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1588;&#1608;&#1740;&#1583;. &#1606;&#1587;&#1582;&#1607; &#1705;&#1575;&#1605;&#1662;&#1740;&#1608;&#1578;&#1585; &#1576;&#1575;&#1586;&#1740; &#1578;&#1575; &#1581;&#1583;&#1608;&#1583;&#1740; &#1576;&#1585;&#1582;&#1740; &#1578;&#1606;&#1592;&#1740;&#1605;&#1575;&#1578; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1585;&#1575; &#1576;&#1607;&#1576;&#1608;&#1583; &#1576;&#1582;&#1588;&#1740;&#1583;&#1607; &#1578;&#1575; &#1586;&#1740;&#1576;&#1575;&#1578;&#1585;&#1740;&#1606; &#1578;&#1589;&#1575;&#1608;&#1740;&#1585; &#1585;&#1575; &#1583;&#1575;&#1582;&#1604; &#1576;&#1575;&#1586;&#1740; &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1576;&#1607; &#1575;&#1585;&#1605;&#1594;&#1575;&#1606; &#1570;&#1608;&#1585;&#1583;.<br/><br/>&#1588;&#1575;&#1740;&#1583; &#1575;&#1586; &#1570;&#1606; &#1583;&#1587;&#1578;&#1607; &#1575;&#1601;&#1585;&#1575;&#1583;&#1740; &#1576;&#1575;&#1588;&#1740;&#1583; &#1705;&#1607; &#1607;&#1585;&#1711;&#1586; &#1606;&#1578;&#1608;&#1575;&#1606;&#1587;&#1578;&#1607;&#8204;&#1575;&#1740;&#1583; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; Nathan Drake &#1576;&#1607; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1583;&#1585; &#1570;&#1606;&#1670;&#1575;&#1585;&#1578;&#1583; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#1583;. &#1575;&#1606;&#1578;&#1588;&#1575;&#1585; &#1576;&#1575;&#1586;&#1740; Uncharted Legacy of Thieves Collection &#1601;&#1585;&#1589;&#1578; &#1605;&#1606;&#1575;&#1587;&#1576;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1585; &#1662;&#1587; &#1588;&#1705;&#1587;&#1578;&#1606; &#1575;&#1606;&#1581;&#1589;&#1575;&#1585;&#1607;&#1575;&#1548; &#1575;&#1740;&#1606; &#1593;&#1606;&#1608;&#1575;&#1606; &#1580;&#1584;&#1575;&#1576; &#1585;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1585;&#1583;&#1607; &#1608; &#1575;&#1586; &#1570;&#1606; &#1604;&#1584;&#1578; &#1576;&#1576;&#1585;&#1740;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Shadow of the Tomb Raider &#1608; Horizon Zero Dawn &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel i5-4330, AMD Ryzen 3 1200
Memory: 8 GB RAM
Graphics: NVIDIA GTX 960 (4 GB), AMD R9 290X (4 GB)
DirectX: Version 12
Storage: 126 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1662;&#1604;&#1578;&#1601;&#1585;&#1605;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1588;&#1608;&#1578;&#1585;, &#1605;&#1593;&#1605;&#1575;&#1740;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Uncharted:%20Legacy%20of%20Thieves%20Collection/Uncharted_trade__+Legacy+of+Thieves+Collection_20220126201128.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Uncharted:%20Legacy%20of%20Thieves%20Collection/u4_2022_10_23_07_47_40_725.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Uncharted:%20Legacy%20of%20Thieves%20Collection/uncharted-legacy-of-thieves-collection-fsr-2-screenshots-v0-ghwx5iqay8v91.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Uncharted:%20Legacy%20of%20Thieves%20Collection/uncharted-legacy-of-thieves-collection-fsr-2-screenshots-v0-njxugiqay8v91.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Uncharted:%20Legacy%20of%20Thieves%20Collection/93a8e591b32609c8405e8d52d7b41ef942459698-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://www.bazicenter.com/review/game/uncharted-legacy-of-thieves-collection/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 87/100<br/>Steam: 9/10<br/><br/>Initial release date: January 28, 2022</div>
  </BODY>
</html>