<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Deep Rock Galactic</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="1042.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index4.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="1080.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1951f.jpg">
        <img src="../images/1951f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Deep Rock Galactic&#160;(2020)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action, FPS</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#119</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Coffee Stain Publishing</b>
	    &#160;
	   	Ghost Ship Games
            <br/>
            <b>5.12 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1570;&#1587;&#1605;&#1575;&#1606; &#1583;&#1740;&#1711;&#1585; &#1585;&#1606;&#1711; &#1570;&#1576;&#1740; &#1606;&#1583;&#1575;&#1585;&#1583;&#1548; &#1607;&#1605;&#1607;&#8204;&#1670;&#1740;&#1586; &#1576;&#1607; &#1593;&#1580;&#1740;&#1576;&#8204;&#1578;&#1585;&#1740;&#1606; &#1581;&#1575;&#1604;&#1578; &#1605;&#1605;&#1705;&#1606; &#1585;&#1587;&#1740;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1587;&#1601;&#1740;&#1606;&#1607; &#1588;&#1605;&#1575; &#1606;&#1740;&#1586; &#1575;&#1586; &#1576;&#1582;&#1578; &#1587;&#1740;&#1575;&#1607;&#1578;&#1575;&#1606; &#1585;&#1608;&#1740; &#1587;&#1740;&#1575;&#1585;&#1607;&#8204;&#1575;&#1740; &#1606;&#1575;&#1588;&#1606;&#1575;&#1587; &#1601;&#1585;&#1608;&#1583; &#1605;&#1740;&#8204;&#1570;&#1740;&#1583; &#1608; &#1583;&#1585; &#1578;&#1575;&#1585;&#1740;&#1705;&#1740; &#1605;&#1581;&#1590; &#1608;&#1575;&#1585;&#1583; &#1594;&#1575;&#1585;&#1740; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1588;&#1583; &#1705;&#1607; &#1570;&#1585;&#1575;&#1605; &#1605;&#1740;&#8204;&#1601;&#1607;&#1605;&#1740;&#1583; &#1576;&#1575;&#1586;&#1711;&#1588;&#1578;&#1740; &#1575;&#1586; &#1570;&#1606; &#1606;&#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1583;&#1575;&#1588;&#1578;. &#1576;&#1575;&#1586;&#1740; Deep Rock Galactic &#1740;&#1705; &#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604;&#8204;&#1588;&#1582;&#1589; &#1711;&#1585;&#1608;&#1607;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1607;&#1740;&#1580;&#1575;&#1606;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586; &#1575;&#1587;&#1578; &#1705;&#1607; &#1575;&#1604;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740;&#1740; &#1575;&#1586; &#1601;&#1590;&#1575;&#1740; &#1662;&#1740;&#1585;&#1575;&#1605;&#1608;&#1606; &#1608; &#1601;&#1585;&#1575;&#1586;&#1605;&#1740;&#1606;&#1740; &#1607;&#1575; &#1585;&#1575; &#1583;&#1585;&#1606;&#1576;&#1585;&#1583;&#1740; &#1576;&#1607;&#8204;&#1592;&#1575;&#1607;&#1585; &#1606;&#1575;&#1662;&#1575;&#1740;&#1575;&#1606; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Ghost Ship Games &#1607;&#1605;&#1575;&#1606; &#1575;&#1576;&#1578;&#1583;&#1575; &#1588;&#1605;&#1575;&#1585;&#1575; &#1576;&#1607; &#1605;&#1581;&#1740;&#1591;&#1740; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1605;&#1740;&#8204;&#1705;&#1588;&#1575;&#1606;&#1583; &#1705;&#1607; &#1576;&#1575; &#1583;&#1606;&#1740;&#1575;&#1740; &#1608;&#1575;&#1602;&#1593;&#1740; &#1605;&#1575; &#1578;&#1601;&#1575;&#1608;&#1578; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1575;&#1585;&#1583; &#1608; &#1570;&#1606;&#1711;&#1575;&#1607; &#1583;&#1575;&#1582;&#1604; &#1605;&#1705;&#1575;&#1606;&#1740; &#1594;&#1575;&#1585; &#1605;&#1575;&#1606;&#1606;&#1583; &#1711;&#1740;&#1585; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1575;&#1601;&#1578;&#1575;&#1583; &#1608; &#1576;&#1575;&#1740;&#1583; &#1585;&#1711;&#1576;&#1575;&#1585; &#1711;&#1604;&#1608;&#1604;&#1607;&#8204;&#1607;&#1575;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1606;&#1579;&#1575;&#1585; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606;&#1740; &#1705;&#1606;&#1740;&#1583; &#1705;&#1607; &#1581;&#1587;&#1575;&#1576;&#1740; &#1578;&#1606;&#1588;&#1575;&#1606; &#1605;&#1740;&#8204;&#1582;&#1575;&#1585;&#1583; &#1608; &#1578;&#1575; &#1578;&#1705;&#1607; &#1608; &#1662;&#1575;&#1585;&#1607; &#1606;&#1588;&#1608;&#1606;&#1583; &#1583;&#1587;&#1578; &#1575;&#1586; &#1587;&#1585; &#1588;&#1605;&#1575; &#1583;&#1585;&#1606;&#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1583;&#1575;&#1588;&#1578;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Deep Rock Galactic &#1602;&#1608;&#1575;&#1606;&#1740;&#1606; &#1576;&#1587;&#1740;&#1575;&#1585; &#1587;&#1575;&#1583;&#1607;&#8204;&#1575;&#1740; &#1583;&#1575;&#1585;&#1583;. &#1607;&#1605;&#1575;&#1606; &#1575;&#1576;&#1578;&#1583;&#1575; &#1576;&#1575; &#1605;&#1581;&#1740;&#1591; &#1578;&#1575;&#1585;&#1740;&#1705; &#1608; &#1578;&#1582;&#1740;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1570;&#1588;&#1606;&#1575; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1588;&#1583; &#1608; &#1576;&#1593;&#1583;&#1575;&#1586;&#1570;&#1606; &#1576;&#1607; &#1740;&#1705; &#1594;&#1575;&#1585; &#1662;&#1585; &#1575;&#1586; &#1570;&#1583;&#1605; &#1601;&#1590;&#1575;&#1740;&#1740;&#8204;&#1607;&#1575; &#1608;&#1575;&#1585;&#1583; &#1605;&#1740;&#8204;&#1588;&#1608;&#1740;&#1583; &#1608; &#1576;&#1575;&#1740;&#1583; &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1575;&#1740;&#1606;&#1705;&#1607; &#1581;&#1608;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1607; &#1581;&#1605;&#1604;&#1607; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1575;&#1588;&#1583;&#1548; &#1570;&#1740;&#1578;&#1605;&#8204;&#1607;&#1575;&#1740; &#1606;&#1575;&#1740;&#1575;&#1576;&#1740; &#1585;&#1575; &#1606;&#1740;&#1586; &#1580;&#1605;&#1593;&#8204;&#1570;&#1608;&#1585;&#1740; &#1705;&#1606;&#1740;&#1583;. &#1578;&#1580;&#1585;&#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607;&#8204;&#1589;&#1608;&#1585;&#1578; &#1578;&#1705; &#1606;&#1601;&#1585;&#1607; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1711;&#1585;&#1608;&#1607;&#1740; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1588;&#1605;&#1575;&#1587;&#1578; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1583;&#1585; &#1711;&#1585;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1670;&#1607;&#1575;&#1585;&#1606;&#1601;&#1585;&#1607; &#1576;&#1607; &#1580;&#1587;&#1578;&#1580;&#1608; &#1583;&#1585; &#1575;&#1740;&#1606; &#1606;&#1575;&#1705;&#1580;&#1575;&#1570;&#1576;&#1575;&#1583; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#1583; &#1608; &#1585;&#1575;&#1607; &#1582;&#1608;&#1583; &#1585;&#1575; &#1605;&#1740;&#1575;&#1606; &#1575;&#1740;&#1606; &#1570;&#1588;&#1601;&#1578;&#1607;&#8204;&#1576;&#1575;&#1586;&#1575;&#1585; &#1662;&#1740;&#1583;&#1575; &#1705;&#1606;&#1740;&#1583;. &#1607;&#1585;&#1670;&#1606;&#1583; &#1705;&#1607; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578; &#1578;&#1582;&#1740;&#1604;&#1740; &#1608; &#1578;&#1575;&#1583;&#1606;&#1583;&#1575;&#1606;&#8204;&#1605;&#1587;&#1604;&#1581; &#1605;&#1606;&#1578;&#1592;&#1585; &#1581;&#1590;&#1608;&#1585; &#1605;&#1576;&#1575;&#1585;&#1705; &#1588;&#1605;&#1575; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1605;&#1740;&#1575;&#1606; &#1576;&#1575;&#1740;&#1583; &#1576;&#1607; &#1607;&#1605;&#8204;&#1578;&#1740;&#1605;&#1740; &#1582;&#1608;&#1583; &#1575;&#1578;&#1705;&#1575; &#1705;&#1606;&#1740;&#1583; &#1608; &#1575;&#1586; &#1662;&#1588;&#1578;&#1740;&#1576;&#1575;&#1606;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583; &#1608;&#1711;&#1585;&#1606;&#1607; &#1705;&#1604; &#1705;&#1607;&#1705;&#1588;&#1575;&#1606; &#1576;&#1585;&#1575;&#1740; &#1606;&#1580;&#1575;&#1578; &#1588;&#1605;&#1575; &#1705;&#1575;&#1601;&#1740; &#1606;&#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1608;&#1583;. &#1576;&#1585;&#1575;&#1740; &#1580;&#1606;&#1711;&#1740;&#1583;&#1606; &#1583;&#1585; &#1605;&#1602;&#1575;&#1576;&#1604; &#1570;&#1583;&#1605; &#1601;&#1590;&#1575;&#1740;&#1740;&#8204;&#1607;&#1575;&#1548; &#1670;&#1607;&#1575;&#1585; &#1705;&#1604;&#1575;&#1587; &#1588;&#1582;&#1589;&#1740;&#1578;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1662;&#1740;&#1588; &#1585;&#1608;&#1740; &#1588;&#1605;&#1575; &#1602;&#1585;&#1575;&#1585;&#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;. &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1588;&#1582;&#1589;&#1740;&#1578; &#1578;&#1601;&#1606;&#1711;&#1670;&#1740; &#1585;&#1575; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1705;&#1606;&#1740;&#1583; &#1608; &#1583;&#1585; &#1578;&#1740;&#1585;&#1575;&#1606;&#1583;&#1575;&#1586;&#1740; &#1583;&#1587;&#1578; &#1576;&#1575;&#1604;&#1575;&#1740;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583; &#1740;&#1575; &#1575;&#1740;&#1606;&#1705;&#1607; &#1605;&#1607;&#1606;&#1583;&#1587; &#1588;&#1608;&#1740;&#1583; &#1608; &#1576;&#1602;&#1740;&#1607; &#1585;&#1575; &#1662;&#1588;&#1578;&#1740;&#1576;&#1575;&#1606;&#1740; &#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1578;&#1582;&#1585;&#1740;&#1576; &#1605;&#1607;&#1605;&#8204;&#1578;&#1585;&#1740;&#1606; &#1607;&#1583;&#1601; &#1576;&#1575;&#1586;&#1740; Deep Rock Galactic &#1575;&#1587;&#1578;. &#1576;&#1575;&#1740;&#1583; &#1576;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1585;&#1575;&#1607; &#1582;&#1608;&#1583;&#1578;&#1575;&#1606; &#1585;&#1575; &#1575;&#1586; &#1605;&#1740;&#1575;&#1606; &#1578;&#1575;&#1585;&#1740;&#1705;&#1740; &#1594;&#1575;&#1585; &#1576;&#1575;&#1586;&#1705;&#1606;&#1740;&#1583; &#1608; &#1605;&#1585;&#1581;&#1604;&#1607; &#1585;&#1575; &#1576;&#1607;&#8204;&#1587;&#1604;&#1575;&#1605;&#1578; &#1662;&#1575;&#1740;&#1575;&#1606; &#1583;&#1607;&#1583;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1585;&#1575;&#1607; &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1583;&#1740;&#1608;&#1575;&#1585;&#1740; &#1662;&#1740;&#1588; &#1585;&#1608;&#1740; &#1588;&#1605;&#1575; &#1602;&#1585;&#1575;&#1585; &#1576;&#1711;&#1740;&#1585;&#1583; &#1608; &#1606;&#1740;&#1575;&#1586; &#1576;&#1607; &#1583;&#1585;&#1740;&#1604; &#1705;&#1575;&#1585;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1583; &#1608; &#1582;&#1608;&#1588;&#1576;&#1582;&#1578;&#1575;&#1606;&#1607; &#1705;&#1604;&#1575;&#1587; &#1588;&#1582;&#1589;&#1740;&#1578;&#1740; &#1576;&#1585;&#1575;&#1740; &#1575;&#1740;&#1606; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1608; &#1576;&#1585;&#1575;&#1740; &#1607;&#1605;&#1740;&#1606; &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1740;&#8204;&#1711;&#1608;&#1740;&#1740;&#1605; &#1711;&#1585;&#1608;&#1607;&#1740; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1662;&#1740;&#1588; &#1576;&#1576;&#1585;&#1740;&#1583; &#1608;&#1711;&#1585;&#1606;&#1607; &#1588;&#1575;&#1606;&#1587; &#1705;&#1605;&#1740; &#1576;&#1585;&#1575;&#1740; &#1576;&#1602;&#1575; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1583;&#1575;&#1588;&#1578;. &#1583;&#1585; &#1570;&#1582;&#1585; &#1578;&#1589;&#1605;&#1740;&#1605; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1588;&#1605;&#1575;&#1587;&#1578;&#1548; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1570;&#1585;&#1575;&#1605; &#1608; &#1576;&#1740;&#8204;&#1587;&#1585;&#1608;&#1589;&#1583;&#1575; &#1581;&#1585;&#1705;&#1578; &#1705;&#1606;&#1740;&#1583; &#1740;&#1575; &#1575;&#1740;&#1606;&#1705;&#1607; &#1605;&#1575;&#1606;&#1606;&#1583; &#1585;&#1575;&#1605;&#1576;&#1608; &#1608; &#1601;&#1740;&#1604;&#1605; &#1607;&#1606;&#1583;&#1740; &#1608;&#1587;&#1591; &#1711;&#1604;&#1607;&#8204;&#1575;&#1740; &#1575;&#1586; &#1601;&#1585;&#1575;&#1586;&#1605;&#1740;&#1606;&#1740; &#1607;&#1575; &#1576;&#1662;&#1585;&#1740;&#1583; &#1608; &#1585;&#1608;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1570;&#1578;&#1588; &#1576;&#1711;&#1588;&#1575;&#1740;&#1583;. &#1575;&#1604;&#1576;&#1578;&#1607; &#1705;&#1607; &#1570;&#1606;&#8204;&#1607;&#1575; &#1606;&#1740;&#1586; &#1585;&#1608;&#1586; &#1585;&#1608;&#1588;&#1606;&#1578;&#1575;&#1606; &#1585;&#1575; &#1587;&#1740;&#1575;&#1607; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1705;&#1585;&#1583;! &#1607;&#1740;&#1580;&#1575;&#1606; &#1593;&#1580;&#1740;&#1576;&#1740; &#1583;&#1585; &#1583;&#1604; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1608; &#1606;&#1605;&#1608;&#1606;&#1607; &#1570;&#1606; &#1585;&#1575; &#1607;&#1740;&#1670; &#1705;&#1580;&#1575; &#1662;&#1740;&#1583;&#1575; &#1606;&#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1606;&#1711;&#1575;&#1607;&#1740; &#1576;&#1607; Borderlands 3 &#1608; Destiny 2 &#1576;&#1740;&#1606;&#1583;&#1575;&#1586;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: 2.4 GHz Dual Core
Memory: 6 GB RAM
Graphics: NVIDIA GeForce GTX 460 or AMD Radeon HD 5770 /w 1GB VRAM
DirectX: Version 11
Storage: 3 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Deep%20Rock%20Galactic/drg_04.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Deep%20Rock%20Galactic/drg_08.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Deep%20Rock%20Galactic/drg_09.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Deep%20Rock%20Galactic/ss_a7db62883008aa5cd239efcab1cb717e6f7f8642.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Deep%20Rock%20Galactic/07058a5eaca7705f5bc4a0f7c278cb899604878-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://controlmgt.ir/&#1576;&#1575;&#1740;&#1711;&#1575;&#1606;&#1740;/27209" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 85/100<br/>Steam: 10/10<br/>IGN: 9/10<br/><br/>Initial release date: February 28, 2018</div>
  </BODY>
</html>