<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Eternights</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2654.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index5.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="1134.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1961f.jpg">
        <img src="../images/1961f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Eternights&#160;(2023)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#120</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Maximum Games</b>
            <br/>
            <b>12.3 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1576;&#1575;&#1586;&#1740; Eternights &#1578;&#1585;&#1705;&#1740;&#1576;&#1740; &#1605;&#1606;&#1581;&#1589;&#1585; &#1576;&#1607; &#1601;&#1585;&#1583; &#1575;&#1586; &#1583;&#1608;&#1587;&#1578;&#1740;&#1575;&#1576;&#1740; &#1608; &#1593;&#1605;&#1604; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1585; &#1570;&#1606; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1583;&#1606;&#1740;&#1575;&#1740; &#1662;&#1587; &#1575;&#1586; &#1570;&#1582;&#1585;&#1575;&#1604;&#1586;&#1605;&#1575;&#1606; &#1662;&#1585; &#1575;&#1586; &#1582;&#1591;&#1585;&#1548; &#1593;&#1588;&#1602; &#1608; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1585;&#1575; &#1705;&#1588;&#1601; &#1705;&#1606;&#1606;&#1583;. &#1583;&#1606;&#1610;&#1575; &#1585;&#1608; &#1606;&#1580;&#1575;&#1578; &#1576;&#1583;&#1607; &#1608; &#1583;&#1585; &#1591;&#1608;&#1604; &#1585;&#1575;&#1607; &#1593;&#1588;&#1602; &#1662;&#1610;&#1583;&#1575; &#1705;&#1606;. &#1740;&#1705; &#1585;&#1608;&#1586;&#1548; &#1670;&#1740;&#1586;&#1740; &#1740;&#1575; &#1705;&#1587;&#1740;&#1548; &#1575;&#1606;&#1587;&#1575;&#1606; &#1607;&#1575; &#1585;&#1575; &#1576;&#1607; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575;&#1740; &#1582;&#1591;&#1585;&#1606;&#1575;&#1705; &#1578;&#1576;&#1583;&#1740;&#1604; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1578;&#1606;&#1607;&#1575; &#1670;&#1740;&#1586;&#1740; &#1705;&#1607; &#1575;&#1604;&#1575;&#1606; &#1576;&#1607;&#1588;&#1608;&#1606; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1607; &#1582;&#1588;&#1608;&#1606;&#1578; &#1608; &#1602;&#1583;&#1585;&#1578;&#1607; &#1570;&#1606;&#1607;&#1575; &#1670;&#1740;&#1586;&#1740; &#1607;&#1587;&#1578;&#1606;&#1583; &#1705;&#1607; &#1576;&#1740;&#1606; &#1588;&#1605;&#1575;&#1548; &#1583;&#1585;&#1605;&#1575;&#1606; &#1608; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1705;&#1607; &#1605;&#1740; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1575;&#1740;&#1587;&#1578;&#1575;&#1583;&#1607; &#1575;&#1606;&#1583;. &#1588;&#1605;&#1575; &#1576;&#1585;&#1575;&#1740; &#1670;&#1740;&#1586;&#1740; &#1576;&#1740;&#1588; &#1575;&#1586; &#1576;&#1602;&#1575;&#1740; &#1582;&#1608;&#1583;&#1578;&#1575;&#1606; &#1605;&#1740;&#8204;&#1580;&#1606;&#1711;&#1740;&#1583;&#1548; &#1588;&#1605;&#1575; &#1576;&#1585;&#1575;&#1740; &#1705;&#1587;&#1575;&#1606;&#1740; &#1705;&#1607; &#1583;&#1608;&#1587;&#1578; &#1583;&#1575;&#1585;&#1740;&#1583; &#1605;&#1740;&#8204;&#1580;&#1606;&#1711;&#1740;&#1583;. &#1662;&#1575;&#1740;&#1575;&#1606; &#1602;&#1585;&#1740;&#1576; &#1575;&#1604;&#1608;&#1602;&#1608;&#1593; &#1580;&#1607;&#1575;&#1606; &#1576;&#1575;&#1593;&#1579; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1705;&#1607; &#1740;&#1705; &#1588;&#1585;&#1608;&#1593; &#1705;&#1606;&#1606;&#1583;&#1607; &#1605;&#1705;&#1575;&#1604;&#1605;&#1607; &#1593;&#1575;&#1604;&#1740; &#1576;&#1575;&#1588;&#1583;. &#1608;&#1602;&#1578;&#1740; &#1705;&#1607; &#1583;&#1585; &#1581;&#1575;&#1604; &#1705;&#1588;&#1601; &#1586;&#1606;&#1583;&#1575;&#1606; &#1607;&#1575; &#1606;&#1740;&#1587;&#1578;&#1740;&#1583;&#1548; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1586;&#1605;&#1575;&#1606; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1585;&#1575; &#1589;&#1585;&#1601; &#1606;&#1586;&#1583;&#1740;&#1705; &#1588;&#1583;&#1606; &#1576;&#1607; &#1662;&#1606;&#1580; &#1588;&#1582;&#1589;&#1740;&#1578; &#1593;&#1580;&#1740;&#1576; &#1608; &#1583;&#1608;&#1587;&#1578; &#1583;&#1575;&#1588;&#1578;&#1606;&#1740; &#1705;&#1606;&#1740;&#1583;. &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1607;&#1575;&#1740; &#1570;&#1606;&#1607;&#1575; &#1585;&#1575; &#1705;&#1588;&#1601; &#1705;&#1606;&#1740;&#1583; &#1608; &#1576;&#1607; &#1570;&#1606;&#1607;&#1575; &#1606;&#1586;&#1583;&#1740;&#1705; &#1578;&#1585; &#1588;&#1608;&#1740;&#1583; &#1578;&#1575; &#1605;&#1607;&#1575;&#1585;&#1578; &#1607;&#1575; &#1608; &#1591;&#1604;&#1587;&#1605; &#1607;&#1575;&#1740; &#1605;&#1606;&#1581;&#1589;&#1585; &#1576;&#1607; &#1601;&#1585;&#1583;&#1740; &#1585;&#1575; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1583;&#1585; &#1606;&#1576;&#1585;&#1583; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583;&#1548; &#1576;&#1575;&#1586; &#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1583;&#1585; &#1576;&#1575;&#1586;&#1740; Eternights &#1576;&#1575; &#1606;&#1586;&#1583;&#1740;&#1705; &#1588;&#1583;&#1606; &#1605;&#1607;&#1604;&#1578;&#1548; &#1576;&#1575;&#1740;&#1583; &#1576;&#1607; &#1587;&#1585;&#1593;&#1578; &#1576;&#1585; &#1578;&#1604;&#1607; &#1607;&#1575;&#1548; &#1662;&#1575;&#1586;&#1604; &#1607;&#1575; &#1608; &#1576;&#1575;&#1586;&#1740; &#1607;&#1575;&#1740; &#1705;&#1608;&#1670;&#1705; &#1585;&#1602;&#1589; &#1594;&#1604;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583; &#1578;&#1575; &#1576;&#1607; &#1605;&#1608;&#1602;&#1593; &#1575;&#1586; &#1570;&#1606; &#1593;&#1576;&#1608;&#1585; &#1705;&#1606;&#1740;&#1583;. &#1582;&#1608;&#1588;&#1576;&#1582;&#1578;&#1575;&#1606;&#1607;&#1548; &#1588;&#1605;&#1575; &#1575;&#1593;&#1578;&#1605;&#1575;&#1583; &#1576;&#1607; &#1606;&#1601;&#1587; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1582;&#1608;&#1583; &#1583;&#1575;&#1585;&#1740;&#1583; &#1578;&#1575; &#1608;&#1602;&#1578;&#1740; &#1607;&#1605;&#1607; &#1670;&#1740;&#1586; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1576;&#1607; &#1588;&#1605;&#1575; &#1705;&#1605;&#1705; &#1705;&#1606;&#1583;. &#1582;&#1608;&#1583; &#1585;&#1575; &#1594;&#1585;&#1602; &#1705;&#1606;&#1740;&#1583; &#1608; &#1608;&#1575;&#1602;&#1593;&#1575; &#1576;&#1575; &#1588;&#1582;&#1589;&#1740;&#1578; &#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1576;&#1575; &#1570;&#1606;&#1607;&#1575; &#1608;&#1602;&#1578; &#1605;&#1740;&#8204;&#1711;&#1584;&#1585;&#1575;&#1606;&#1740;&#1583; &#1575;&#1585;&#1578;&#1576;&#1575;&#1591; &#1576;&#1585;&#1602;&#1585;&#1575;&#1585; &#1705;&#1606;&#1740;&#1583;. &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1583;&#1585; &#1575;&#1576;&#1578;&#1583;&#1575; &#1583;&#1585; &#1587;&#1605;&#1578; &#1575;&#1589;&#1604;&#1740; &#1575;&#1587;&#1578;&#1548; &#1607;&#1740;&#1670; &#1605;&#1588;&#1705;&#1604;&#1740; &#1583;&#1585; &#1575;&#1740;&#1606; &#1606;&#1740;&#1587;&#1578;&#1548; &#1578;&#1575; &#1586;&#1605;&#1575;&#1606;&#1740; &#1705;&#1607; &#1588;&#1605;&#1575; &#1575;&#1586; &#1605;&#1705;&#1575;&#1606;&#1740;&#1705; &#1601;&#1585;&#1575;&#1585; &#1705;&#1585;&#1583;&#1606; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583;(&#1578;&#1604;&#1575;&#1588; &#1705;&#1585;&#1583;&#1606; &#1662;&#1575;&#1583;&#1575;&#1588; &#1583;&#1607;&#1606;&#1583;&#1607; &#1575;&#1587;&#1578; &#1575;&#1605;&#1575; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585;&#1740; &#1575;&#1587;&#1578;) &#1608; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740; &#1607;&#1575;&#1740; &#1575;&#1593;&#1578;&#1605;&#1575;&#1583; &#1576;&#1607; &#1606;&#1601;&#1587; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1585; &#1591;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1575;&#1601;&#1586;&#1575;&#1740;&#1588; &#1583;&#1607;&#1740;&#1583;&#1548; &#1575;&#1581;&#1578;&#1605;&#1575;&#1604;&#1575; &#1581;&#1583;&#1575;&#1602;&#1604; &#1578;&#1575; &#1575;&#1608;&#1575;&#1587;&#1591; &#1576;&#1575;&#1586;&#1740; &#1605;&#1588;&#1705;&#1604; &#1705;&#1605;&#1740; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1583;&#1575;&#1588;&#1578;.  &#1585;&#1574;&#1740;&#1587; &#1607;&#1575; &#1608;&#1575;&#1602;&#1593;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1606;&#1606; &#1576;&#1607; &#1578;&#1608; &#1590;&#1585;&#1576;&#1607; &#1576;&#1586;&#1606;&#1606;&#1583;(&#1607;&#1605;&#1575;&#1606;&#1591;&#1608;&#1585; &#1705;&#1607; &#1605;&#1606; &#1607;&#1605; &#1607;&#1605;&#1740;&#1606;&#1591;&#1608;&#1585;) &#1576;&#1606;&#1575;&#1576;&#1585;&#1575;&#1740;&#1606; &#1605;&#1711;&#1585; &#1575;&#1740;&#1606;&#1705;&#1607; &#1588;&#1605;&#1575; &#1585;&#1601;&#1604;&#1705;&#1587; &#1607;&#1575;&#1740; &#1576;&#1575;&#1604;&#1575; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583;&#1548; &#1578;&#1580;&#1585;&#1576;&#1607; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1575; &#1585;&#1608;&#1581;/&#1582;&#1608;&#1606; &#1605;&#1606;&#1578;&#1602;&#1604; &#1588;&#1583;&#1607;/sekiro/&#1608; &#1594;&#1740;&#1585;&#1607; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583; &#1740;&#1575; &#1608;&#1575;&#1602;&#1593;&#1575; &#1582;&#1608;&#1588; &#1588;&#1575;&#1606;&#1587; &#1576;&#1575;&#1588;&#1740;&#1583;&#1548; &#1588;&#1605;&#1575; &#1576;&#1607; &#1740;&#1705; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740; &#1606;&#1740;&#1575;&#1586; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1583;&#1575;&#1588;&#1578;&#1548; &#1740;&#1575; &#1576;&#1607;&#1578;&#1585; &#1575;&#1587;&#1578; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1575;&#1586; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740; &#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583; &#1578;&#1608;&#1587;&#1593;&#1607; &#1583;&#1607;&#1740;&#1583; &#1608; &#1570;&#1606;&#1607;&#1575; &#1585;&#1575; &#1576;&#1575; &#1607;&#1605; &#1576;&#1576;&#1575;&#1601;&#1740;&#1583; &#1578;&#1575; &#1585;&#1574;&#1740;&#1587; &#1607;&#1575; &#1585;&#1575; &#1576;&#1607; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1588;&#1705;&#1604; &#1605;&#1605;&#1705;&#1606; &#1582;&#1575;&#1605;&#1608;&#1588; &#1705;&#1606;&#1740;&#1583; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1740;&#1575;&#1583; &#1576;&#1711;&#1740;&#1585;&#1740;&#1583; &#1705;&#1607; &#1576;&#1575; &#1575;&#1604;&#1711;&#1608;&#1607;&#1575;&#1740; &#1570;&#1606;&#1607;&#1575; &#1605;&#1602;&#1575;&#1576;&#1604;&#1607; &#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1583;&#1585; &#1576;&#1575;&#1586;&#1740; Eternights  &#1587;&#1575;&#1582;&#1578;&#1575;&#1585; &#1570;&#1606; &#1576;&#1587;&#1740;&#1575;&#1585; &#1587;&#1575;&#1583;&#1607; &#1608; &#1578;&#1575; &#1581;&#1583;&#1608;&#1583;&#1740; &#1602;&#1575;&#1576;&#1604; &#1662;&#1740;&#1588; &#1576;&#1740;&#1606;&#1740; &#1575;&#1587;&#1578; &#1581;&#1578;&#1740; &#1575;&#1711;&#1585; &#1580;&#1586;&#1574;&#1740;&#1575;&#1578; &#1575;&#1586; &#1585;&#1587;&#1575;&#1606;&#1607; &#1607;&#1575;&#1740; &#1605;&#1583;&#1585;&#1606; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1576;&#1575;&#1588;&#1583;&#1548; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1711;&#1575;&#1607;&#1740; &#1575;&#1608;&#1602;&#1575;&#1578; &#1575;&#1581;&#1587;&#1575;&#1587; &#1576;&#1583;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1583; &#1576;&#1585;&#1575;&#1740; &#1580;&#1586;&#1574;&#1740;&#1575;&#1578; &#1583;&#1602;&#1740;&#1602; &#1580;&#1575; &#1576;&#1585;&#1575;&#1740; &#1662;&#1585;&#1583;&#1575;&#1582;&#1578; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1588;&#1578; &#1575;&#1605;&#1575; &#1605;&#1581;&#1589;&#1608;&#1604; &#1606;&#1607;&#1575;&#1740;&#1740; &#1607;&#1606;&#1608;&#1586; imo &#1585;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740; &#1583;&#1607;&#1583;. &#1670;&#1740;&#1586;&#1740; &#1705;&#1607; &#1601;&#1585;&#1575;&#1605;&#1608;&#1588; &#1705;&#1585;&#1583;&#1605; &#1576;&#1607; &#1570;&#1606; &#1575;&#1588;&#1575;&#1585;&#1607; &#1705;&#1606;&#1605; &#1575;&#1740;&#1606; &#1575;&#1587;&#1578; &#1705;&#1607; &#1670;&#1606;&#1583; &#1604;&#1581;&#1592;&#1607; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1602;&#1583;&#1585;&#1578; &#1605;&#1740; &#1583;&#1607;&#1583; &#1578;&#1575; &#1576;&#1583;&#1608;&#1606; &#1578;&#1705;&#1740;&#1607; &#1576;&#1585; &#1740;&#1705; &#1570;&#1605;&#1608;&#1586;&#1588;&#1548; &#1576;&#1585;&#1575;&#1740; &#1582;&#1608;&#1583; &#1601;&#1705;&#1585; &#1705;&#1606;&#1583; &#1608; &#1593;&#1605;&#1604; &#1705;&#1606;&#1583;&#1548; &#1583;&#1585; &#1575;&#1576;&#1578;&#1583;&#1575; &#1606;&#1575;&#1585;&#1575;&#1581;&#1578; &#1705;&#1606;&#1606;&#1583;&#1607; &#1575;&#1587;&#1578; &#1575;&#1605;&#1575; &#1605;&#1606; &#1589;&#1575;&#1583;&#1602;&#1575;&#1606;&#1607; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606;&#1605; &#1575;&#1593;&#1578;&#1585;&#1575;&#1601; &#1705;&#1606;&#1605; &#1705;&#1607; &#1583;&#1585; &#1606;&#1607;&#1575;&#1740;&#1578; &#1570;&#1606; &#1585;&#1575; &#1578;&#1575;&#1740;&#1740;&#1583; &#1605;&#1740; &#1705;&#1606;&#1605;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i5-6500 | AMD Ryzen 3 1200
Memory: 8 GB RAM
Graphics: NVIDIA Geforce GTX 1050m | AMD Radeon RX 560
Storage: 12 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Eternights/eternights_10_f20884f7-ba6d-4e6d-85d8-c9dc6c6df5d9.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Eternights/eternights_2_16ccdc16-dc9b-45ed-b74e-8d91806e0379.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Eternights/eternights_7_ea639b11-61eb-4489-a8a4-0d26e32a8289.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Eternights/screenshot.eternights.1920x1080.2022-06-03.18.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Eternights/85be2b4a1ffed39006938cfb0421374145368314-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 75/100<br/>Steam: 9/10<br/>IGN: 9/10<br/><br/>Initial release date: September 12, 2023</div>
  </BODY>
</html>