<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Crysis 2 Remastered</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2529.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index3.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="1981.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1972f.jpg">
        <img src="../images/1972f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Crysis 2 Remastered&#160;(2021)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action, Shooter</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#121</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Crytek</b>
	    &#160;
	   	Crytek
            <br/>
            <b>45.7 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1602;&#1591;&#1593;&#1575;&#1611; &#1588;&#1605;&#1575; &#1575;&#1711;&#1585; &#1575;&#1586; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1602;&#1583;&#1740;&#1605;&#1740; &#1662;&#1604;&#1578;&#1601;&#1585;&#1605; PC &#1576;&#1575;&#1588;&#1740;&#1583;&#1548; &#1606;&#1575;&#1605; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607;&#8204;&#1593;&#1606;&#1608;&#1575;&#1606; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1608;&#1585;&#1575;&#1606; &#1583;&#1585; &#1584;&#1607;&#1606;&#1578;&#1575;&#1606; &#1579;&#1576;&#1578; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Crytek &#1576;&#1575; &#1575;&#1606;&#1578;&#1588;&#1575;&#1585; &#1576;&#1575;&#1586;&#1740; Crysis &#1578;&#1608;&#1575;&#1606;&#1587;&#1578; &#1575;&#1606;&#1602;&#1604;&#1575;&#1576;&#1740; &#1583;&#1585; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1576;&#1607; &#1608;&#1580;&#1608;&#1583; &#1570;&#1608;&#1585;&#1583; &#1608; &#1606;&#1607; &#1578;&#1606;&#1607;&#1575; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1580;&#1604;&#1608;&#1578;&#1585; &#1575;&#1586; &#1583;&#1608;&#1585;&#1575;&#1606; &#1585;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1582;&#1608;&#1583; &#1576;&#1607; &#1578;&#1589;&#1608;&#1740;&#1585; &#1576;&#1705;&#1588;&#1583;&#1548; &#1576;&#1604;&#1705;&#1607; &#1575;&#1586; &#1604;&#1581;&#1575;&#1592; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1608; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1606;&#1740;&#1586; &#1581;&#1585;&#1601;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1585;&#1575;&#1740; &#1711;&#1601;&#1578;&#1606; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1583;. &#1605;&#1608;&#1601;&#1602;&#1740;&#1578; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1606;&#1580;&#1585; &#1576;&#1607; &#1587;&#1575;&#1582;&#1578; &#1583;&#1608; &#1588;&#1605;&#1575;&#1585;&#1607; &#1583;&#1740;&#1711;&#1585; &#1575;&#1586; &#1570;&#1606; &#1588;&#1583; &#1608; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1740;&#1705; &#1587;&#1607;&#8204;&#1711;&#1575;&#1606;&#1607; &#1605;&#1581;&#1576;&#1608;&#1576; &#1608; &#1662;&#1585;&#1591;&#1585;&#1601;&#1583;&#1575;&#1585; &#1576;&#1575; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1582;&#1740;&#1585;&#1607;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1578;&#1576;&#1583;&#1740;&#1604; &#1711;&#1588;&#1578;. &#1575;&#1705;&#1606;&#1608;&#1606; &#1662;&#1587; &#1575;&#1586; &#1711;&#1584;&#1588;&#1578; &#1587;&#1575;&#1604;&#8204;&#1607;&#1575;&#1548; &#1576;&#1575;&#1585; &#1583;&#1740;&#1711;&#1585; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Crytek &#1576;&#1575; &#1575;&#1606;&#1578;&#1588;&#1575;&#1585; &#1606;&#1587;&#1582;&#1607; &#1576;&#1575;&#1586;&#1587;&#1575;&#1586;&#1740; &#1588;&#1583;&#1607; &#1608; &#1585;&#1740;&#1605;&#1587;&#1578;&#1585; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740;&#1548; &#1587;&#1593;&#1740; &#1583;&#1585; &#1582;&#1608;&#1585;&#1575;&#1606;&#1583;&#1606; &#1591;&#1593;&#1605; &#1606;&#1608;&#1587;&#1578;&#1575;&#1604;&#1688;&#1740; &#1608; &#1606;&#1575;&#1576; Crysis &#1576;&#1607; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606;&#1588; &#1583;&#1575;&#1585;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1705;&#1585;&#1575;&#1740;&#1587;&#1740;&#1587; 2 &#1576;&#1607; &#1578;&#1575;&#1586;&#1711;&#1740; &#1576;&#1607;&#8204;&#1593;&#1606;&#1608;&#1575;&#1606; &#1606;&#1587;&#1582;&#1607; &#1583;&#1608;&#1605; &#1576;&#1575;&#1586;&#1587;&#1575;&#1586;&#1740; &#1588;&#1583;&#1607; &#1583;&#1585; &#1583;&#1587;&#1578;&#1585;&#1587; &#1575;&#1587;&#1578; &#1578;&#1575; &#1576;&#1575;&#1585; &#1583;&#1740;&#1711;&#1585; &#1576;&#1607; &#1607;&#1605;&#1585;&#1575;&#1607; &#1586;&#1585;&#1607; &#1601;&#1608;&#1602; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578;&#1607; &#1582;&#1608;&#1583; &#1575;&#1705;&#1588;&#1606; &#1608; &#1607;&#1740;&#1580;&#1575;&#1606; &#1585;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1575;&#1583;&#1575;&#1605;&#1607; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1608;&#1604; &#1583;&#1585; Crysis 2<br/>&#1576;&#1575;&#1586;&#1740; Crysis 2 Remastered &#1607;&#1605;&#1575;&#1606; &#1585;&#1608;&#1575;&#1740;&#1578; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1580;&#1584;&#1575;&#1576; &#1608; &#1575;&#1705;&#1588;&#1606;&#1740; &#1705;&#1607; &#1583;&#1585; &#1588;&#1605;&#1575;&#1585;&#1607; &#1575;&#1608;&#1604; &#1583;&#1585; &#1740;&#1705;&#1740; &#1575;&#1586; &#1580;&#1586;&#1575;&#1740;&#1585; &#1583;&#1608;&#1585;&#1575;&#1601;&#1578;&#1575;&#1583;&#1607; &#1588;&#1585;&#1608;&#1593; &#1588;&#1583; &#1585;&#1575; &#1575;&#1583;&#1575;&#1605;&#1607; &#1582;&#1608;&#1575;&#1607;&#1583; &#1583;&#1575;&#1583;. &#1583;&#1585; &#1662;&#1575;&#1740;&#1575;&#1606; &#1588;&#1605;&#1575;&#1585;&#1607; &#1575;&#1608;&#1604;&#1548; &#1592;&#1607;&#1608;&#1585; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578; &#1601;&#1590;&#1575;&#1740;&#1740; &#1585;&#1575; &#1588;&#1575;&#1607;&#1583; &#1576;&#1608;&#1583;&#1740;&#1605; &#1608; &#1576;&#1607; &#1606;&#1608;&#1593;&#1740; &#1570;&#1594;&#1575;&#1586; &#1581;&#1605;&#1604;&#1607; &#1601;&#1585;&#1575;&#1711;&#1740;&#1585; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1607; &#1705;&#1585;&#1607; &#1586;&#1605;&#1740;&#1606; &#1608; &#1576;&#1588;&#1585;&#1740;&#1578; &#1585;&#1602;&#1605; &#1582;&#1608;&#1585;&#1583;. &#1576;&#1575;&#1586;&#1740; Crysis 2 Remastered &#1583;&#1602;&#1740;&#1602;&#1575; &#1605;&#1575;&#1580;&#1585;&#1575;&#1607;&#1575;&#1740; &#1662;&#1587; &#1575;&#1586; &#1570;&#1606; &#1585;&#1575; &#1662;&#1740;&#1588; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1583; &#1608; &#1583;&#1585; &#1588;&#1607;&#1585; &#1576;&#1586;&#1585;&#1711; &#1606;&#1740;&#1608;&#1740;&#1608;&#1585;&#1705; &#1580;&#1585;&#1740;&#1575;&#1606; &#1583;&#1575;&#1585;&#1583;. &#1588;&#1605;&#1575; &#1576;&#1575;&#1585; &#1583;&#1740;&#1711;&#1585; &#1583;&#1585; &#1606;&#1602;&#1588; &#1740;&#1705; &#1575;&#1576;&#1585;&#1587;&#1585;&#1576;&#1575;&#1586; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583; &#1608; &#1605;&#1580;&#1607;&#1586; &#1576;&#1607; &#1606;&#1587;&#1582;&#1607; &#1583;&#1608;&#1605; &#1604;&#1576;&#1575;&#1587; Nanosuit &#1576;&#1575;&#1740;&#1583; &#1575;&#1586; &#1576;&#1588;&#1585;&#1740;&#1578; &#1583;&#1601;&#1575;&#1593; &#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1605;&#1705;&#1575;&#1606;&#1740;&#1705;&#8204;&#1607;&#1575;&#1740; &#1580;&#1584;&#1575;&#1576; &#1587;&#1585;&#1740; Crysis<br/>&#1576;&#1575;&#1586;&#1740; Crysis 2 Remastered &#1606;&#1740;&#1586; &#1605;&#1575;&#1606;&#1606;&#1583; &#1588;&#1605;&#1575;&#1585;&#1607; &#1602;&#1576;&#1604; &#1740;&#1705; &#1593;&#1606;&#1608;&#1575;&#1606; &#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604;&#8204;&#1588;&#1582;&#1589; &#1576;&#1575; &#1593;&#1606;&#1575;&#1589;&#1585; Sandbox &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1576;&#1607; &#1588;&#1605;&#1575; &#1570;&#1586;&#1575;&#1583;&#1740; &#1593;&#1605;&#1604; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1585; &#1591;&#1740; &#1705;&#1585;&#1583;&#1606; &#1605;&#1585;&#1575;&#1581;&#1604; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1588;&#1605;&#1575; &#1583;&#1585; &#1591;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1607; &#1585;&#1608;&#1588;&#8204;&#1607;&#1575;&#1740; &#1583;&#1604;&#1582;&#1608;&#1575;&#1607; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1662;&#1740;&#1588; &#1576;&#1585;&#1608;&#1740;&#1583;&#1548; &#1575;&#1586; &#1575;&#1606;&#1608;&#1575;&#1593; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1585;&#1583;&#1607; &#1608; &#1605;&#1607;&#1605;&#8204;&#1578;&#1585; &#1575;&#1586; &#1607;&#1605;&#1607; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583; &#1608; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578;&#1607; &#1586;&#1585;&#1607; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1607; &#1705;&#1575;&#1585; &#1576;&#1711;&#1740;&#1585;&#1740;&#1583;. &#1605;&#1607;&#1605;&#8204;&#1578;&#1585;&#1740;&#1606; &#1580;&#1606;&#1576;&#1607; &#1608; &#1593;&#1606;&#1589;&#1585; &#1576;&#1575;&#1586;&#1740;&#1548; &#1604;&#1576;&#1575;&#1587; &#1606;&#1575;&#1606;&#1608;&#1740;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1585; &#1578;&#1606; &#1583;&#1575;&#1585;&#1740;&#1583; &#1608; &#1576;&#1607; &#1591;&#1608;&#1585; &#1605;&#1587;&#1578;&#1602;&#1740;&#1605; &#1585;&#1608;&#1740; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1608; &#1606;&#1581;&#1608;&#1607; &#1662;&#1740;&#1588; &#1585;&#1601;&#1578;&#1606; &#1588;&#1605;&#1575; &#1578;&#1571;&#1579;&#1740;&#1585; &#1582;&#1608;&#1575;&#1607;&#1583; &#1711;&#1584;&#1575;&#1588;&#1578;. &#1581;&#1590;&#1608;&#1585; &#1608;&#1587;&#1575;&#1740;&#1604; &#1606;&#1602;&#1604;&#1740;&#1607;&#1548; &#1578;&#1606;&#1608;&#1593; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1608; &#1591;&#1585;&#1575;&#1581;&#1740; &#1607;&#1608;&#1588;&#1605;&#1606;&#1583;&#1575;&#1606;&#1607; &#1605;&#1585;&#1575;&#1581;&#1604; &#1575;&#1586; &#1583;&#1740;&#1711;&#1585; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1585;&#1586; &#1576;&#1575;&#1586;&#1740; &#1575;&#1587;&#1578;.<br/><br/>&#1606;&#1587;&#1582;&#1607; &#1580;&#1583;&#1740;&#1583; &#1586;&#1585;&#1607; &#1576;&#1575; &#1606;&#1575;&#1605; Nanosuit 2. 0<br/>&#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585; &#1588;&#1605;&#1575; &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1576;&#1607; &#1606;&#1587;&#1582;&#1607; &#1580;&#1583;&#1740;&#1583;&#1578;&#1585; &#1608; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578;&#1607;&#8204;&#1578;&#1585;&#1740; &#1575;&#1586; &#1586;&#1585;&#1607; &#1606;&#1575;&#1606;&#1608; &#1583;&#1587;&#1578;&#1585;&#1587;&#1740; &#1583;&#1575;&#1585;&#1583;. &#1607;&#1605;&#1575;&#1606; 4 &#1581;&#1575;&#1604;&#1578; &#1605;&#1593;&#1585;&#1608;&#1601; &#1605;&#1585;&#1576;&#1608;&#1591; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1602;&#1576;&#1604; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585;&#1578;&#1575;&#1606; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1583; &#1705;&#1607; &#1593;&#1576;&#1575;&#1585;&#1578;&#8204;&#1575;&#1606;&#1583; &#1575;&#1586; &#1602;&#1583;&#1585;&#1578;&#1548; &#1605;&#1602;&#1575;&#1608;&#1605;&#1578; &#1583;&#1585; &#1576;&#1585;&#1575;&#1576;&#1585; &#1588;&#1604;&#1740;&#1705;&#1548; &#1606;&#1575;&#1605;&#1585;&#1574;&#1740; &#1588;&#1583;&#1606; &#1608; &#1587;&#1585;&#1593;&#1578; &#1576;&#1575;&#1604;&#1575;. &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1575;&#1740;&#1606; &#1605;&#1608;&#1575;&#1585;&#1583;&#1548; &#1575;&#1705;&#1606;&#1608;&#1606; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1604;&#1576;&#1575;&#1587; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1585; &#1591;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1575;&#1585;&#1578;&#1602;&#1575; &#1583;&#1607;&#1740;&#1583; &#1608; &#1581;&#1578;&#1740; &#1576;&#1740;&#1588; &#1575;&#1586; &#1662;&#1740;&#1588; &#1583;&#1585; &#1576;&#1585;&#1575;&#1576;&#1585; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575; &#1608; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1605;&#1602;&#1575;&#1608;&#1605; &#1608; &#1578;&#1580;&#1607;&#1740;&#1586; &#1588;&#1608;&#1740;&#1583;. &#1578;&#1606;&#1608;&#1593; &#1576;&#1575;&#1604;&#1575;&#1740; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1608; &#1575;&#1605;&#1705;&#1575;&#1606; &#1578;&#1594;&#1740;&#1740;&#1585; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1575; &#1575;&#1601;&#1586;&#1608;&#1583;&#1606;&#1740;&#8204;&#1607;&#1575; &#1608; &#1570;&#1740;&#1578;&#1605;&#8204;&#1607;&#1575;&#1740; &#1580;&#1575;&#1606;&#1576;&#1740;&#1548; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1606;&#1575;&#1576; &#1608; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588; &#1575;&#1586; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1585;&#1575; &#1576;&#1607; &#1582;&#1608;&#1585;&#1583;&#1578;&#1575;&#1606; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;.<br/><br/>&#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1576;&#1740;&#8204;&#1606;&#1592;&#1740;&#1585; &#1608; &#1670;&#1588;&#1605;&#8204;&#1606;&#1608;&#1575;&#1586;<br/>&#1575;&#1605;&#1575; &#1605;&#1607;&#1605;&#8204;&#1578;&#1585;&#1740;&#1606; &#1608;&#1740;&#1688;&#1711;&#1740; &#1576;&#1575;&#1586;&#1740; Crysis 2 Remastered&#1548; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1582;&#1575;&#1585;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607;&#8204;&#1575;&#1588; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1581;&#1578;&#1740; &#1583;&#1585; &#1606;&#1587;&#1582;&#1607; &#1575;&#1589;&#1604;&#1740; &#1606;&#1740;&#1586; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1575;&#1606;&#1602;&#1604;&#1575;&#1576;&#1740; &#1583;&#1575;&#1588;&#1578; &#1608; &#1581;&#1575;&#1604; &#1576;&#1575; &#1606;&#1587;&#1582;&#1607; &#1576;&#1575;&#1586;&#1587;&#1575;&#1586;&#1740; &#1588;&#1583;&#1607;&#1548; &#1576;&#1585;&#1575;&#1740; &#1575;&#1580;&#1585;&#1575; &#1608; &#1605;&#1583;&#1607;&#1608;&#1588; &#1705;&#1585;&#1583;&#1606; &#1588;&#1605;&#1575; &#1585;&#1608;&#1740; &#1587;&#1740;&#1587;&#1578;&#1605;&#8204;&#1607;&#1575;&#1740; &#1575;&#1605;&#1585;&#1608;&#1586;&#1740; &#1570;&#1605;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1578;&#1605;&#1575;&#1605;&#1740; &#1580;&#1604;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1688;&#1607;&#1548; &#1580;&#1586;&#1740;&#1740;&#1575;&#1578;&#1548; &#1575;&#1606;&#1601;&#1580;&#1575;&#1585;&#1607;&#1575; &#1608; &#1576;&#1575;&#1601;&#1578;&#8204;&#1607;&#1575; &#1576;&#1607; &#1588;&#1705;&#1604;&#1740; &#1586;&#1740;&#1576;&#1575; &#1608; &#1583;&#1604;&#8204;&#1606;&#1588;&#1740;&#1606; &#1591;&#1585;&#1575;&#1581;&#1740; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1576;&#1607; &#1580;&#1585;&#1574;&#1578; &#1576;&#1575; &#1740;&#1705;&#1740; &#1575;&#1586; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740;&#8204;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#8204;&#1607;&#1575;&#1740; &#1705;&#1575;&#1605;&#1662;&#1740;&#1608;&#1578;&#1585; &#1585;&#1608; &#1576;&#1607; &#1585;&#1608; &#1607;&#1587;&#1578;&#1740;&#1583; &#1705;&#1607; &#1607;&#1585; &#1605;&#1606;&#1592;&#1585;&#1607;&#8204;&#1575;&#1588; &#1670;&#1588;&#1605;&#8204;&#1606;&#1608;&#1575;&#1586; &#1608; &#1582;&#1740;&#1585;&#1607;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1711;&#1585; &#1605;&#1740;&#8204;&#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1602;&#1583;&#1585;&#1578; &#1587;&#1582;&#1578; &#1575;&#1601;&#1586;&#1575;&#1585;&#1740; &#1587;&#1740;&#1587;&#1578;&#1605; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1607; &#1670;&#1575;&#1604;&#1588; &#1576;&#1705;&#1588;&#1575;&#1606;&#1740;&#1583;&#1548; &#1602;&#1591;&#1593;&#1575;&#1611; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1575;&#1586; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607;&#8204;&#1593;&#1606;&#1608;&#1575;&#1606; &#1740;&#1705; &#1582;&#1591; &#1588;&#1575;&#1582;&#1589; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583;. &#1575;&#1586;&#1580;&#1605;&#1604;&#1607; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1606;&#1587;&#1582;&#1607; &#1576;&#1575;&#1586;&#1587;&#1575;&#1586;&#1740; &#1588;&#1583;&#1607; &#1575;&#1586; &#1604;&#1581;&#1575;&#1592; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1576;&#1607; &#1662;&#1588;&#1578;&#1740;&#1576;&#1575;&#1606;&#1740; &#1575;&#1586; &#1585;&#1586;&#1608;&#1604;&#1608;&#1588;&#1606; &#1576;&#1575;&#1604;&#1575;&#1578;&#1585; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1608;&#1590;&#1608;&#1581; HD &#1608; &#1576;&#1607;&#1740;&#1606;&#1607;&#8206;&#8204;&#1587;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740;&#1740; &#1583;&#1585; &#1575;&#1580;&#1585;&#1575; &#1585;&#1608;&#1740; &#1587;&#1740;&#1587;&#1578;&#1605;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583; &#1575;&#1588;&#1575;&#1585;&#1607; &#1705;&#1585;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Crysis 3 Remastered &#1608; Far Cry 6 &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel(R) Core(TM) i5-3450 / AMD Ryzen 3
Memory: 8 GB RAM
Graphics: NVIDIA GeForce GTX 1050 TI /AMD Radeon 470
DirectX: Version 11
Storage: 54 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1588;&#1608;&#1578;&#1585;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Crysis%202%20Remastered/Crysis2Remastered_2021_10_18_19_05_32_886.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Crysis%202%20Remastered/Crysis2Remastered_2021_10_18_19_10_42_041.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Crysis%202%20Remastered/jwwwntbaknq71.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Crysis%202%20Remastered/screenshot.crysis-2-remastered.3840x2160.2021-10-15.7.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Crysis%202%20Remastered/%D8%AA%D8%B1%DB%8C%D9%84%D8%B1-%D8%A8%D8%A7%D8%B2%DB%8C-Crysis-2-Remastered-pc-%DA%A9%D8%A7%D9%85%D9%BE%DB%8C%D9%88%D8%AA%D8%B1-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://vigiato.net/p/228496" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 86/100[<br/>Steam: 9/10<br/>IGN: 9/10<br/><br/>nitial release date: October 15, 2021</div>
  </BODY>
</html>