<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Crysis 3 Remastered</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="1972.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index3.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2539.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/1981f.jpg">
        <img src="../images/1981f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Crysis 3 Remastered&#160;(2021)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action, Shooter</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#122</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Crytek</b>
	    &#160;
	   	Crytek
            <br/>
            <b>16.5 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Crysis &#1576;&#1585;&#1575;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1570;&#1588;&#1606;&#1575; &#1608; &#1605;&#1581;&#1576;&#1608;&#1576; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1705;&#1607; &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; &#1587;&#1607;&#8204;&#1711;&#1575;&#1606;&#1607; &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1548; &#1583;&#1585; &#1587;&#1576;&#1705; &#1575;&#1705;&#1588;&#1606; &#1608; &#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604;&#8204;&#1588;&#1582;&#1589; &#1576;&#1608;&#1583;&#1607; &#1608; &#1576;&#1607; &#1583;&#1604;&#1740;&#1604; &#1578;&#1604;&#1601;&#1740;&#1602; &#1593;&#1606;&#1575;&#1589;&#1585; Sandbox &#1608; &#1583;&#1575;&#1583;&#1606; &#1570;&#1586;&#1575;&#1583;&#1740; &#1593;&#1605;&#1604; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1583;&#1585; &#1662;&#1740;&#1588;&#1585;&#1608;&#1740;&#1548; &#1578;&#1608;&#1575;&#1606;&#1587;&#1578; &#1583;&#1585; &#1586;&#1605;&#1740;&#1606;&#1607; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1580;&#1584;&#1575;&#1576; &#1608; &#1587;&#1585;&#1711;&#1585;&#1605;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1592;&#1575;&#1607;&#1585; &#1588;&#1608;&#1583;&#1563; &#1575;&#1605;&#1575; &#1605;&#1607;&#1605;&#8204;&#1578;&#1585;&#1740;&#1606; &#1593;&#1575;&#1605;&#1604; &#1605;&#1581;&#1576;&#1608;&#1576;&#1740;&#1578; &#1608; &#1580;&#1584;&#1575;&#1576;&#1740;&#1578; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740;&#1548; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1586;&#1740;&#1576;&#1575; &#1608; &#1575;&#1606;&#1602;&#1604;&#1575;&#1576;&#1740;&#8204;&#1575;&#1588; &#1576;&#1608;&#1583; &#1705;&#1607; &#1583;&#1585; &#1586;&#1605;&#1575;&#1606; &#1575;&#1606;&#1578;&#1588;&#1575;&#1585; &#1581;&#1578;&#1740; &#1602;&#1608;&#1740;&#8204;&#1578;&#1585;&#1740;&#1606; &#1587;&#1582;&#1578; &#1575;&#1601;&#1586;&#1575;&#1585;&#1607;&#1575; &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1607; &#1670;&#1575;&#1604;&#1588; &#1705;&#1588;&#1740;&#1583;. &#1605;&#1581;&#1576;&#1608;&#1576;&#1740;&#1578; &#1576;&#1575;&#1604;&#1575;&#1740; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1576;&#1575;&#1593;&#1579; &#1588;&#1583;&#1607; &#1578;&#1575; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Crytek &#1583;&#1587;&#1578; &#1576;&#1607; &#1587;&#1575;&#1582;&#1578; &#1576;&#1575;&#1586;&#1587;&#1575;&#1586;&#1740; &#1575;&#1740;&#1606; &#1587;&#1607;&#8204;&#1711;&#1575;&#1606;&#1607; &#1576;&#1586;&#1606;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1705;&#1585;&#1575;&#1740;&#1587;&#1740;&#1587; 3 &#1570;&#1582;&#1585;&#1740;&#1606; &#1588;&#1605;&#1575;&#1585;&#1607; &#1575;&#1586; &#1575;&#1740;&#1606; &#1587;&#1607;&#8204;&#1711;&#1575;&#1606;&#1607; &#1575;&#1601;&#1587;&#1575;&#1606;&#1607;&#8204;&#1575;&#1740; &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1576;&#1575; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1582;&#1740;&#1585;&#1607;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607;&#1548; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1605;&#1585;&#1605;&#1608;&#1586; &#1608; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1607;&#1740;&#1580;&#1575;&#1606;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586; &#1588;&#1605;&#1575; &#1585;&#1575; &#1578;&#1575; &#1570;&#1582;&#1585;&#1740;&#1606; &#1604;&#1581;&#1592;&#1607; &#1607;&#1605;&#1585;&#1575;&#1607; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1605;&#1585;&#1605;&#1608;&#1586; &#1583;&#1585; &#1587;&#1606;&#1575;&#1585;&#1740;&#1608;&#1740; &#1570;&#1582;&#1585;&#1575;&#1604;&#1586;&#1605;&#1575;&#1606;&#1740; &#1576;&#1575;&#1586;&#1740; Crysis 3<br/>&#1588;&#1605;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; Crysis 3 Remastered &#1583;&#1585; &#1602;&#1583;&#1605;&#8204;&#1607;&#1575;&#1740; &#1585;&#1607;&#1576;&#1585; &#1711;&#1585;&#1608;&#1607; &#1576;&#1575;&#1586;&#1740; &#1575;&#1608;&#1604; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1740;&#1583;. &#1575;&#1608; &#1705;&#1607; Prophet &#1606;&#1575;&#1605; &#1583;&#1575;&#1585;&#1583; &#1576;&#1575;&#1740;&#1583; &#1583;&#1585; &#1580;&#1587;&#1578;&#1580;&#1608;&#1740; &#1740;&#1705; &#1575;&#1586; &#1605;&#1607;&#1605;&#8204;&#1578;&#1585;&#1740;&#1606; &#1711;&#1608;&#1606;&#1607;&#8204;&#1607;&#1575;&#1740; &#1606;&#1688;&#1575;&#1583; &#1576;&#1740;&#1711;&#1575;&#1606;&#1607; &#1576;&#1575; &#1606;&#1575;&#1605; Alpha Ceph &#1575;&#1587;&#1578; &#1705;&#1607; &#1592;&#1575;&#1607;&#1585;&#1575; &#1583;&#1585; &#1588;&#1607;&#1585; &#1578;&#1582;&#1585;&#1740;&#1576; &#1588;&#1583;&#1607; &#1606;&#1740;&#1608;&#1740;&#1608;&#1585;&#1705; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1585;&#1583; &#1608; &#1578;&#1608;&#1587;&#1591; &#1740;&#1705; &#1575;&#1585;&#1711;&#1575;&#1606; &#1662;&#1604;&#1740;&#1583; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; &#1575;&#1606;&#1587;&#1575;&#1606;&#8204;&#1607;&#1575; &#1575;&#1583;&#1575;&#1585;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;&#1548; &#1578;&#1581;&#1578; &#1705;&#1606;&#1578;&#1585;&#1604; &#1583;&#1585; &#1570;&#1605;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1575;&#1585;&#1711;&#1575;&#1606; &#1705;&#1607; C. E. L. L &#1606;&#1575;&#1605; &#1583;&#1575;&#1585;&#1583; &#1705;&#1604; &#1588;&#1607;&#1585; &#1585;&#1575; &#1586;&#1740;&#1585; &#1740;&#1705; &#1581;&#1576;&#1575;&#1576; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578;&#1607; &#1608; &#1606;&#1575;&#1606;&#1608; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1583;&#1607; &#1578;&#1575; &#1588;&#1585;&#1575;&#1740;&#1591; &#1585;&#1575; &#1578;&#1581;&#1578; &#1705;&#1606;&#1578;&#1585;&#1604; &#1602;&#1585;&#1575;&#1585; &#1583;&#1607;&#1583; &#1608; &#1576;&#1585; &#1585;&#1608;&#1740; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578; &#1601;&#1590;&#1575;&#1740;&#1740; &#1605;&#1607;&#1575;&#1580;&#1605; &#1608; &#1582;&#1589;&#1608;&#1589;&#1740;&#1575;&#1578; &#1570;&#1606;&#8204;&#1607;&#1575; &#1578;&#1581;&#1602;&#1740;&#1602; &#1705;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1578;&#1581;&#1602;&#1740;&#1602;&#1575;&#1578; &#1575;&#1605;&#1575; &#1580;&#1606;&#1576;&#1607; &#1606;&#1592;&#1575;&#1605;&#1740; &#1608; &#1587;&#1608;&#1583;&#1580;&#1608;&#1740;&#1575;&#1606;&#1607; &#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1576;&#1607; &#1590;&#1585;&#1585; &#1576;&#1588;&#1585;&#1740;&#1578; &#1578;&#1605;&#1575;&#1605; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;.<br/><br/>&#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1580;&#1584;&#1575;&#1576; &#1608; &#1607;&#1605;&#1740;&#1588;&#1711;&#1740; &#1587;&#1585;&#1740; Crysis &#1575;&#1605;&#1575; &#1576;&#1607; &#1588;&#1705;&#1604;&#1740; &#1582;&#1591;&#1740;&#8204;&#1578;&#1585;<br/>&#1576;&#1575;&#1586;&#1740; Crysis 3 Remastered &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1570;&#1582;&#1585;&#1740;&#1606; &#1588;&#1605;&#1575;&#1585;&#1607; &#1575;&#1586; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740;&#1548; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1583;&#1608; &#1576;&#1575;&#1586;&#1740; &#1602;&#1576;&#1604; &#1605;&#1585;&#1575;&#1581;&#1604; &#1582;&#1591;&#1740;&#8204;&#1578;&#1585;&#1740; &#1583;&#1575;&#1585;&#1583; &#1575;&#1605;&#1575; &#1575;&#1586; &#1604;&#1581;&#1575;&#1592; &#1711;&#1740;&#1605; &#1607;&#1605;&#1575;&#1606; &#1605;&#1705;&#1575;&#1606;&#1740;&#1705;&#8204;&#1607;&#1575;&#1740; &#1587;&#1606;&#1583;&#1576;&#1575;&#1705;&#1587; &#1608; &#1570;&#1586;&#1575;&#1583;&#1740; &#1593;&#1605;&#1604; &#1576;&#1575;&#1604;&#1575; &#1585;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1588;&#1605;&#1575; &#1576;&#1575; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1688;&#1607; &#1608; &#1580;&#1584;&#1575;&#1576; &#1604;&#1576;&#1575;&#1587; Nanosuit &#1607;&#1605;&#1585;&#1575;&#1607; &#1607;&#1587;&#1578;&#1740;&#1583; &#1578;&#1575; &#1606;&#1575;&#1605;&#1585;&#1574;&#1740; &#1588;&#1608;&#1740;&#1583;&#1548; &#1587;&#1585;&#1593;&#1578; &#1576;&#1575;&#1604;&#1575;&#1740;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583; &#1608; &#1576;&#1575; &#1602;&#1583;&#1585;&#1578; &#1575;&#1576;&#1585;&#1575;&#1606;&#1587;&#1575;&#1606;&#1740; &#1576;&#1607; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1590;&#1585;&#1576;&#1607; &#1576;&#1586;&#1606;&#1740;&#1583; &#1608; &#1662;&#1740;&#1588; &#1576;&#1585;&#1608;&#1740;&#1583;. &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1588;&#1605;&#1575;&#1585;&#1607; &#1602;&#1576;&#1604;&#1548; &#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1607;&#1605;&#8204;&#1578;&#1585;&#1740;&#1606; &#1608; &#1580;&#1584;&#1575;&#1576;&#8204;&#1578;&#1585;&#1740;&#1606; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1575;&#1590;&#1575;&#1601;&#1607; &#1588;&#1583;&#1607; &#1740;&#1705; &#1578;&#1740;&#1585;&#1705;&#1605;&#1575;&#1606; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583; &#1576;&#1607; &#1575;&#1587;&#1605; Predator &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575; &#1575;&#1606;&#1608;&#1575;&#1593; &#1578;&#1740;&#1585;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1602;&#1583;&#1585;&#1578;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1688;&#1607; &#1608; &#1570;&#1740;&#1606;&#1583;&#1607;&#8204;&#1711;&#1585;&#1575;&#1740;&#1575;&#1606;&#1607;&#1548; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1705;&#1588;&#1606;&#1583;&#1607;&#8204;&#1578;&#1585;&#1740;&#1606; &#1587;&#1604;&#1575;&#1581; &#1605;&#1582;&#1601;&#1740; &#1588;&#1605;&#1575; &#1576;&#1575;&#1588;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1583;&#1575;&#1585;&#1575;&#1740; 7 &#1605;&#1606;&#1591;&#1602;&#1607; &#1575;&#1589;&#1604;&#1740; &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1575;&#1594;&#1604;&#1576; &#1575;&#1586; &#1605;&#1585;&#1575;&#1581;&#1604; &#1582;&#1591;&#1740; &#1578;&#1588;&#1705;&#1740;&#1604; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1576;&#1585;&#1582;&#1740; &#1575;&#1586; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1576;&#1575;&#1740;&#1583; &#1576;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1608;&#1587;&#1575;&#1740;&#1604; &#1606;&#1602;&#1604;&#1740;&#1607; &#1711;&#1588;&#1578; &#1608; &#1711;&#1584;&#1575;&#1585; &#1705;&#1606;&#1740;&#1583;. &#1591;&#1585;&#1575;&#1581;&#1740; &#1607;&#1608;&#1588;&#1605;&#1606;&#1583;&#1575;&#1606;&#1607; &#1605;&#1585;&#1575;&#1581;&#1604;&#1548; &#1578;&#1606;&#1608;&#1593; &#1606;&#1587;&#1576;&#1578;&#1575;&#1611; &#1582;&#1608;&#1576; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575; &#1608; &#1575;&#1576;&#1586;&#1575;&#1585;&#1607;&#1575;&#1740; &#1583;&#1585; &#1583;&#1587;&#1578;&#1585;&#1587;&#1548; &#1576;&#1575;&#1593;&#1579; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1578;&#1580;&#1585;&#1576;&#1607; &#1604;&#1584;&#1578; &#1576;&#1582;&#1588;&#1740; &#1575;&#1586; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583;.<br/><br/>&#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1582;&#1740;&#1585;&#1607;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1576;&#1575;&#1586;&#1740; Crysis 3 Remastered<br/>&#1607;&#1605;&#1575;&#1606;&#1606;&#1583; &#1607;&#1585; &#1583;&#1608; &#1588;&#1605;&#1575;&#1585;&#1607; &#1602;&#1576;&#1604;&#1740; &#1587;&#1585;&#1740; Crysis&#1548; &#1576;&#1575;&#1586;&#1740; Crysis 3 Remastered &#1606;&#1740;&#1586; &#1575;&#1586; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1582;&#1740;&#1585;&#1607;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1608; &#1581;&#1740;&#1585;&#1578;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586;&#1740; &#1576;&#1585;&#1582;&#1608;&#1585;&#1583;&#1575;&#1585; &#1575;&#1587;&#1578;. &#1578;&#1605;&#1575;&#1605;&#1740; &#1580;&#1604;&#1608;&#1607;&#8204;&#1607;&#1575; &#1608; &#1578;&#1589;&#1575;&#1608;&#1740;&#1585; &#1605;&#1608;&#1580;&#1608;&#1583; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1575;&#1606;&#1740;&#1605;&#1740;&#1588;&#1606; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585;&#1607;&#1575;&#1548; &#1705;&#1575;&#1578; &#1587;&#1740;&#1606;&#8204;&#1607;&#1575;&#1548; &#1576;&#1575;&#1601;&#1578;&#8204;&#1607;&#1575; &#1608; &#1605;&#1606;&#1575;&#1592;&#1585;&#1548; &#1670;&#1588;&#1605;&#8204;&#1606;&#1608;&#1575;&#1586; &#1608; &#1586;&#1740;&#1576;&#1575; &#1591;&#1585;&#1575;&#1581;&#1740; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;&#1548; &#1576;&#1607; &#1591;&#1608;&#1585;&#1740; &#1705;&#1607; &#1607;&#1585;&#1711;&#1586; &#1581;&#1587; &#1606;&#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583; &#1705;&#1607; &#1576;&#1575; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1606;&#1587;&#1604; &#1602;&#1583;&#1740;&#1605; &#1587;&#1585; &#1608; &#1705;&#1575;&#1585; &#1583;&#1575;&#1585;&#1740;&#1583;. &#1606;&#1587;&#1582;&#1607; &#1576;&#1575;&#1586;&#1587;&#1575;&#1586;&#1740; &#1588;&#1583;&#1607; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1576;&#1607;&#1576;&#1608;&#1583; &#1576;&#1585;&#1582;&#1740; &#1593;&#1606;&#1575;&#1589;&#1585; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1576;&#1607;&#1740;&#1606;&#1607;&#8204;&#1587;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740;&#1740;&#1548; &#1570;&#1606; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1575;&#1580;&#1585;&#1575; &#1585;&#1608;&#1740; &#1587;&#1740;&#1587;&#1578;&#1605;&#8204;&#1607;&#1575;&#1740; &#1606;&#1587;&#1604; &#1580;&#1583;&#1740;&#1583; &#1570;&#1605;&#1575;&#1583;&#1607; &#1705;&#1585;&#1583;&#1607; &#1608; &#1662;&#1588;&#1578;&#1740;&#1576;&#1575;&#1606;&#1740; &#1575;&#1586; &#1585;&#1586;&#1608;&#1604;&#1608;&#1588;&#1606;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1604;&#1575;&#1578;&#1585; &#1608; &#1608;&#1590;&#1608;&#1581; &#1578;&#1589;&#1608;&#1740;&#1585; HD &#1585;&#1575; &#1605;&#1740;&#1587;&#1585; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Crysis Remastered &#1608; Far Cry 5 &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel(R) Core(TM) i5-3450 / AMD Ryzen 3
Memory: 8 GB RAM
Graphics: NVIDIA GeForce GTX 1050 TI /AMD Radeon 470
DirectX: Version 11
Storage: 20 GB available spac</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1588;&#1608;&#1578;&#1585;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/crysis%203%20remastered/screenshot.crysis-3-remastered.1920x1080.2022-11-15.11.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/crysis%203%20remastered/screenshot.crysis-3-remastered.1920x1080.2022-11-15.12.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/crysis%203%20remastered/screenshot.crysis-3-remastered.1920x1080.2022-11-15.13.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/crysis%203%20remastered/screenshot.crysis-3-remastered.1920x1080.2022-11-15.16.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/crysis%203%20remastered/screenshot.crysis-3-remastered.1920x1080.2022-11-15.24.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/crysis%203%20remastered/screenshot.crysis-3-remastered.1920x1080.2022-11-15.25.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/crysis%203%20remastered/%D8%AA%D8%B1%DB%8C%D9%84%D8%B1-%D8%A8%D8%A7%D8%B2%DB%8C-Crysis-3-Remastered-pc-%DA%A9%D8%A7%D9%85%D9%BE%DB%8C%D9%88%D8%AA%D8%B1-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://vigiato.net/p/228496" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 76/100<br/>Steam: 9/10<br/>IGN: 8.5/10<br/><br/>Initial release date: October 15, 2021</div>
  </BODY>
</html>