<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Jusant</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="3411.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index10.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="3459.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2016f.jpg">
        <img src="../images/2016f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Jusant&#160;(2023)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Adventure</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#124</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Don't Nod</b>
	    &#160;
	   	Don't Nod
            <br/>
            <b>8.79 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;Jusant &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1607;&#1740;&#1580;&#1575;&#1606; &#1575;&#1606;&#1711;&#1740;&#1586; &#1608; &#1605;&#1606;&#1581;&#1589;&#1585; &#1576;&#1607; &#1601;&#1585;&#1583; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1585;&#1575; &#1576;&#1607; &#1583;&#1606;&#1740;&#1575;&#1740; &#1705;&#1608;&#1607;&#1606;&#1608;&#1585;&#1583;&#1740;&#1548; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1608; &#1575;&#1705;&#1578;&#1588;&#1575;&#1601; &#1605;&#1740;&#8204;&#1576;&#1585;&#1583;. &#1575;&#1740;&#1606; &#1575;&#1579;&#1585; &#1578;&#1608;&#1587;&#1591; Don&#8217;t Nod &#1578;&#1608;&#1587;&#1593;&#1607; &#1740;&#1575;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;. Jusant &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1585;&#1575; &#1576;&#1607; &#1587;&#1601;&#1585;&#1740; &#1583;&#1585; &#1740;&#1705; &#1605;&#1606;&#1592;&#1585;&#1607; &#1662;&#1587;&#1575; &#1570;&#1582;&#1585;&#1575;&#1604;&#1586;&#1605;&#1575;&#1606;&#1740; &#1608; &#1587;&#1608;&#1585;&#1574;&#1575;&#1604; &#1605;&#1740;&#8204;&#1576;&#1585;&#1583;&#1548; &#1580;&#1575;&#1740;&#1740; &#1705;&#1607; &#1705;&#1608;&#1607;&#1606;&#1608;&#1585;&#1583;&#1740; &#1601;&#1602;&#1591; &#1740;&#1705; &#1605;&#1705;&#1575;&#1606;&#1740;&#1705; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1606;&#1740;&#1587;&#1578;&#1548; &#1576;&#1604;&#1705;&#1607; &#1740;&#1705; &#1585;&#1608;&#1588; &#1586;&#1606;&#1583;&#1711;&#1740; &#1575;&#1587;&#1578;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1548; &#1588;&#1605;&#1575; &#1662;&#1575; &#1576;&#1607; &#1705;&#1601;&#1588;&#8204;&#1607;&#1575;&#1740; &#1740;&#1705; &#1602;&#1607;&#1585;&#1605;&#1575;&#1606; &#1580;&#1608;&#1575;&#1606; &#1608; &#1587;&#1575;&#1705;&#1578; &#1605;&#1740;&#8204;&#1711;&#1584;&#1575;&#1585;&#1740;&#1583; &#1705;&#1607; &#1607;&#1605;&#1585;&#1575;&#1607; &#1576;&#1575; &#1740;&#1705; &#1583;&#1608;&#1587;&#1578; &#1587;&#1601;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1605;&#1581;&#1740;&#1591; &#1576;&#1575;&#1586;&#1740; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1605;&#1578;&#1585;&#1608;&#1705; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1585; &#1570;&#1606; &#1583;&#1585;&#1740;&#1575;&#1607;&#1575; &#1593;&#1602;&#1576; &#1606;&#1588;&#1740;&#1606;&#1740; &#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1605;&#1606;&#1575;&#1592;&#1585; &#1606;&#1575;&#1607;&#1605;&#1608;&#1575;&#1585; &#1608; &#1589;&#1582;&#1585;&#1607;&#8204;&#1607;&#1575;&#1740; &#1576;&#1604;&#1606;&#1583; &#1585;&#1575; &#1662;&#1588;&#1578; &#1587;&#1585; &#1711;&#1584;&#1575;&#1588;&#1578;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1583;&#1606;&#1740;&#1575; &#1576;&#1575; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1582;&#1740;&#1585;&#1607; &#1705;&#1606;&#1606;&#1583;&#1607; &#1608; &#1576;&#1587;&#1740;&#1575;&#1585; &#1670;&#1588;&#1605; &#1606;&#1608;&#1575;&#1586; &#1586;&#1606;&#1583;&#1607; &#1588;&#1583;&#1607; &#1608; &#1582;&#1608;&#1583;&#1606;&#1605;&#1575;&#1740;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;.<br/><br/>&#1578;&#1605;&#1583;&#1606; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1705;&#1607; &#1586;&#1605;&#1575;&#1606;&#1740; &#1662;&#1585; &#1585;&#1608;&#1606;&#1602; &#1576;&#1608;&#1583;&#1548; &#1585;&#1608;&#1587;&#1578;&#1575;&#1607;&#1575; &#1608; &#1580;&#1608;&#1575;&#1605;&#1593;&#1740; &#1585;&#1575; &#1576;&#1585; &#1585;&#1608;&#1740; &#1589;&#1582;&#1585;&#1607;&#8204;&#1607;&#1575; &#1587;&#1575;&#1582;&#1578; &#1608; &#1605;&#1581;&#1740;&#1591;&#1740; &#1605;&#1606;&#1581;&#1589;&#1585; &#1576;&#1607; &#1601;&#1585;&#1583; &#1608; &#1670;&#1575;&#1604;&#1588; &#1576;&#1585;&#1575;&#1606;&#1711;&#1740;&#1586; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1705;&#1608;&#1607;&#1606;&#1608;&#1585;&#1583;&#1575;&#1606; &#1575;&#1740;&#1580;&#1575;&#1583; &#1705;&#1585;&#1583;. &#1585;&#1608;&#1575;&#1740;&#1578; &#1575;&#1589;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1587;&#1575;&#1583;&#1607; &#1608; &#1583;&#1585; &#1593;&#1740;&#1606; &#1581;&#1575;&#1604; &#1582;&#1575;&#1591;&#1585;&#1607; &#1575;&#1606;&#1711;&#1740;&#1586; &#1575;&#1587;&#1578;: &#1580;&#1607;&#1575;&#1606; &#1583;&#1585; &#1581;&#1575;&#1604; &#1605;&#1585;&#1711; &#1575;&#1587;&#1578; &#1608; &#1576;&#1585;&#1575;&#1740; &#1586;&#1606;&#1583;&#1607; &#1605;&#1575;&#1606;&#1583;&#1606;&#1548; &#1576;&#1575;&#1740;&#1583; &#1576;&#1607; &#1576;&#1604;&#1606;&#1583;&#1578;&#1585;&#1740;&#1606; &#1602;&#1604;&#1607;&#8204;&#1607;&#1575; &#1589;&#1593;&#1608;&#1583; &#1705;&#1606;&#1740;&#1583;. &#1601;&#1590;&#1575;&#1740; &#1593;&#1585;&#1601;&#1575;&#1606;&#1740; &#1608; &#1580;&#1607;&#1575;&#1606; &#1587;&#1575;&#1586;&#1740; &#1583;&#1585; Jusant &#1740;&#1575;&#1583;&#1570;&#1608;&#1585; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; Ico &#1575;&#1587;&#1578; &#1608; &#1604;&#1575;&#1740;&#1607;&#8204;&#1575;&#1740; &#1575;&#1586; &#1575;&#1601;&#1587;&#1608;&#1606; &#1585;&#1575; &#1576;&#1607; &#1578;&#1580;&#1585;&#1576;&#1607; &#1589;&#1593;&#1608;&#1583; &#1588;&#1605;&#1575; &#1575;&#1590;&#1575;&#1601;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. Jusant &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575; &#1608; &#1662;&#1740;&#1670;&#1740;&#1583;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1578;&#1581;&#1585;&#1740;&#1705; &#1585;&#1588;&#1583; &#1711;&#1740;&#1575;&#1607;&#1575;&#1606; &#1576;&#1585;&#1575;&#1740; &#1575;&#1740;&#1580;&#1575;&#1583; &#1711;&#1740;&#1585;&#1607;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583;&#1548; &#1576;&#1575;&#1604;&#1575; &#1585;&#1601;&#1578;&#1606; &#1575;&#1586; &#1583;&#1587;&#1578;&#1607;&#8204;&#1607;&#1575;&#1740; &#1605;&#1578;&#1581;&#1585;&#1705; &#1608; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1593;&#1606;&#1575;&#1589;&#1585; &#1605;&#1581;&#1740;&#1591;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1587;&#1606;&#1711;&#8204;&#1607;&#1575; &#1608; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578; &#1605;&#1582;&#1578;&#1604;&#1601; &#1585;&#1575; &#1576;&#1607; &#1588;&#1605;&#1575; &#1605;&#1593;&#1585;&#1601;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;.<br/><br/>Jusant &#1576;&#1607; &#1583;&#1604;&#1740;&#1604; &#1605;&#1705;&#1575;&#1606;&#1740;&#1705;&#8204;&#1607;&#1575;&#1740; &#1589;&#1593;&#1608;&#1583; &#1608;&#1575;&#1602;&#1593;&#1740; &#1582;&#1608;&#1583; &#1605;&#1578;&#1605;&#1575;&#1740;&#1586; &#1575;&#1587;&#1578;. &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1576;&#1575;&#1740;&#1583; &#1576;&#1575; &#1662;&#1740;&#1670;&#1740;&#1583;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1589;&#1593;&#1608;&#1583; &#1583;&#1587;&#1578; &#1608; &#1662;&#1606;&#1580;&#1607; &#1606;&#1585;&#1605; &#1705;&#1606;&#1606;&#1583; &#1608; &#1575;&#1586; &#1705;&#1575;&#1585;&#1575;&#1576;&#1740;&#1606;&#8204;&#1607;&#1575;&#1548; &#1591;&#1606;&#1575;&#1576;&#8204;&#1607;&#1575; &#1608; &#1662;&#1740;&#1578;&#1608;&#1606;&#8204;&#1607;&#1575; &#1576;&#1585;&#1575;&#1740; &#1579;&#1576;&#1575;&#1578; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1606;&#1606;&#1583;. &#1705;&#1606;&#1578;&#1585;&#1604;&#8204;&#1607;&#1575; &#1575;&#1586; &#1606;&#1586;&#1583;&#1740;&#1705; &#1593;&#1605;&#1604; &#1601;&#1740;&#1586;&#1740;&#1705;&#1740; &#1576;&#1575;&#1604;&#1575; &#1585;&#1601;&#1578;&#1606; &#1585;&#1575; &#1578;&#1602;&#1604;&#1740;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;&#1548; &#1576;&#1575; &#1605;&#1575;&#1588;&#1607;&#8204;&#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1583;&#1587;&#1578;&#8204;&#1607;&#1575;&#1740; &#1588;&#1582;&#1589;&#1740;&#1578; &#1588;&#1605;&#1575; &#1585;&#1575; &#1606;&#1588;&#1575;&#1606; &#1605;&#1740;&#8204;&#1583;&#1607;&#1606;&#1583;. &#1588;&#1605;&#1575; &#1576;&#1575;&#1740;&#1583; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583; &#1608; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1705;&#1606;&#1740;&#1583; &#1705;&#1607; &#1575;&#1586; &#1705;&#1583;&#1575;&#1605; &#1583;&#1587;&#1578;&#1607;&#8204;&#1607;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583; &#1608; &#1705;&#1580;&#1575; &#1662;&#1740;&#1578;&#1608;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1602;&#1585;&#1575;&#1585; &#1583;&#1607;&#1740;&#1583;&#1548; &#1578;&#1575; &#1575;&#1586; &#1575;&#1740;&#1605;&#1606;&#1740; &#1582;&#1608;&#1583; &#1583;&#1585; &#1607;&#1606;&#1711;&#1575;&#1605; &#1589;&#1593;&#1608;&#1583; &#1575;&#1591;&#1605;&#1740;&#1606;&#1575;&#1606; &#1581;&#1575;&#1589;&#1604; &#1705;&#1606;&#1740;&#1583;. &#1576;&#1575; &#1576;&#1575;&#1604;&#1575; &#1585;&#1601;&#1578;&#1606;&#1548; &#1575;&#1587;&#1578;&#1602;&#1575;&#1605;&#1578; &#1588;&#1582;&#1589;&#1740;&#1578; &#1588;&#1605;&#1575; &#1705;&#1575;&#1607;&#1588; &#1605;&#1740;&#8204;&#1740;&#1575;&#1576;&#1583; &#1608; &#1576;&#1575;&#1740;&#1583; &#1606;&#1602;&#1575;&#1591; &#1575;&#1605;&#1606;&#1740; &#1576;&#1585;&#1575;&#1740; &#1575;&#1587;&#1578;&#1585;&#1575;&#1581;&#1578; &#1608; &#1588;&#1575;&#1585;&#1688; &#1662;&#1740;&#1583;&#1575; &#1705;&#1606;&#1740;&#1583;. &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1711;&#1601;&#1578; &#1705;&#1607; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1740;&#1705; &#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586; &#1705;&#1608;&#1607; &#1606;&#1608;&#1585;&#1583;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1608;&#1575;&#1602;&#1593;&#8204;&#1711;&#1585;&#1575;&#1740;&#1575;&#1606;&#1607; &#1608; &#1582;&#1575;&#1589; &#1575;&#1587;&#1578;.<br/><br/>Jusant &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1590;&#1585;&#1608;&#1585;&#1740; &#1576;&#1585;&#1575;&#1740; &#1591;&#1585;&#1601;&#8204;&#1583;&#1575;&#1585;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1607;&#1575;&#1740; &#1705;&#1608;&#1607;&#1606;&#1608;&#1585;&#1583;&#1740; &#1608; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1740;&#1705; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1608;&#1607;&#1606;&#1608;&#1585;&#1583;&#1740; &#1670;&#1575;&#1604;&#1588; &#1576;&#1585;&#1575;&#1606;&#1711;&#1740;&#1586; &#1608; &#1605;&#1593;&#1578;&#1576;&#1585; &#1585;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1608; &#1583;&#1585; &#1593;&#1740;&#1606; &#1581;&#1575;&#1604; &#1585;&#1608;&#1575;&#1740;&#1578;&#1740; &#1580;&#1584;&#1575;&#1576; &#1585;&#1575; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740; &#1606;&#1601;&#1587; &#1711;&#1740;&#1585; &#1608; &#1662;&#1587;&#1575; &#1570;&#1582;&#1585;&#1575;&#1604;&#1586;&#1605;&#1575;&#1606;&#1740; &#1582;&#1608;&#1583; &#1605;&#1740;&#8204;&#1711;&#1606;&#1580;&#1575;&#1606;&#1583;. &#1581;&#1587; &#1705;&#1575;&#1608;&#1588; &#1608; &#1575;&#1588;&#1578;&#1740;&#1575;&#1602; &#1576;&#1585;&#1575;&#1740; &#1705;&#1588;&#1601; &#1585;&#1575;&#1586;&#1607;&#1575;&#1740; &#1662;&#1606;&#1607;&#1575;&#1606; &#1575;&#1740;&#1606; &#1575;&#1579;&#1585; &#1585;&#1575; &#1578;&#1576;&#1583;&#1740;&#1604; &#1576;&#1607; &#1670;&#1740;&#1586;&#1740; &#1601;&#1585;&#1575;&#1578;&#1585; &#1575;&#1586; &#1740;&#1705; &#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586; &#1705;&#1608;&#1607;&#1606;&#1608;&#1585;&#1583;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1586;&#1740;&#1576;&#1575;&#1740;&#1740; &#1576;&#1589;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740;&#1548; &#1575;&#1586; &#1605;&#1606;&#1575;&#1592;&#1585; &#1705;&#1606;&#1575;&#1585; &#1589;&#1582;&#1585;&#1607; &#1711;&#1585;&#1601;&#1578;&#1607; &#1578;&#1575; &#1594;&#1575;&#1585;&#1607;&#1575;&#1740; &#1586;&#1740;&#1585;&#1586;&#1605;&#1740;&#1606;&#1740; &#1583;&#1585;&#1582;&#1588;&#1575;&#1606;&#1548; &#1576;&#1607; &#1580;&#1584;&#1575;&#1576;&#1740;&#1578; &#1570;&#1606; &#1605;&#1740;&#8204;&#1575;&#1601;&#1586;&#1575;&#1740;&#1583;. &#1670;&#1607; &#1575;&#1586; &#1593;&#1604;&#1575;&#1602;&#1607;&#8204;&#1605;&#1606;&#1583;&#1575;&#1606; &#1576;&#1607; &#1662;&#1583;&#1740;&#1583;&#1607; &#1705;&#1608;&#1607;&#1606;&#1608;&#1585;&#1583;&#1740; &#1576;&#1575;&#1588;&#1740;&#1583; &#1608; &#1670;&#1607; &#1705;&#1587;&#1740; &#1705;&#1607; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1740;&#1705; &#1578;&#1580;&#1585;&#1576;&#1607; &#1578;&#1575;&#1586;&#1607; &#1608; &#1605;&#1606;&#1581;&#1589;&#1585; &#1576;&#1607; &#1601;&#1585;&#1583; &#1575;&#1587;&#1578;&#1548; &#1576;&#1575;&#1586;&#1740; Jusant &#1587;&#1601;&#1585;&#1740; &#1576;&#1740; &#1606;&#1592;&#1740;&#1585; &#1608; &#1601;&#1585;&#1575;&#1605;&#1608;&#1588; &#1606;&#1588;&#1583;&#1606;&#1740; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740;&#1578;&#1575;&#1606; &#1575;&#1585;&#1575;&#1574;&#1607; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Rime &#1608; The Red Lantern &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i7-6700 (4 * 3400), AMD Ryzen 5 1500X (4 * 3500) or equivalent
Memory: 8 GB RAM
Graphics: GeForce GTX 1050 Ti (4096 MB), Radeon RX 570 (8192 MB)
Storage: 15 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1662;&#1604;&#1578;&#1601;&#1585;&#1605;, &#1605;&#1593;&#1605;&#1575;&#1740;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/jusant/17806851-jusant-windows-there-is-a-lot-of-optional-exploration.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/jusant/57437092-09fd-4215-951a-a755dfb04829.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/jusant/EN_Jusant_Standard_Hero_Background_R-scaled.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/jusant/jusant_08.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/jusant/jusant_screenshot4_5ebdf18f-ab5f-48bb-a2be-af4f5440baee.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/jusant/ss_3c8709a41cb9ccc8e6234ce034ff6dfbb8f70b89.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/jusant/9e22a1a48787b5ac5e34931bff739f1f52713317-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/991956/jusant-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 83/100<br/>Steam: 9/10<br/><br/><br/>Initial release date: October 30, 2023<br/>
    </div>
  </BODY>
</html>