<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>7 Days to Die</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">First</div>
          <div class="navlink" id="prev">Previous</div>
          <div class="navlink" id="up">
            <a href="../index.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2043.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2032f.jpg">
        <img src="../images/2032f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">7 Days to Die&#160;(2013)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#125</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>The Fun Pimps Entertainment LLC</b>
	    &#160;
	   	The Fun Pimps
            <br/>
            <b>13.3 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1662;&#1587; &#1575;&#1586; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1576;&#1740; &#1606;&#1592;&#1740;&#1585; &#1587;&#1585;&#1740; &#1585;&#1586;&#1740;&#1583;&#1606;&#1578; &#1575;&#1608;&#1740;&#1604;&#1548; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1586;&#1575;&#1605;&#1576;&#1740; &#1605;&#1581;&#1608;&#1585; &#1578;&#1576;&#1583;&#1740;&#1604; &#1576;&#1607; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1586;&#1585;&#1711;&#8204;&#1578;&#1585;&#1740;&#1606; &#1662;&#1583;&#1740;&#1583;&#1607;&#8204;&#1607;&#1575; &#1583;&#1585; &#1589;&#1606;&#1593;&#1578; &#1711;&#1740;&#1605; &#1588;&#1583;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1575;&#1605;&#1585;&#1608;&#1586;&#1607; &#1606;&#1607; &#1578;&#1606;&#1607;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1578;&#1705; &#1606;&#1601;&#1585;&#1607; &#1578;&#1585;&#1587; &#1608; &#1576;&#1602;&#1575;&#1548; &#1576;&#1604;&#1705;&#1607; &#1583;&#1585; &#1605;&#1740;&#1575;&#1606; &#1605;&#1581;&#1589;&#1608;&#1604;&#1575;&#1578; &#1575;&#1705;&#1588;&#1606;&#8204;&#1578;&#1585; &#1589;&#1606;&#1593;&#1578; &#1711;&#1740;&#1605; &#1606;&#1740;&#1586; &#1740;&#1575;&#1601;&#1578; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583;. &#1575;&#1604;&#1581;&#1602; &#1705;&#1607; &#1586;&#1575;&#1605;&#1576;&#1740;&#8204;&#1607;&#1575; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1575;&#1576;&#1586;&#1575;&#1585;&#1607;&#1575; &#1576;&#1585;&#1575;&#1740; &#1582;&#1604;&#1602; &#1740;&#1705; &#1583;&#1606;&#1740;&#1575;&#1740; &#1570;&#1582;&#1585;&#1575;&#1604;&#1586;&#1605;&#1575;&#1606;&#1740; &#1582;&#1608;&#1576; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1575;&#1705;&#1588;&#1606;&#1740; &#1705;&#1607; &#1576;&#1575; &#1576;&#1607; &#1705;&#1575;&#1585; &#1711;&#1740;&#1585;&#1740; &#1586;&#1575;&#1605;&#1576;&#1740;&#8204;&#1607;&#1575; &#1578;&#1608;&#1575;&#1606;&#1587;&#1578; &#1576;&#1607; &#1588;&#1607;&#1585;&#1578; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607;&#8204;&#1575;&#1740; &#1583;&#1587;&#1578; &#1740;&#1575;&#1576;&#1583;&#1548; Days to Die 7 &#1606;&#1575;&#1605; &#1583;&#1575;&#1585;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1588;&#1605;&#1575; &#1585;&#1575; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1662;&#1587;&#1575; &#1570;&#1582;&#1585;&#1575;&#1604;&#1586;&#1605;&#1575;&#1606;&#1740; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1583;&#1607; &#1705;&#1607; &#1588;&#1575;&#1605;&#1604; &#1605;&#1581;&#1740;&#1591;&#1740; &#1580;&#1607;&#1575;&#1606; &#1570;&#1586;&#1575;&#1583; &#1608; &#1576;&#1586;&#1585;&#1711; &#1576;&#1585;&#1575;&#1740; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1576;&#1575; &#1586;&#1575;&#1605;&#1576;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1585;&#1711;&#1576;&#1575;&#1585; &#1608; &#1711;&#1608;&#1588;&#1578; &#1582;&#1608;&#1575;&#1585; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;.<br/><br/>Days to Die 7 &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1586;&#1585;&#1711;&#8204;&#1578;&#1585;&#1740;&#1606; &#1608; &#1578;&#1705;&#1606;&#1740;&#1705;&#1740;&#8204;&#1578;&#1585;&#1740;&#1606; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1586;&#1575;&#1605;&#1576;&#1740; &#1605;&#1581;&#1608;&#1585;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1578;&#1575;&#1576;&#1607;&#8204;&#1581;&#1575;&#1604; &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1588;&#1605;&#1575; &#1585;&#1575; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1740; &#1705;&#1585;&#1575;&#1606;&#1740; &#1585;&#1607;&#1575; &#1705;&#1585;&#1583;&#1607; &#1705;&#1607; &#1576;&#1607; &#1583;&#1587;&#1578; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575;&#1740; &#1570;&#1583;&#1605; &#1582;&#1608;&#1575;&#1585; &#1575;&#1588;&#1594;&#1575;&#1604; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1588;&#1605;&#1575; &#1583;&#1585; &#1575;&#1740;&#1606; &#1583;&#1606;&#1740;&#1575; &#1576;&#1575;&#1740;&#1583; &#1576;&#1575; &#1587;&#1575;&#1740;&#1585; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1578;&#1740;&#1605; &#1588;&#1583;&#1607;&#1548; &#1662;&#1575;&#1740;&#1711;&#1575;&#1607;&#8204;&#1607;&#1575;&#1740; &#1606;&#1592;&#1575;&#1605;&#1740; &#1583;&#1585;&#1587;&#1578; &#1705;&#1606;&#1740;&#1583; &#1608; &#1576;&#1607; &#1601;&#1705;&#1585; &#1576;&#1602;&#1575; &#1576;&#1575;&#1588;&#1740;&#1583;. &#1740;&#1705;&#1740; &#1575;&#1586; &#1583;&#1604;&#1575;&#1740;&#1604;&#1740; &#1705;&#1607; Days to Die 7 &#1585;&#1575; &#1578;&#1576;&#1583;&#1740;&#1604; &#1576;&#1607; &#1606;&#1602;&#1591;&#1607; &#1575;&#1608;&#1580; &#1688;&#1575;&#1606;&#1585; &#1586;&#1575;&#1605;&#1576;&#1740; &#1583;&#1585; &#1589;&#1606;&#1593;&#1578; &#1711;&#1740;&#1605; &#1705;&#1585;&#1583;&#1607;&#1548; &#1578;&#1593;&#1575;&#1605;&#1604; &#1576;&#1740; &#1606;&#1592;&#1740;&#1585; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1576;&#1575; &#1583;&#1606;&#1740;&#1575; &#1575;&#1587;&#1578;. &#1602;&#1575;&#1576;&#1604;&#1740;&#1578; &#1587;&#1575;&#1582;&#1578; &#1608; &#1587;&#1575;&#1586; &#1608; &#1578;&#1582;&#1585;&#1740;&#1576; &#1662;&#1584;&#1740;&#1585;&#1740; &#1607;&#1605;&#1607; &#1670;&#1740;&#1586; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583;. &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1575;&#1586; &#1605;&#1608;&#1575;&#1583; &#1605;&#1606;&#1601;&#1580;&#1585;&#1607; &#1576;&#1585;&#1575;&#1740; &#1606;&#1575;&#1576;&#1608;&#1583; &#1705;&#1585;&#1583;&#1607; &#1587;&#1575;&#1586;&#1607;&#8204;&#1607;&#1575; &#1608; &#1607;&#1605;&#1740;&#1606;&#8204;&#1591;&#1608;&#1585; &#1711;&#1585;&#1608;&#1607;&#1740; &#1575;&#1586; &#1586;&#1575;&#1605;&#1576;&#1740;&#8204;&#1607;&#1575; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#1583; &#1705;&#1607; &#1607;&#1740;&#1670; &#1711;&#1575;&#1607; &#1582;&#1587;&#1578;&#1607; &#1705;&#1606;&#1606;&#1583;&#1607; &#1606;&#1605;&#1740;&#8204;&#1588;&#1608;&#1583;.<br/><br/>Days to Die 7 &#1578;&#1585;&#1705;&#1740;&#1576;&#1740; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1575;&#1586; &#1688;&#1575;&#1606;&#1585;&#1607;&#1575;&#1740; &#1578;&#1740;&#1585;&#1575;&#1606;&#1583;&#1575;&#1586;&#1740; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589;&#1548; &#1578;&#1585;&#1587; &#1608; &#1576;&#1602;&#1575;&#1548; &#1583;&#1601;&#1575;&#1593; &#1575;&#1586; &#1602;&#1604;&#1593;&#1607; &#1608; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1575;&#1587;&#1578;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1575;&#1606;&#1578;&#1592;&#1575;&#1585; &#1587;&#1740;&#1587;&#1578;&#1605; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607;&#1548; &#1587;&#1575;&#1582;&#1578; &#1608; &#1587;&#1575;&#1586;&#1548; &#1711;&#1588;&#1578; &#1608; &#1711;&#1584;&#1575;&#1585; &#1608; &#1594;&#1575;&#1585;&#1578; &#1585;&#1575; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583; &#1705;&#1607; &#1575;&#1586; &#1575;&#1604;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1575;&#1589;&#1604;&#1740; &#1607;&#1585; &#1576;&#1575;&#1586;&#1740; &#1580;&#1607;&#1575;&#1606; &#1570;&#1586;&#1575;&#1583;&#1740; &#1605;&#1581;&#1587;&#1608;&#1576; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583;. &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1582;&#1575;&#1585;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1576;&#1575;&#1586;&#1740; &#1670;&#1588;&#1605;&#1575;&#1606; &#1585;&#1575; &#1582;&#1740;&#1585;&#1607; &#1705;&#1585;&#1583;&#1607; &#1608; &#1576;&#1582;&#1588; &#1605;&#1608;&#1604;&#1578;&#1740; &#1662;&#1604;&#1740;&#1585; &#1576;&#1575; &#1670;&#1606;&#1583; &#1605;&#1740;&#1604;&#1740;&#1608;&#1606; &#1711;&#1740;&#1605;&#1585; &#1601;&#1593;&#1575;&#1604;&#1548; &#1576;&#1575;&#1593;&#1579; &#1588;&#1583;&#1607; &#1705;&#1607; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1740;&#8204;&#1606;&#1592;&#1740;&#1585; &#1578;&#1576;&#1583;&#1740;&#1604; &#1576;&#1607; &#1740;&#1705;&#1740; &#1575;&#1586; &#1575;&#1589;&#1604;&#1740;&#8204;&#1578;&#1585;&#1740;&#1606; &#1662;&#1575;&#1583;&#1588;&#1575;&#1607;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1602;&#1575;&#1740; &#1570;&#1606;&#1604;&#1575;&#1740;&#1606; &#1578;&#1576;&#1583;&#1740;&#1604; &#1588;&#1608;&#1583;. &#1662;&#1587; &#1582;&#1608;&#1583; &#1585;&#1575; &#1578;&#1575; &#1583;&#1606;&#1583;&#1575;&#1606; &#1605;&#1587;&#1604;&#1581; &#1705;&#1585;&#1583;&#1607;&#1548; &#1604;&#1608;&#1575;&#1586;&#1605; &#1605;&#1608;&#1585;&#1583; &#1606;&#1740;&#1575;&#1586; &#1576;&#1602;&#1575; &#1585;&#1575; &#1576;&#1585;&#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1576;&#1585;&#1575;&#1740; &#1589;&#1583;&#1607;&#1575; &#1587;&#1575;&#1593;&#1578; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1608; &#1570;&#1582;&#1585;&#1575;&#1604;&#1586;&#1605;&#1575;&#1606;&#1740; Days to Die 7 &#1601;&#1585;&#1608; &#1576;&#1585;&#1608;&#1740;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Blood and Zombies &#1608; Contagion Last Stop Chapter 1 &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td nowrap="1" class="fieldlabel">Multiplayer Support</td>
                  <td class="fieldvalue">Internet</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: 2.8 Ghz Quad Core CPU
Memory: 8 GB RAM
Graphics: 2 GB Dedicated Memory
DirectX: Version 11
Storage: 15 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1576;&#1602;&#1575;, &#1588;&#1608;&#1578;&#1585;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/7Days%20To%20Die/7-Days-to-Die-Screenshot-2021.01.29-17.23.30.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/7Days%20To%20Die/7DTD_Screenshot_01.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/7Days%20To%20Die/Alpha_7_Preview_03.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/7Days%20To%20Die/EgRXcC6U8AE6yHn.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/7Days%20To%20Die/e28beb1b48570c60542122106dc695544359327-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://emojo.ir/review-seven-days-to-die/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 45/100<br/>Steam: 9/10<br/>IGN: 4.9/10<br/><br/>Initial release date: July 25, 2024</div>
  </BODY>
</html>