<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>A Plague Tale: Innocence</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2032.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index1.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2070.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2043f.jpg">
        <img src="../images/2043f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">A Plague Tale: Innocence&#160;(2019)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action/Adventure</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#126</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Focus Home Interactive</b>
	    &#160;
	   	Asobo Studio
            <br/>
            <b>11.6 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1575;&#1740;&#1606; &#1585;&#1608;&#1586;&#1607;&#1575; &#1576;&#1607;&#8204;&#1587;&#1582;&#1578;&#1740; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740;&#1740; &#1585;&#1575; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583; &#1705;&#1607; &#1576;&#1575; &#1585;&#1608;&#1575;&#1740;&#1578; &#1582;&#1608;&#1576; &#1608; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1578;&#1705;&#1575;&#1606;&#8204;&#1583;&#1607;&#1606;&#1583;&#1607;&#1548; &#1605;&#1575; &#1585;&#1575; &#1576;&#1607; &#1593;&#1605;&#1602; &#1585;&#1584;&#1575;&#1604;&#1578;&#8204;&#1607;&#1575;&#1740; &#1576;&#1588;&#1585;&#1740; &#1608; &#1585;&#1608;&#1581; &#1705;&#1579;&#1740;&#1601; &#1602;&#1583;&#1585;&#1578; &#1570;&#1588;&#1606;&#1575; &#1705;&#1606;&#1583;. &#1576;&#1575;&#1586;&#1740; A Plague Tale: Innocence &#1576;&#1583;&#1608;&#1606; &#1588;&#1705; &#1605;&#1581;&#1589;&#1608;&#1604; &#1670;&#1606;&#1740;&#1606; &#1575;&#1740;&#1583;&#1607;&#8204;&#1575;&#1740; &#1575;&#1587;&#1578; &#1608; &#1605;&#1575; &#1585;&#1575; &#1576;&#1607; &#1587;&#1601;&#1585;&#1740; &#1605;&#1582;&#1608;&#1601; &#1583;&#1585; &#1578;&#1575;&#1585;&#1740;&#1705;&#8204;&#1578;&#1585;&#1740;&#1606; &#1711;&#1608;&#1588;&#1607;&#8204;&#1607;&#1575;&#1740; &#1578;&#1575;&#1585;&#1740;&#1582; &#1605;&#1740;&#8204;&#1576;&#1585;&#1583;. &#1587;&#1585;&#1576;&#1575;&#1586;&#1575;&#1606; Inquisition &#1576;&#1585; &#1607;&#1605;&#1607;&#8204;&#1580;&#1575; &#1594;&#1604;&#1576;&#1607; &#1740;&#1575;&#1601;&#1578;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1605;&#1589;&#1740;&#1576;&#1578;&#1740; &#1576;&#1587; &#1587;&#1606;&#1711;&#1740;&#1606;&#8204;&#1578;&#1585; &#1570;&#1606;&#8204;&#1607;&#1575; &#1606;&#1740;&#1586; &#1588;&#1607;&#1585; &#1576;&#1607; &#1588;&#1607;&#1585; &#1580;&#1604;&#1608; &#1605;&#1740;&#8204;&#1585;&#1608;&#1583; &#1608; &#1575;&#1740;&#1606; &#1576;&#1740;&#1605;&#1575;&#1585;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575;&#1583;&#1604;&#1740; &#1587;&#1606;&#1711; &#1576;&#1607;&#8204;&#1662;&#1740;&#1588; &#1605;&#1740;&#8204;&#1585;&#1608;&#1583; &#1608;&#1575;&#1605;&#1575;&#1606; &#1575;&#1586; &#1607;&#1605;&#1607; &#1576;&#1585;&#1740;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1605;&#1740;&#1575;&#1606; &#1570;&#1605;&#1740;&#1588;&#1740;&#1575; &#1608; &#1607;&#1608;&#1711;&#1608; &#1607;&#1605;&#1583;&#1740;&#1711;&#1585; &#1585;&#1575; &#1662;&#1740;&#1583;&#1575;&#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1576;&#1585;&#1575;&#1740; &#1576;&#1602;&#1575; &#1576;&#1575;&#1740;&#1583; &#1607;&#1608;&#1575;&#1740; &#1607;&#1605;&#1583;&#1740;&#1711;&#1585; &#1585;&#1575; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1606;&#1583;. &#1578;&#1605;&#1575;&#1605; &#1583;&#1606;&#1740;&#1575; &#1593;&#1604;&#1740;&#1607; &#1570;&#1606;&#8204;&#1607;&#1575;&#1587;&#1578; &#1608; &#1588;&#1605;&#1575; &#1576;&#1575;&#1740;&#1583; &#1607;&#1605;&#1585;&#1575;&#1607; &#1570;&#1606;&#8204;&#1607;&#1575; &#1583;&#1585; &#1587;&#1601;&#1585;&#1740; &#1605;&#1582;&#1575;&#1591;&#1585;&#1607; &#1575;&#1606;&#1711;&#1740;&#1586; &#1576;&#1575;&#1588;&#1740;&#1583;. &#1588;&#1575;&#1606;&#1587; &#1586;&#1606;&#1583;&#1607; &#1605;&#1575;&#1606;&#1583;&#1606; &#1583;&#1585; &#1575;&#1740;&#1606; &#1605;&#1581;&#1740;&#1591; &#1608;&#1581;&#1588;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1662;&#1575;&#1740;&#1740;&#1606; &#1575;&#1587;&#1578; &#1575;&#1605;&#1575; &#1575;&#1605;&#1585;&#1608;&#1586; &#1576;&#1575;&#1740;&#1583; &#1601;&#1705;&#1585; &#1605;&#1585;&#1711; &#1585;&#1575; &#1576;&#1740;&#1585;&#1608;&#1606; &#1705;&#1606;&#1740;&#1583; &#1608; &#1583;&#1587;&#1578; &#1576;&#1607; &#1587;&#1604;&#1575;&#1581; &#1576;&#1576;&#1585;&#1740;&#1583;.<br/><br/>&#1587;&#1575;&#1604; 1349 &#1605;&#1740;&#1604;&#1575;&#1583;&#1740; &#1575;&#1587;&#1578; &#1608; &#1662;&#1575;&#1583;&#1588;&#1575;&#1607;&#1740; &#1601;&#1585;&#1575;&#1606;&#1587;&#1607; &#1583;&#1670;&#1575;&#1585; &#1605;&#1589;&#1740;&#1576;&#1578; &#1576;&#1586;&#1585;&#1711;&#1740; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1586; &#1740;&#1705;&#8204;&#1587;&#1608; &#1608;&#1740;&#1585;&#1608;&#1587; &#1705;&#1588;&#1606;&#1583;&#1607;&#8204;&#1575;&#1740; &#1578;&#1605;&#1575;&#1605; &#1582;&#1608;&#1588;&#1581;&#1575;&#1604;&#1740; &#1608; &#1575;&#1605;&#1740;&#1583; &#1585;&#1575; &#1575;&#1586; &#1576;&#1740;&#1606; &#1576;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1570;&#1605;&#1740;&#1588;&#1740;&#1575; &#1608; &#1576;&#1585;&#1575;&#1583;&#1585; &#1580;&#1608;&#1575;&#1606;&#8204;&#1578;&#1585;&#1588; &#1576;&#1607; &#1606;&#1575;&#1605; &#1607;&#1608;&#1711;&#1608; &#1578;&#1608;&#1587;&#1591; &#1575;&#1585;&#1578;&#1588; Inquisition &#1711;&#1740;&#1585; &#1575;&#1601;&#1578;&#1575;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1605;&#1580;&#1575;&#1576; &#1576;&#1607; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607;&#8204;&#1575;&#1740; &#1606;&#1575;&#1593;&#1575;&#1583;&#1604;&#1575;&#1606;&#1607; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1608;&#1740;&#1585;&#1608;&#1587; &#1605;&#1608;&#1588;&#8204;&#1607;&#1575;&#1740; &#1576;&#1586;&#1585;&#1711;&#1740; &#1585;&#1575; &#1576;&#1607; &#1580;&#1575;&#1606; &#1588;&#1607;&#1585;&#1607;&#1575; &#1575;&#1606;&#1583;&#1575;&#1582;&#1578;&#1607; &#1575;&#1587;&#1578; &#1608; &#1591;&#1575;&#1593;&#1608;&#1606; &#1578;&#1606;&#1607;&#1575; &#1575;&#1587;&#1605;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1576;&#1585;&#1575;&#1740;&#1588; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583;. &#1576;&#1575;&#1740;&#1583; &#1576;&#1575; &#1570;&#1578;&#1588; &#1608; &#1606;&#1608;&#1585; &#1593;&#1604;&#1740;&#1607; &#1570;&#1606;&#8204;&#1607;&#1575; &#1580;&#1606;&#1711;&#1740;&#1583; &#1608; &#1576;&#1585;&#1575;&#1740; &#1576;&#1602;&#1575; &#1583;&#1585; &#1670;&#1606;&#1740;&#1606; &#1588;&#1585;&#1575;&#1740;&#1591;&#1740; &#1576;&#1585; &#1581;&#1587; &#1578;&#1585;&#1587; &#1582;&#1608;&#1583; &#1594;&#1604;&#1576;&#1607; &#1705;&#1585;&#1583;&#1548; &#1586;&#1605;&#1575;&#1606; &#1575;&#1587;&#1578;&#1585;&#1575;&#1581;&#1578; &#1576;&#1607; &#1587;&#1585; &#1570;&#1605;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1570;&#1608;&#1575;&#1586;&#1607; &#1606;&#1576;&#1585;&#1583; &#1607;&#1605;&#1607;&#8204;&#1580;&#1575; &#1576;&#1607; &#1711;&#1608;&#1588; &#1605;&#1740;&#8204;&#1585;&#1587;&#1583;. &#1570;&#1605;&#1740;&#1588;&#1740;&#1575; &#1578;&#1606;&#1607;&#1575; 15 &#1587;&#1575;&#1604; &#1587;&#1606; &#1583;&#1575;&#1585;&#1583; &#1608; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1582;&#1578;&#1585;&#1740; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583; &#1606;&#1588;&#1575;&#1606; &#1583;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1662;&#1583;&#1585;&#1588; &#1606;&#1740;&#1586; &#1607;&#1606;&#1585; &#1588;&#1705;&#1575;&#1585; &#1585;&#1575; &#1576;&#1607; &#1575;&#1608; &#1570;&#1605;&#1608;&#1582;&#1578;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1586; &#1582;&#1575;&#1606;&#1608;&#1575;&#1583;&#1607;&#8204;&#1575;&#1588; &#1578;&#1606;&#1607;&#1575; &#1576;&#1585;&#1575;&#1583;&#1585; 5 &#1587;&#1575;&#1604;&#1607;&#8204;&#1575;&#1588; &#1585;&#1575; &#1583;&#1575;&#1585;&#1583; &#1608; &#1576;&#1585;&#1575;&#1740; &#1586;&#1606;&#1583;&#1607; &#1605;&#1575;&#1606;&#1583;&#1606;&#1548; &#1604;&#1575;&#1586;&#1605; &#1575;&#1587;&#1578; &#1705;&#1607; &#1607;&#1605;&#1705;&#1575;&#1585;&#1740; &#1582;&#1608;&#1576;&#1740; &#1576;&#1740;&#1606; &#1575;&#1740;&#1606; &#1583;&#1608; &#1576;&#1585;&#1602;&#1585;&#1575;&#1585; &#1588;&#1608;&#1583;.<br/><br/>A Plague Tale: Innocence &#1576;&#1607;&#8204;&#1582;&#1608;&#1576;&#1740; &#1606;&#1588;&#1575;&#1606; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1705;&#1607; &#1575;&#1740;&#1606; &#1576;&#1740;&#1605;&#1575;&#1585;&#1740; &#1606;&#1740;&#1587;&#1578; &#1705;&#1607; &#1576;&#1604;&#1575;&#1740; &#1580;&#1575;&#1606; &#1575;&#1606;&#1587;&#1575;&#1606; &#1575;&#1587;&#1578; &#1608; &#1576;&#1604;&#1705;&#1607; &#1575;&#1740;&#1606; &#1582;&#1608;&#1583; &#1575;&#1608;&#1587;&#1578; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1575;&#1586; &#1607;&#1585; &#1670;&#1607; &#1607;&#1740;&#1608;&#1604;&#1575; &#1576;&#1583;&#1578;&#1585; &#1576;&#1575;&#1588;&#1583; &#1608; &#1576;&#1575;&#1604;&#1575;&#1582;&#1585;&#1607; &#1583;&#1585;&#1587;&#1578; &#1605;&#1740;&#8204;&#1711;&#1608;&#1740;&#1606;&#1583; &#1705;&#1607; &#1576;&#1575;&#1740;&#1583; &#1575;&#1586; &#1575;&#1606;&#1587;&#1575;&#1606; &#1586;&#1606;&#1583;&#1607; &#1578;&#1585;&#1587;&#1740;&#1583; &#1606;&#1607; &#1575;&#1586; &#1605;&#1585;&#1583;&#1607;! &#1575;&#1586; &#1587;&#1608;&#1740; &#1583;&#1740;&#1711;&#1585; &#1605;&#1608;&#1588;&#8204;&#1607;&#1575; &#1606;&#1740;&#1586; &#1576;&#1604;&#1575;&#1740; &#1580;&#1575;&#1606; &#1607;&#1605;&#1607; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1588;&#1607;&#1585; &#1576;&#1607; &#1588;&#1607;&#1585; &#1576;&#1740;&#1605;&#1575;&#1585;&#1740; &#1585;&#1575; &#1605;&#1606;&#1578;&#1602;&#1604; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583; &#1608; &#1576;&#1607; &#1607;&#1740;&#1670;&#8204;&#1670;&#1740;&#1586; &#1585;&#1581;&#1605; &#1606;&#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;. &#1578;&#1606;&#1607;&#1575; &#1588;&#1593;&#1604;&#1607;&#8204;&#1607;&#1575;&#1740; &#1570;&#1578;&#1588; &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1575;&#1586; &#1581;&#1585;&#1705;&#1578; &#1705;&#1579;&#1740;&#1601; &#1582;&#1608;&#1583; &#1576;&#1575;&#1586;&#1583;&#1575;&#1585;&#1583;. &#1575;&#1587;&#1578;&#1583;&#1740;&#1608; Asobo Studio &#1606;&#1607;&#1575;&#1740;&#1578; &#1580;&#1586;&#1574;&#1740;&#1575;&#1578; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1606;&#1588;&#1575;&#1606; &#1583;&#1575;&#1583;&#1606; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1575;&#1740;&#1606; &#1582;&#1608;&#1575;&#1607;&#1585; &#1608; &#1576;&#1585;&#1575;&#1583;&#1585; &#1705;&#1608;&#1670;&#1705; &#1576;&#1607;&#8204;&#1705;&#1575;&#1585;&#1576;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1570;&#1606;&#8204;&#1602;&#1583;&#1585; &#1582;&#1608;&#1576; &#1593;&#1605;&#1604; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1593;&#1590;&#1740; &#1608;&#1602;&#1578;&#8204;&#1607;&#1575; &#1575;&#1581;&#1587;&#1575;&#1587; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583; &#1705;&#1607; &#1588;&#1605;&#1575; &#1606;&#1740;&#1586; &#1705;&#1606;&#1575;&#1585; &#1575;&#1740;&#1606; &#1583;&#1608; &#1607;&#1587;&#1578;&#1740;&#1583; &#1608; &#1583;&#1585; &#1705;&#1608;&#1670;&#1607;&#8204;&#1607;&#1575;&#1740; &#1578;&#1575;&#1585;&#1740;&#1705; &#1608; &#1605;&#1582;&#1608;&#1601; &#1662;&#1575;&#1585;&#1740;&#1587; &#1602;&#1583;&#1605; &#1576;&#1585;&#1605;&#1740;&#8204;&#1583;&#1575;&#1585;&#1740;&#1583;.<br/><br/>&#1588;&#1575;&#1740;&#1583; &#1607;&#1605;&#1740;&#1588;&#1607; &#1585;&#1572;&#1740;&#1575;&#1740; &#1570;&#1606; &#1585;&#1575; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583; &#1705;&#1607; &#1576;&#1607; &#1662;&#1575;&#1585;&#1740;&#1587; &#1608; &#1601;&#1585;&#1575;&#1606;&#1587;&#1607; &#1587;&#1601;&#1585; &#1705;&#1606;&#1740;&#1583; &#1575;&#1605;&#1575; &#1575;&#1711;&#1585; &#1576;&#1588;&#1606;&#1608;&#1740;&#1583; &#1670;&#1607; &#1575;&#1578;&#1601;&#1575;&#1602;&#1740; &#1583;&#1585; A Plague Tale: Innocence &#1585;&#1582;&#8204;&#1583;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578;&#1548; &#1607;&#1740;&#1670;&#8204;&#1711;&#1575;&#1607; &#1601;&#1705;&#1585; &#1585;&#1601;&#1578;&#1606; &#1576;&#1607; &#1601;&#1585;&#1575;&#1606;&#1587;&#1607; &#1585;&#1575; &#1606;&#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583;. &#1608;&#1581;&#1588;&#1578; &#1578;&#1606;&#1607;&#1575; &#1608;&#1575;&#1688;&#1607;&#8204;&#1575;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1576;&#1585;&#1575;&#1740; &#1578;&#1608;&#1589;&#1740;&#1601; &#1583;&#1606;&#1740;&#1575;&#1740; &#1570;&#1606; &#1576;&#1607; &#1705;&#1575;&#1585;&#1576;&#1585;&#1583;. &#1605;&#1575;&#1580;&#1585;&#1575;&#1740; &#1575;&#1740;&#1606; &#1583;&#1608; &#1582;&#1608;&#1575;&#1607;&#1585; &#1608; &#1576;&#1585;&#1575;&#1583;&#1585; &#1576;&#1587;&#1740;&#1575;&#1585; &#1580;&#1584;&#1575;&#1576; &#1575;&#1587;&#1578; &#1608; &#1587;&#1575;&#1593;&#1578;&#8204;&#1607;&#1575; &#1588;&#1605;&#1575;&#1585;&#1575; &#1583;&#1585;&#1711;&#1740;&#1585; &#1582;&#1608;&#1583; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583; &#1608; &#1602;&#1591;&#1593;&#1575;&#1611; &#1583;&#1585;&#1587;&#8204;&#1607;&#1575;&#1740; &#1576;&#1586;&#1585;&#1711;&#1740; &#1585;&#1575; &#1576;&#1607; &#1588;&#1605;&#1575; &#1582;&#1608;&#1575;&#1607;&#1583; &#1570;&#1605;&#1608;&#1582;&#1578;. &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1740;&#1585;&#1608;&#1606; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705;&#8204;&#1578;&#1585; &#1575;&#1586; &#1607;&#1605;&#1740;&#1588;&#1607; &#1575;&#1587;&#1578; &#1608; &#1575;&#1711;&#1585; &#1605;&#1740;&#8204;&#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1662;&#1575; &#1576;&#1607; &#1670;&#1606;&#1740;&#1606; &#1580;&#1575;&#1740;&#1740; &#1576;&#1711;&#1584;&#1575;&#1585;&#1740;&#1583;&#1548; &#1605;&#1608;&#1575;&#1592;&#1576; &#1582;&#1608;&#1583; &#1576;&#1575;&#1588;&#1740;&#1583; &#1705;&#1607; &#1575;&#1586; &#1586;&#1605;&#1740;&#1606; &#1608; &#1586;&#1605;&#1575;&#1606; &#1576;&#1585;&#1575;&#1740;&#1578;&#1575;&#1606; &#1583;&#1588;&#1605;&#1606; &#1585;&#1740;&#1582;&#1578;&#1607; &#1575;&#1587;&#1578;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">18+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i3-2120 (3.3 GHz)/AMD FX-4100 X4 (3.6 GHz)
Memory: 8 GB RAM
Graphics: 2 GB, GeForce GTX 660/Radeon HD 7870
Storage: 50 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1578;&#1585;&#1587;&#1606;&#1575;&#1705;, &#1578;&#1585;&#1587; &#1608; &#1576;&#1602;&#1575;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/A%20Plague%20Tale:%20Innocence/4.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/A%20Plague%20Tale:%20Innocence/a-plague-tale-innocence-screenshots-ps5-photo-mode-v0-nbjihn1p12mb1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/A%20Plague%20Tale:%20Innocence/b0k5r3sm28z21.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/A%20Plague%20Tale:%20Innocence/screenshot.plague-tale-innocence.1920x1080.2019-06-27.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/A%20Plague%20Tale:%20Innocence/fe13cb5e72b32a5cdb52c2f17093c57c54944476-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/553836/&#1581;&#1705;&#1575;&#1740;&#1578;-&#1591;&#1575;&#1593;&#1608;&#1606;-&#1608;-&#1605;&#1585;&#1711;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;&#1740;-a-plague-tale-innocence/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 81/100<br/>Steam: 9/10<br/>IGN: 7/10<br/><br/>Initial release date: May 14, 2019<br/>
    </div>
  </BODY>
</html>