<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Alaloth: Champions of The Four Kingdoms</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="559.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index1.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="576.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2103f.jpg">
        <img src="../images/2103f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Alaloth: Champions of The Four Kingdoms</div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#131</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <br/>
            <b>7.45 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; &#1575;&#1586; &#1570;&#1606; &#1583;&#1587;&#1578;&#1607; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606;&#1740; &#1607;&#1587;&#1578;&#1606;&#1583; &#1705;&#1607; &#1583;&#1585; &#1583;&#1608;&#1585;&#1575;&#1606; &#1711;&#1584;&#1588;&#1578;&#1607; &#1588;&#1607;&#1585;&#1578;&#1740; &#1576;&#1740; &#1606;&#1592;&#1740;&#1585; &#1576;&#1585; &#1585;&#1608;&#1740; &#1705;&#1575;&#1605;&#1662;&#1740;&#1608;&#1578;&#1585;&#1607;&#1575; &#1583;&#1575;&#1588;&#1578;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1576;&#1607; &#1583;&#1604;&#1740;&#1604; &#1662;&#1740;&#1670;&#1740;&#1583;&#1711;&#1740; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1608; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1705;&#1607; &#1576;&#1585;&#1575;&#1740; &#1711;&#1740;&#1605;&#1585; &#1576;&#1607; &#1608;&#1580;&#1608;&#1583; &#1605;&#1740;&#8204;&#1570;&#1608;&#1585;&#1583;&#1606;&#1583;&#1548; &#1578;&#1606;&#1607;&#1575; &#1605;&#1606;&#1575;&#1587;&#1576; &#1602;&#1588;&#1585; &#1582;&#1575;&#1589;&#1740; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1581;&#1585;&#1601;&#1607;&#8204;&#1575;&#1740; &#1576;&#1608;&#1583;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1585;&#1608;&#1586;&#1607;&#1575; &#1575;&#1740;&#1606; &#1605;&#1583;&#1604; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1705;&#1605;&#1578;&#1585; &#1608; &#1705;&#1605;&#1578;&#1585; &#1578;&#1608;&#1587;&#1593;&#1607; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583;&#1607; &#1608; &#1593;&#1575;&#1588;&#1602;&#1575;&#1606; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; &#1670;&#1575;&#1585;&#1607;&#8204;&#1575;&#1740; &#1580;&#1586; &#1578;&#1580;&#1585;&#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1602;&#1583;&#1740;&#1605;&#1740; &#1606;&#1583;&#1575;&#1585;&#1606;&#1583;. &#1576;&#1575; &#1575;&#1740;&#1606; &#1581;&#1575;&#1604; &#1607;&#1585; &#1575;&#1586; &#1670;&#1606;&#1583; &#1711;&#1575;&#1607;&#1740;&#1548; &#1740;&#1705; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; &#1605;&#1608;&#1601;&#1602; &#1588;&#1583;&#1607; &#1578;&#1575; &#1570;&#1606; &#1585;&#1608;&#1581; &#1608; &#1581;&#1587; &#1602;&#1583;&#1740;&#1605;&#1740; &#1688;&#1575;&#1606;&#1585; &#1585;&#1575; &#1576;&#1575;&#1585;&#1740; &#1583;&#1740;&#1711;&#1585; &#1586;&#1606;&#1583;&#1607; &#1705;&#1606;&#1583;. &#1740;&#1705;&#1740; &#1575;&#1586; &#1575;&#1740;&#1606; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1705;&#1607; &#1575;&#1583;&#1575;&#1740; &#1575;&#1581;&#1578;&#1585;&#1575;&#1605;&#1740; &#1576;&#1607; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;&#8204;&#1607;&#1575;&#1740; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; &#1583;&#1575;&#1588;&#1578;&#1607;&#1548; Alaloth Champions of the Four Kingdoms &#1606;&#1575;&#1605; &#1583;&#1575;&#1585;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Alaloth Champions of the Four Kingdoms &#1576;&#1607; &#1583;&#1587;&#1578; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608;&#1740; &#1605;&#1587;&#1578;&#1602;&#1604; Gamera Interactive &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1740;&#1705; &#1583;&#1606;&#1740;&#1575;&#1740; &#1582;&#1740;&#1575;&#1604;&#1740; &#1608; &#1601;&#1575;&#1606;&#1578;&#1586;&#1740; &#1576;&#1575; &#1578;&#1605;&#1575;&#1605; &#1601;&#1585;&#1605;&#1608;&#1604;&#8204;&#1607;&#1575;&#1740; &#1570;&#1588;&#1606;&#1575;&#1740; &#1587;&#1576;&#1705; &#1580;&#1585;&#1740;&#1575;&#1606; &#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1585;&#1608;&#1575;&#1740;&#1578;&#1740; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1585;&#1575;&#1590;&#1740; &#1705;&#1606;&#1606;&#1583;&#1607; &#1585;&#1575; &#1576;&#1607; &#1593;&#1604;&#1575;&#1602;&#1607;&#8204;&#1605;&#1606;&#1583;&#1575;&#1606; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1607;&#1605;&#1575;&#1606;&#1606;&#1583; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; Diablo &#1588;&#1575;&#1605;&#1604; &#1575;&#1705;&#1588;&#1606;&#1740; &#1587;&#1585;&#1740;&#1593; &#1608; &#1586;&#1606;&#1583;&#1607; &#1588;&#1583;&#1607; &#1608; &#1607;&#1740;&#1580;&#1575;&#1606; &#1585;&#1575; &#1583;&#1585; &#1589;&#1581;&#1606;&#1607;&#8204;&#1607;&#1575;&#1740; &#1606;&#1576;&#1585;&#1583; &#1576;&#1575;&#1604;&#1575; &#1606;&#1711;&#1607; &#1605;&#1740;&#8204;&#1583;&#1575;&#1585;&#1583;. &#1575;&#1586; &#1606;&#1592;&#1585; &#1587;&#1740;&#1587;&#1578;&#1605;&#8204;&#1607;&#1575;&#1740; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;&#1548; &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; Alaloth Champions of the Four Kingdoms &#1578;&#1575; &#1580;&#1575;&#1740;&#1740; &#1705;&#1607; &#1575;&#1605;&#1705;&#1575;&#1606; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1607; &#1588;&#1575;&#1607;&#1705;&#1575;&#1585;&#1607;&#1575;&#1740; &#1602;&#1583;&#1740;&#1605;&#1740; &#1608; &#1580;&#1583;&#1740;&#1583; &#1575;&#1583;&#1575;&#1740; &#1575;&#1581;&#1578;&#1585;&#1575;&#1605; &#1705;&#1585;&#1583;&#1607; &#1608; &#1587;&#1593;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607;&#8204;&#1575;&#1606;&#1583; &#1578;&#1575; &#1607;&#1608;&#1740;&#1578; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1585;&#1575; &#1601;&#1585;&#1575;&#1605;&#1608;&#1588; &#1606;&#1705;&#1606;&#1606;&#1583;.<br/><br/>&#1592;&#1575;&#1607;&#1585; Alaloth Champions of the Four Kingdoms &#1583;&#1585;&#1587;&#1578; &#1605;&#1575;&#1606;&#1606;&#1583; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; &#1583;&#1607;&#1607; 90 &#1605;&#1740;&#1604;&#1575;&#1583;&#1740; &#1575;&#1587;&#1578;. &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1583;&#1608;&#1585;&#1576;&#1740;&#1606; &#1575;&#1740;&#1586;&#1608;&#1605;&#1578;&#1585;&#1740;&#1705; &#1576;&#1607; &#1578;&#1589;&#1608;&#1740;&#1585; &#1705;&#1588;&#1740;&#1583;&#1607; &#1588;&#1583;&#1607; &#1608; &#1588;&#1605;&#1575; &#1576;&#1575;&#1740;&#1583; &#1575;&#1586; &#1605;&#1608;&#1587; &#1576;&#1585;&#1575;&#1740; &#1581;&#1585;&#1705;&#1578; &#1588;&#1582;&#1589;&#1740;&#1578; &#1575;&#1589;&#1604;&#1740; &#1608; &#1575;&#1606;&#1580;&#1575;&#1605; &#1601;&#1593;&#1575;&#1604;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1711;&#1608;&#1606;&#1575;&#1711;&#1608;&#1606; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1607;&#1605;&#1575;&#1606;&#1606;&#1583; &#1570;&#1579;&#1575;&#1585;&#1740; &#1705;&#1607; &#1575;&#1586; &#1570;&#1606;&#1607;&#1575; &#1575;&#1604;&#1607;&#1575;&#1605; &#1711;&#1585;&#1601;&#1578;&#1607;&#1548; &#1583;&#1585;&#1580;&#1607; &#1587;&#1582;&#1578;&#1740; &#1576;&#1575;&#1604;&#1575;&#1740;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1582;&#1740;&#1604;&#1740; &#1583;&#1587;&#1578; &#1605;&#1582;&#1575;&#1591;&#1576;&#1575;&#1606; &#1605;&#1576;&#1578;&#1583;&#1740; &#1585;&#1575; &#1583;&#1585; &#1605;&#1587;&#1740;&#1585;&#1588; &#1606;&#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1583;. &#1582;&#1740;&#1604;&#1740;&#8204;&#1607;&#1575; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1578;&#1585;&#1705;&#1740;&#1576;&#1740; &#1576;&#1740;&#1606; &#1583;&#1608; &#1593;&#1606;&#1608;&#1575;&#1606; DnD &#1608; Dark souls &#1605;&#1740;&#8204;&#1583;&#1575;&#1606;&#1606;&#1583;. &#1662;&#1587; &#1575;&#1711;&#1585; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1587;&#1582;&#1578; &#1608;&#1604;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1582;&#1608;&#1588; &#1587;&#1575;&#1582;&#1578; &#1608; &#1662;&#1575;&#1583;&#1575;&#1588; &#1583;&#1607;&#1606;&#1583;&#1607; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1578;&#1580;&#1585;&#1576;&#1607; Alaloth Champions of the Four Kingdoms &#1585;&#1575; &#1575;&#1586; &#1583;&#1587;&#1578; &#1606;&#1583;&#1607;&#1740;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Alaloth Champions of the Four Kingdoms &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1575;&#1604;&#1607;&#1575;&#1605; &#1711;&#1585;&#1601;&#1578;&#1606; &#1575;&#1586; &#1570;&#1579;&#1575;&#1585; &#1602;&#1583;&#1740;&#1605;&#1740; &#1608; &#1578;&#1585;&#1705;&#1740;&#1576;&#1588;&#1575;&#1606; &#1576;&#1575; &#1587;&#1740;&#1587;&#1578;&#1605;&#8204;&#1607;&#1575;&#1740; &#1605;&#1583;&#1585;&#1606;&#1548; &#1605;&#1608;&#1601;&#1602; &#1588;&#1583;&#1607; &#1578;&#1575; &#1605;&#1581;&#1589;&#1608;&#1604;&#1740; &#1585;&#1575; &#1576;&#1607; &#1593;&#1575;&#1588;&#1602;&#1575;&#1606; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1575;&#1585;&#1575;&#1574;&#1607; &#1705;&#1606;&#1583; &#1705;&#1607; &#1575;&#1740;&#1606; &#1585;&#1608;&#1586;&#1607;&#1575; &#1705;&#1605;&#1578;&#1585; &#1575;&#1579;&#1585;&#1740; &#1575;&#1586; &#1570;&#1606;&#1607;&#1575; &#1583;&#1740;&#1583;&#1607; &#1605;&#1740;&#1588;&#1608;&#1583;. &#1662;&#1587; &#1575;&#1711;&#1585; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1740;&#1607; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1576;&#1740; &#1606;&#1592;&#1740;&#1585; &#1607;&#1587;&#1578;&#1740;&#1583;&#1548; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1575;&#1586; &#1583;&#1587;&#1578; &#1606;&#1583;&#1607;&#1740;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Symphony of War The Nephilim Saga &#1608; Holomento &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Core i3 2100 / AMD Phenom X2 550
Memory: 2 GB RAM
Graphics: NVIDIA GTX 770 / AMD Radeon 7970
DirectX: Version 11
Storage: 20 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1616;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Alaloth%20Champions%20of%20the%20Four%20Kingdoms/Alaloth-Champions-of-the-Four-Kingdoms-Screenshot-019.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Alaloth%20Champions%20of%20the%20Four%20Kingdoms/Alaloth-Champions-of-the-Four-Kingdoms-Screenshot-022.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Alaloth%20Champions%20of%20the%20Four%20Kingdoms/med_e8930c05-b412-47e2-be25-36378e3a1a7a_Baystone.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Alaloth%20Champions%20of%20the%20Four%20Kingdoms/screenshot.alaloth-champions-of-the-four-kingdoms.1920x1080.2020-06-14.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Alaloth%20Champions%20of%20the%20Four%20Kingdoms/7e6b7dd13160bfb7ff0f0e08411e730c51632057-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Steam: 7/10<br/>GOG.com: 3.3/5<br/>PC ZONE: 4/5<br/>Initial release date: June 30, 2022</div>
  </BODY>
</html>