<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Alien Isolation Collection</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2113.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index1.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="5228.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2128f.jpg">
        <img src="../images/2128f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Alien Isolation Collection&#160;(2023)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Alien&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action, Adventure, Horror, Survival Horror</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#133</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Limited Run Games</b>
	    &#160;
	   	Creative Assembly
            <br/>
            <b>10.7 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1688;&#1575;&#1606;&#1585; &#1608;&#1581;&#1588;&#1578; &#1583;&#1585; &#1587;&#1740;&#1606;&#1605;&#1575; &#1576;&#1575; &#1575;&#1606;&#1578;&#1588;&#1575;&#1585; &#1601;&#1740;&#1604;&#1605; &#1576;&#1740;&#1711;&#1575;&#1606;&#1607; &#1583;&#1585; &#1587;&#1575;&#1604; 1979 &#1583;&#1670;&#1575;&#1585; &#1578;&#1594;&#1740;&#1740;&#1585;&#1575;&#1578; &#1605;&#1579;&#1576;&#1578; &#1608; &#1601;&#1585;&#1575;&#1608;&#1575;&#1606;&#1740; &#1588;&#1583;. &#1581;&#1575;&#1604; &#1602;&#1585;&#1575;&#1585; &#1711;&#1585;&#1601;&#1578;&#1606; &#1583;&#1585; &#1740;&#1705; &#1587;&#1601;&#1740;&#1606;&#1607; &#1601;&#1590;&#1575;&#1740;&#1740; &#1608; &#1601;&#1585;&#1575;&#1585; &#1705;&#1585;&#1583;&#1606; &#1575;&#1586; &#1583;&#1587;&#1578; &#1740;&#1705; &#1576;&#1740;&#1711;&#1575;&#1606;&#1607; &#1602;&#1575;&#1578;&#1604;&#1548; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1587;&#1578; &#1578;&#1576;&#1583;&#1740;&#1604; &#1576;&#1607; &#1575;&#1587;&#1578;&#1575;&#1606;&#1583;&#1575;&#1585;&#1583;&#1740; &#1576;&#1585;&#1575;&#1740; &#1578;&#1585;&#1587;&#1575;&#1606;&#1583;&#1606; &#1605;&#1582;&#1575;&#1591;&#1576;&#1740;&#1606; &#1588;&#1608;&#1583;. &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1575;&#1586; &#1585;&#1608;&#1740; &#1575;&#1740;&#1606; &#1601;&#1585;&#1606;&#1670;&#1575;&#1740;&#1586; &#1576;&#1586;&#1585;&#1711; &#1578;&#1608;&#1587;&#1593;&#1607; &#1740;&#1575;&#1601;&#1578;&#1606;&#1583; &#1705;&#1607; &#1607;&#1740;&#1670; &#1705;&#1583;&#1575;&#1605; &#1576;&#1607; &#1570;&#1606; &#1588;&#1705;&#1604;&#1740; &#1705;&#1607; &#1576;&#1575;&#1740;&#1583;&#1548; &#1606;&#1578;&#1608;&#1575;&#1606;&#1587;&#1578;&#1606;&#1583; &#1585;&#1608;&#1581; &#1608; &#1575;&#1585;&#1586;&#1588; &#1608;&#1575;&#1602;&#1593;&#1740; &#1576;&#1740;&#1711;&#1575;&#1606;&#1607; &#1585;&#1575; &#1576;&#1607; &#1606;&#1605;&#1575;&#1740;&#1588; &#1576;&#1711;&#1584;&#1575;&#1585;&#1606;&#1583;. &#1578;&#1575; &#1575;&#1740;&#1606;&#1705;&#1607; &#1583;&#1585; &#1587;&#1575;&#1604; 2014&#1548; &#1593;&#1606;&#1608;&#1575;&#1606; &#1576;&#1575; &#1606;&#1575;&#1605; Alien Isolation &#1576;&#1607; &#1583;&#1587;&#1578; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608;&#1740; Creative Assembly &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583; &#1608; &#1578;&#1608;&#1575;&#1606;&#1587;&#1578; &#1740;&#1705; &#1576;&#1575;&#1585; &#1576;&#1585;&#1575;&#1740; &#1607;&#1605;&#1740;&#1588;&#1607; &#1602;&#1575;&#1593;&#1583;&#1607; &#1585;&#1575; &#1593;&#1608;&#1590; &#1705;&#1606;&#1583;. &#1581;&#1575;&#1604; &#1662;&#1587; &#1575;&#1586; &#1605;&#1583;&#1578;&#8204;&#1607;&#1575;&#1548; &#1576;&#1575; &#1606;&#1587;&#1582;&#1607; &#1705;&#1575;&#1605;&#1604; &#1608; &#1580;&#1583;&#1740;&#1583; &#1575;&#1586; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1606;&#1575;&#1605; Alien Isolation Collection &#1585;&#1608;&#1576;&#1585;&#1608; &#1607;&#1587;&#1578;&#1740;&#1605;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Alien Isolation Collection &#1583;&#1585; &#1575;&#1589;&#1604; &#1662;&#1705;&#1740;&#1580;&#1740; &#1705;&#1575;&#1605;&#1604; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; Alien Isolation &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1588;&#1575;&#1605;&#1604; &#1578;&#1605;&#1575;&#1605; &#1605;&#1581;&#1578;&#1608;&#1740;&#1575;&#1578; &#1575;&#1590;&#1575;&#1601;&#1607;&#8204;&#1575;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1605;&#1581;&#1578;&#1608;&#1740;&#1575;&#1578; &#1588;&#1575;&#1605;&#1604; &#1670;&#1606;&#1583;&#1740;&#1606; &#1576;&#1587;&#1578;&#1607; &#1575;&#1604;&#1581;&#1575;&#1602;&#1740; &#1576;&#1575; &#1606;&#1575;&#1605;&#8204;&#1607;&#1575;&#1740;: Corporate Lockdown&#1548; Crew Expendable&#1548; Last Survivor&#1548; Lost Contact&#1548; Safe Haven&#1548; Trauma&#1548; The Trigger &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583;. &#1607;&#1585; &#1705;&#1583;&#1575;&#1605; &#1575;&#1586; &#1575;&#1740;&#1606; &#1576;&#1587;&#1578;&#1607;&#8204;&#1607;&#1575; &#1705;&#1607; &#1662;&#1740;&#1588; &#1575;&#1586; &#1575;&#1740;&#1606; &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; &#1580;&#1583;&#1575;&#1711;&#1575;&#1606;&#1607; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1575;&#1589;&#1604;&#1740; &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1607; &#1576;&#1608;&#1583;&#1606;&#1583;&#1548; &#1581;&#1575;&#1604; &#1576;&#1575; &#1583;&#1575;&#1606;&#1604;&#1608;&#1583; Alien Isolation Collection &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1607;&#1605; &#1608; &#1576;&#1607; &#1591;&#1608;&#1585; &#1705;&#1575;&#1605;&#1604; &#1576;&#1585;&#1575;&#1740; &#1591;&#1585;&#1601;&#8204;&#1583;&#1575;&#1585;&#1575;&#1606; &#1583;&#1585; &#1583;&#1587;&#1578;&#1585;&#1587; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1585;&#1606;&#1583;. &#1576;&#1575; &#1575;&#1740;&#1606; &#1581;&#1575;&#1604; &#1606;&#1576;&#1575;&#1740;&#1583; &#1576;&#1575;&#1586;&#1740; &#1575;&#1589;&#1604;&#1740; &#1608; &#1740;&#1705;&#1740; &#1575;&#1586; &#1588;&#1575;&#1607;&#1705;&#1575;&#1585;&#1575;&#1606; &#1587;&#1576;&#1705; &#1578;&#1585;&#1587; &#1608; &#1576;&#1602;&#1575; &#1585;&#1575; &#1601;&#1585;&#1575;&#1605;&#1608;&#1588; &#1705;&#1585;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Alien Isolation &#1576;&#1607; &#1605;&#1593;&#1606;&#1575;&#1740; &#1581;&#1602;&#1740;&#1602;&#1740; &#1705;&#1604;&#1605;&#1607;&#1548; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1575;&#1587;&#1578;. &#1607;&#1583;&#1601; &#1575;&#1589;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740;&#1548; &#1601;&#1585;&#1575;&#1585; &#1575;&#1586; &#1575;&#1740;&#1587;&#1578;&#1711;&#1575;&#1607;&#1740; &#1601;&#1590;&#1575;&#1740;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1585; &#1583;&#1740;&#1608;&#1575;&#1585;&#1607;&#1575;&#1740; &#1575;&#1605;&#1606;&#1588;&#1548; &#1605;&#1608;&#1580;&#1608;&#1583;&#1740; &#1587;&#1575;&#1705;&#1578; &#1608; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1585;&#1575; &#1580;&#1575; &#1583;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1602;&#1575;&#1578;&#1604; &#1601;&#1590;&#1575;&#1740;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1607;&#1740;&#1670; &#1608;&#1580;&#1607; &#1606;&#1575;&#1576;&#1608;&#1583; &#1606;&#1588;&#1583;&#1607; &#1608; &#1575;&#1605;&#1705;&#1575;&#1606; &#1711;&#1740;&#1585; &#1575;&#1606;&#1583;&#1575;&#1582;&#1578;&#1606;&#1588; &#1583;&#1585; &#1578;&#1604;&#1607;&#8204;&#1575;&#1740; &#1608;&#1580;&#1608;&#1583; &#1606;&#1583;&#1575;&#1585;&#1583;. &#1578;&#1606;&#1607;&#1575; &#1705;&#1575;&#1585;&#1740; &#1705;&#1607; &#1583;&#1585; Alien Isolation &#1576;&#1575;&#1740;&#1583; &#1575;&#1606;&#1580;&#1575;&#1605; &#1583;&#1607;&#1740;&#1583;&#1548; &#1601;&#1585;&#1575;&#1585; &#1608; &#1605;&#1582;&#1601;&#1740; &#1588;&#1583;&#1606; &#1575;&#1586; &#1583;&#1587;&#1578; &#1605;&#1608;&#1580;&#1608;&#1583; &#1601;&#1590;&#1575;&#1740;&#1740; &#1605;&#1585;&#1711;&#1576;&#1575;&#1585; &#1575;&#1587;&#1578;. &#1583;&#1585; &#1586;&#1605;&#1740;&#1606;&#1607; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740;&#1548; &#1588;&#1575;&#1607;&#1583; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1583;&#1587;&#1578;&#1575;&#1608;&#1585;&#1583;&#1607;&#1575;&#1740; &#1589;&#1606;&#1593;&#1578; &#1711;&#1740;&#1605; &#1583;&#1585; &#1688;&#1575;&#1606;&#1585; &#1608;&#1581;&#1588;&#1578; &#1607;&#1587;&#1578;&#1740;&#1605;. &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1608; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1576;&#1575;&#1593;&#1579; &#1582;&#1604;&#1602; &#1575;&#1578;&#1605;&#1587;&#1601;&#1585;&#1740; &#1608;&#1581;&#1588;&#1578;&#1606;&#1575;&#1705; &#1608; &#1578;&#1575;&#1585;&#1740;&#1705; &#1576;&#1608;&#1583;&#1607; &#1608; &#1588;&#1605;&#1575; &#1606;&#1740;&#1586; &#1576;&#1575;&#1740;&#1583; &#1576;&#1607; &#1605;&#1585;&#1608;&#1585; &#1605;&#1585;&#1575;&#1602;&#1576; &#1576;&#1575;&#1588;&#1740;&#1583; &#1578;&#1575; &#1582;&#1608;&#1585;&#1575;&#1705; &#1607;&#1740;&#1608;&#1604;&#1575;&#1740; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1606;&#1588;&#1608;&#1740;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Alien Isolation &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1578;&#1585;&#1587; &#1608; &#1576;&#1602;&#1575; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1705;&#1607; &#1576;&#1585; &#1575;&#1587;&#1575;&#1587; &#1601;&#1585;&#1606;&#1670;&#1575;&#1740;&#1586; &#1587;&#1740;&#1606;&#1605;&#1575;&#1740;&#1740; &#1605;&#1593;&#1585;&#1608;&#1601; &#1576;&#1740;&#1711;&#1575;&#1606;&#1607; &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607;&#1548; &#1740;&#1705;&#1740; &#1575;&#1586; &#1582;&#1608;&#1588; &#1587;&#1575;&#1582;&#1578;&#8204;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1583;&#1585; &#1581;&#1575;&#1604; &#1581;&#1575;&#1590;&#1585; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583;. &#1662;&#1587; &#1575;&#1711;&#1585; &#1583;&#1585; &#1740;&#1705; &#1588;&#1576; &#1578;&#1575;&#1585;&#1740;&#1705; &#1608; &#1587;&#1575;&#1705;&#1578;&#1548; &#1607;&#1608;&#1587; &#1578;&#1580;&#1585;&#1576;&#1607; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1585;&#1575; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1607;&#1605;&#1740;&#1606; &#1581;&#1575;&#1604;&#1575; &#1593;&#1606;&#1608;&#1575;&#1606; Alien Isolation &#1585;&#1575; &#1583;&#1575;&#1606;&#1604;&#1608;&#1583; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Outlast &#1608; The Evil Within 2 &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">Mature</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: 3.16Ghz Intel Core 2 Duo E8500
Memory: 4 GB RAM
Graphics: 1GB (AMD Radeon HD 5550 or Nvidia GeForce GT 430)
DirectX: Version 11
Storage: 35 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1576;&#1602;&#1575;, &#1578;&#1585;&#1587; &#1608; &#1576;&#1602;&#1575;, &#1578;&#1585;&#1587;&#1606;&#1575;&#1705;, &#1605;&#1582;&#1601;&#1740; &#1705;&#1575;&#1585;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Alien%20Isolation%20Collection/AI_LAUNCH_SCREEN010_1411636920.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Alien%20Isolation%20Collection/alien-isolation-screenshot-002-1920x1095.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Alien%20Isolation%20Collection/alien-isolation-the-collection-40580.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Alien%20Isolation%20Collection/ihnw8ncqr8m31.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Alien%20Isolation%20Collection/c655abd1571e30471d32b8352df8a50656367159-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/367461/&#1576;&#1575;&#1604;&#1575;&#1740;-&#1580;&#1608;&#1563;-&#1607;&#1605;&#1670;&#1608;&#1606;-&#1605;&#1585;&#1711;&#1548;-&#1705;&#1607;-&#1606;&#1575;&#1605;-&#1705;&#1608;&#1670;&#1705;-&#1586;&#1606;&#1583;&#1711;&#1740;/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 81/100<br/>Steam: 9/10<br/>IGN: 5.9/10<br/><br/>Initial release date: October 6, 2014</div>
  </BODY>
</html>