<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Aliens: Colonial Marines</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5228.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index1.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2139.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2154f.jpg">
        <img src="../images/2154f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Aliens: Colonial Marines&#160;(2013)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action, FPS</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#136</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Sega of America</b>
	    &#160;
	   	Gearbox Software
            <br/>
            <b>11.8 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1583;&#1587;&#1578; &#1608; &#1662;&#1606;&#1580;&#1607; &#1606;&#1585;&#1605; &#1705;&#1606;&#1548; &#1587;&#1585;&#1576;&#1575;&#1586;! &#1576;&#1607; Aliens: Colonial Marines &#1582;&#1608;&#1588; &#1570;&#1605;&#1583;&#1740;&#1583;. &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1578;&#1740;&#1585;&#1575;&#1606;&#1583;&#1575;&#1586;&#1740; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589; &#1575;&#1705;&#1588;&#1606; &#1583;&#1585; &#1601;&#1590;&#1575;&#1740;&#1740; &#1576;&#1607;&#8204;&#1592;&#1575;&#1607;&#1585; &#1570;&#1585;&#1575;&#1605;&#1548; &#1601;&#1585;&#1740;&#1576;&#1606;&#1583;&#1607; &#1608; &#1608;&#1581;&#1588;&#1578;&#1606;&#1575;&#1705;&#1548; &#1587;&#1593;&#1740; &#1705;&#1585;&#1583;&#1607; &#1575;&#1586; &#1587;&#1585;&#1740; &#1601;&#1740;&#1604;&#1605;&#8204;&#1607;&#1575;&#1740; &#1576;&#1740;&#1711;&#1575;&#1606;&#1607; &#1705;&#1607; &#1583;&#1585; &#1587;&#1585;&#1575;&#1587;&#1585; &#1580;&#1607;&#1575;&#1606; &#1605;&#1608;&#1601;&#1602; &#1576;&#1607; &#1606;&#1592;&#1585; &#1605;&#1740; &#1585;&#1587;&#1583;&#1548; &#1575;&#1604;&#1607;&#1575;&#1605; &#1576;&#1711;&#1740;&#1585;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1578;&#1608;&#1587;&#1591; Gearbox &#1583;&#1585;&#1587;&#1575;&#1604; 2013 &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1583;&#1585; &#1578;&#1705;&#1605;&#1740;&#1604; &#1570;&#1606;&#1548; &#1591;&#1585;&#1575;&#1581;&#1575;&#1606; &#1576;&#1585;&#1580;&#1587;&#1578;&#1607; &#1608; &#1605;&#1608;&#1585;&#1583; &#1593;&#1604;&#1575;&#1602;&#1607;&#8204;&#1740; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Borderlands &#1608; Brothers in Arms &#1607;&#1605;&#1705;&#1575;&#1585;&#1740; &#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1588;&#1605;&#1575; &#1608; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606;&#1578;&#1575;&#1606; &#1583;&#1585; &#1705;&#1607;&#1705;&#1588;&#1575;&#1606; &#1607;&#1605;&#8204;&#1587;&#1601;&#1585; &#1605;&#1740;&#8204;&#1588;&#1608;&#1740;&#1583; &#1578;&#1575; &#1586;&#1606;&#1583;&#1607; &#1576;&#1605;&#1575;&#1606;&#1740;&#1583; &#1608; &#1576;&#1585;&#1575;&#1740; &#1575;&#1586; &#1576;&#1740;&#1606; &#1576;&#1585;&#1583;&#1606; &#1570;&#1604;&#1608;&#1583;&#1711;&#1740; Xeno &#1607;&#1605;&#1705;&#1575;&#1585;&#1740; &#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575; &#1576;&#1585; &#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1586; &#1601;&#1740;&#1604;&#1605; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; &#1576;&#1740;&#1711;&#1575;&#1606;&#1711;&#1575;&#1606; &#1580;&#1740;&#1605;&#1586; &#1705;&#1575;&#1605;&#1585;&#1608;&#1606; &#1591;&#1585;&#1575;&#1581;&#1740; &#1588;&#1583;&#1607;&#1548; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1575;&#1586;&#8204;&#1580;&#1605;&#1604;&#1607; &#1578;&#1601;&#1606;&#1711;&#8204;&#1607;&#1575;&#1740; &#1662;&#1575;&#1604;&#1587;&#1740;&#1548; &#1585;&#1583;&#1740;&#1575;&#1576;&#8204;&#1607;&#1575;&#1740; &#1581;&#1585;&#1705;&#1578;&#1740; &#1608; &#1575;&#1587;&#1604;&#1581;&#1607; &#1605;&#1581;&#1576;&#1608;&#1576; &#1570;&#1578;&#1588;&#8204;&#1575;&#1601;&#1585;&#1608;&#1586; &#1606;&#1575;&#1605; &#1576;&#1585;&#1583;. &#1605;&#1581;&#1740;&#1591; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1576;&#1575; &#1575;&#1604;&#1607;&#1575;&#1605; &#1575;&#1586; &#1607;&#1605;&#1740;&#1606; &#1587;&#1585;&#1740; &#1601;&#1740;&#1604;&#1605; (&#1575;&#1586; &#1580;&#1605;&#1604;&#1607; &#1587;&#1601;&#1740;&#1606;&#1607;&#8204;&#1607;&#1575;&#1740; Hadley&#8217;s Hope&#1548; Sulaco &#1608; LV-426) &#1608; &#1576;&#1575; &#1580;&#1586;&#1574;&#1740;&#1575;&#1578; &#1608; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1606;&#1587;&#1576;&#1578;&#1575; &#1582;&#1608;&#1576;&#1548; &#1588;&#1605;&#1575; &#1585;&#1575; &#1583;&#1585; &#1740;&#1705; &#1583;&#1606;&#1740;&#1575;&#1740; &#1580;&#1575;&#1583;&#1608;&#1740;&#1740; &#1608; &#1580;&#1608;&#1740; &#1583;&#1604;&#1607;&#1585;&#1607;&#8204;&#1570;&#1608;&#1585; &#1594;&#1608;&#1591;&#1607;&#8204;&#1608;&#1585; &#1582;&#1608;&#1575;&#1607;&#1583; &#1606;&#1605;&#1608;&#1583; &#1705;&#1607; &#1583;&#1585; &#1570;&#1606; &#1607;&#1585; &#1604;&#1581;&#1592;&#1607; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606;&#1583; &#1605;&#1585;&#1711; &#1588;&#1605;&#1575; &#1585;&#1575; &#1576;&#1585;&#1576;&#1575;&#1740;&#1583;. &#1711;&#1740;&#1605;&#1585; &#1578;&#1608;&#1587;&#1591; &#1711;&#1585;&#1608;&#1607;&#1576;&#1575;&#1606; Cristopher Winter &#1608;&#1575;&#1585;&#1583; &#1576;&#1575;&#1586;&#1740; &#1588;&#1583;&#1607; &#1705;&#1607; &#1608;&#1592;&#1740;&#1601;&#1607; &#1583;&#1575;&#1585;&#1583; &#1575;&#1601;&#1585;&#1575;&#1583; &#1711;&#1605;&#8204;&#1588;&#1583;&#1607; &#1583;&#1585; &#1587;&#1601;&#1740;&#1606;&#1607; Sulaco &#1585;&#1575; &#1662;&#1740;&#1583;&#1575; &#1705;&#1606;&#1583; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1583;&#1575;&#1588;&#1578;&#1606; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1740; &#1575;&#1705;&#1588;&#1606; &#1608; &#1662;&#1585;&#8204;&#1607;&#1740;&#1580;&#1575;&#1606;&#1548; &#1601;&#1590;&#1575;&#1740;&#1740; &#1662;&#1585;&#8204;&#1578;&#1606;&#1588; &#1548; &#1662;&#1585;&#8204;&#1575;&#1587;&#1578;&#1585;&#1587; &#1608; &#1578;&#1575;&#8204; &#1581;&#1583;&#1608;&#1583;&#1740; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1585;&#1575; &#1583;&#1585; &#1575;&#1740;&#1606; &#1575;&#1579;&#1585; &#1578;&#1580;&#1585;&#1576;&#1607; &#1606;&#1605;&#1575;&#1740;&#1583;. &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1583;&#1585; &#1575;&#1705;&#1579;&#1585; &#1575;&#1608;&#1602;&#1575;&#1578; &#1576;&#1575; &#1585;&#1608;&#1606;&#1583;&#1740; &#1587;&#1585;&#1740;&#1593; &#1662;&#1740;&#1588; &#1605;&#1740;&#8204;&#1585;&#1608;&#1583; &#1608; &#1587;&#1740;&#1604; &#1575;&#1606;&#1576;&#1608;&#1607; &#1586;&#1606;&#1608;&#1605;&#1608;&#1585;&#1601; &#1607;&#1575; &#1608; &#1587;&#1585;&#1576;&#1575;&#1586;&#1575;&#1606;&#1740; &#1705;&#1607; &#1602;&#1589;&#1583; &#1580;&#1575;&#1606; &#1588;&#1605;&#1575; &#1585;&#1575; &#1583;&#1575;&#1585;&#1606;&#1583;&#1548; &#1575;&#1740;&#1606; &#1605;&#1607;&#1605; &#1585;&#1575; &#1585;&#1602;&#1605; &#1605;&#1740; &#1586;&#1606;&#1583;.<br/><br/>&#1588;&#1705;&#1587;&#1578; Xenos &#1582;&#1740;&#1604;&#1740; &#1583;&#1588;&#1608;&#1575;&#1585; &#1575;&#1587;&#1578;&#1567; &#1593;&#1604;&#1575;&#1602;&#1607;&#8204;&#1605;&#1606;&#1583;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1588;&#1576;&#1705;&#1607;&#8204;&#1575;&#1740; (co-operative) &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606; &#1582;&#1608;&#1583; &#1585;&#1575; &#1601;&#1585;&#1575;&#1582;&#1608;&#1575;&#1606;&#1740; &#1705;&#1606;&#1606;&#1583; &#1578;&#1575; &#1576;&#1607;&#8204;&#1705;&#1605;&#1705; &#1602;&#1583;&#1585;&#1578; &#1588;&#1604;&#1740;&#1705; &#1575;&#1590;&#1575;&#1601;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575;&#1548; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1582;&#1608;&#1583; &#1585;&#1575; &#1585;&#1575;&#1581;&#1578;&#8204;&#1578;&#1585; &#1588;&#1705;&#1587;&#1578; &#1583;&#1607;&#1606;&#1583;. &#1705;&#1604; &#1605;&#1585;&#1575;&#1581;&#1604; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578;&#1740; &#1585;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1576;&#1607; &#1578;&#1606;&#1575;&#1587;&#1576; &#1590;&#1585;&#1608;&#1585;&#1578;&#1548; &#1576;&#1575; &#1740;&#1705; &#1578;&#1740;&#1605; &#1578;&#1575; &#1670;&#1607;&#1575;&#1585; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1576;&#1575;&#1586;&#1740; &#1705;&#1585;&#1583;. &#1607;&#1605;&#8204;&#1670;&#1606;&#1740;&#1606; &#1607;&#1585; &#1705;&#1583;&#1575;&#1605; &#1575;&#1586; &#1575;&#1740;&#1606; &#1670;&#1607;&#1575;&#1585; &#1606;&#1601;&#1585; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583;&#1548; &#1607;&#1585; &#1604;&#1581;&#1592;&#1607; &#1575;&#1586; &#1575;&#1740;&#1606; &#1605;&#1585;&#1575;&#1581;&#1604; &#1583;&#1585;&#8204;&#1589;&#1608;&#1585;&#1578; &#1578;&#1605;&#1575;&#1740;&#1604; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1582;&#1575;&#1585;&#1580; &#1608; &#1740;&#1575; &#1583;&#1608;&#1576;&#1575;&#1585;&#1607; &#1608;&#1575;&#1585;&#1583; &#1588;&#1608;&#1606;&#1583;. &#1583;&#1587;&#1578;&#1711;&#1575;&#1607; &#1705;&#1588;&#1578;&#1575;&#1585; &#1705;&#1575;&#1605;&#1604; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1587;&#1575;&#1586;&#1740;&#1583;. &#1587;&#1740;&#1587;&#1578;&#1605; &#1575;&#1585;&#1578;&#1602;&#1575;&#1569; &#1711;&#1587;&#1578;&#1585;&#1583;&#1607; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1575;&#1580;&#1575;&#1586;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1578;&#1575; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1607;&#8204;&#1606;&#1581;&#1608;&#1740; &#1705;&#1607; &#1605;&#1740;&#8204;&#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1588;&#1705;&#1604; &#1583;&#1607;&#1606;&#1583;. &#1576;&#1575; &#1705;&#1587;&#1576; &#1578;&#1580;&#1585;&#1576;&#1607; &#1576;&#1740;&#1588;&#8204;&#1578;&#1585; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1587;&#1604;&#1575;&#1581; &#1608; &#1592;&#1575;&#1607;&#1585;&#1740; &#1580;&#1583;&#1740;&#1583; &#1576;&#1585;&#1575;&#1740; &#1578;&#1740;&#1605; &#1582;&#1608;&#1583; &#1601;&#1585;&#1575;&#1607;&#1605; &#1606;&#1605;&#1575;&#1740;&#1740;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1587;&#1585;&#1740; Dead Space &#1585;&#1575; &#1576;&#1575;&#1586;&#1740; &#1705;&#1585;&#1583;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583;&#1548; &#1576;&#1607; &#1580;&#1584;&#1575;&#1576;&#1740;&#1578; &#1583;&#1585;&#1570;&#1605;&#1740;&#1582;&#1578;&#1606; &#1587;&#1576;&#1705;&#8204;&#1607;&#1575;&#1740; &#1578;&#1740;&#1585;&#1575;&#1606;&#1583;&#1575;&#1586;&#1740; &#1576;&#1575; &#1576;&#1602;&#1575; &#1608; &#1608;&#1581;&#1588;&#1578; &#1662;&#1740; &#1576;&#1585;&#1583;&#1607;&#8204;&#1575;&#1740;&#1583; &#1608; &#1575;&#1711;&#1585; &#1576;&#1585;&#1575;&#1740; &#1575;&#1608;&#1604;&#1740;&#1606;&#8204;&#1576;&#1575;&#1585; &#1575;&#1587;&#1578; &#1587;&#1585;&#1575;&#1594; &#1575;&#1740;&#1606; &#1606;&#1608;&#1593; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1570;&#1605;&#1583;&#1607;&#8204;&#1575;&#1740;&#1583;&#1548; &#8204;&#1576;&#1607;&#1578;&#1585; &#1575;&#1587;&#1578; &#1576;&#1583;&#1575;&#1606;&#1740;&#1583; &#1705;&#1607; &#1575;&#1604;&#1605;&#1575;&#1606; &#1608;&#1581;&#1588;&#1578; &#1583;&#1585; Colonial Marines &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1576;&#1602;&#1575; &#1606;&#1605;&#1608;&#1583; &#1705;&#1605;&#1578;&#1585;&#1740; &#1583;&#1575;&#1585;&#1583;&#1548; &#1575;&#1605;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1662;&#1740;&#1588;&#8204;&#1586;&#1605;&#1740;&#1606;&#1607; &#1605;&#1606;&#1575;&#1587;&#1576;&#1740; &#1576;&#1585;&#1575;&#1740; &#1575;&#1583;&#1575;&#1605;&#1607; &#1583;&#1575;&#1583;&#1606; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1588;&#1583; &#1576;&#1607;&#8204;&#1608;&#1740;&#1688;&#1607; &#1705;&#1607; &#1576;&#1583;&#1575;&#1606;&#1740;&#1583; &#1583;&#1585; &#1575;&#1583;&#1575;&#1605;&#1607; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#1548; &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1602;&#1587;&#1605;&#1578; &#1576;&#1593;&#1583;&#1740; &#8220;&#1576;&#1740;&#1711;&#1575;&#1606;&#1711;&#1575;&#1606;&#8221; &#1576;&#1575; &#1606;&#1575;&#1605; Alien: Isolation &#1576;&#1585;&#1608;&#1740; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705;&#8204;&#1576;&#1608;&#1583;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1740;&#1588;&#1578;&#1585; &#1578;&#1605;&#1585;&#1705;&#1586; &#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1576;&#1607;&#8204;&#1607;&#1585;&#8204;&#1581;&#1575;&#1604; &#1588;&#1575;&#1740;&#1583; &#1576;&#1585;&#1575;&#1740; &#1570;&#1606; &#1583;&#1587;&#1578;&#1607; &#1575;&#1586; &#1711;&#1740;&#1605;&#1585;&#8204;&#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1578;&#1575;&#8204;&#1705;&#1606;&#1608;&#1606; &#1605;&#1608;&#1601;&#1602; &#1576;&#1607; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1740; &#1587;&#1585;&#1740; Aliens &#1606;&#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1576;&#1575;&#1586;&#1740; Colonial Marines &#1576;&#1578;&#1608;&#1575;&#1606;&#1583; &#1601;&#1585;&#1589;&#1578; &#1582;&#1608;&#1576;&#1740; &#1576;&#1585;&#1575;&#1740; &#1605;&#1604;&#1575;&#1602;&#1575;&#1578; &#1576;&#1575; &#1740;&#1705; &#1585;&#1608;&#1575;&#1740;&#1578; &#1588;&#1604;&#1608;&#1594; &#1608; &#1662;&#1585;&#8204; &#1607;&#1585;&#1580;&#8204;&#1608;&#8204;&#1605;&#1585;&#1580; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1607; &#1578;&#1589;&#1608;&#1740;&#1585; &#1705;&#1588;&#1740;&#1583;&#1607; &#1588;&#1583;&#1607; &#1575;&#1586; &#1587;&#1585;&#1740; &#1576;&#1740;&#1711;&#1575;&#1606;&#1607; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1705;&#1575;&#1605;&#1662;&#1740;&#1608;&#1578;&#1585;&#1740; &#1576;&#1575;&#1588;&#1583;.<br/>
    </div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">Mature</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: 2 GHz Intel Dual Core Processor
Memory: 2GB RAM (XP), 2GB RAM (Vista)
Graphics: NVIDIA GeForce 8500/ATI Radeon HD 2600 (256 minimum)
DirectX&#174;: 9.0c
Hard Drive: 20GB free hard disk space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1588;&#1608;&#1578;&#1585;, &#1578;&#1585;&#1587;&#1606;&#1575;&#1705;, &#1578;&#1585;&#1587; &#1608; &#1576;&#1602;&#1575;, &#1575;&#1705;&#1588;&#1606;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Aliens%20Colonial%20Marines/Aliens-CM1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Aliens%20Colonial%20Marines/aliens_colonial_marines-3.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Aliens%20Colonial%20Marines/aliens_colonial_marines-6.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Aliens%20Colonial%20Marines/aliens_colonial_marines.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Aliens%20Colonial%20Marines/ff0295f1ead5332c17dd242188c7997013633515-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/59145/&#1576;&#1740;&#1711;&#1575;&#1606;&#1711;&#1575;&#1606;&#1616;-&#1601;&#1575;&#1580;&#1593;&#1607;-&#1570;&#1601;&#1585;&#1740;&#1606;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-aliens-colonial-marines/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 45/100 <br/>Steam: 6/10<br/>IGN: 5/10<br/><br/>Initial release date: February 11, 2013</div>
  </BODY>
</html>