<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Amnesia: The Dark Descent</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2180.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index1.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2192.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2170f.jpg">
        <img src="../images/2170f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Amnesia: The Dark Descent&#160;(2010)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Amnesia&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action, Adventure</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#137</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Frictional Games</b>
	    &#160;
	   	Frictional Games
            <br/>
            <b>1 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;Amnesia The Dark Descent &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1583;&#1585; &#1688;&#1575;&#1606;&#1585; &#1578;&#1585;&#1587; &#1608; &#1576;&#1602;&#1575; &#1605;&#1740; &#1576;&#1575;&#1588;&#1583; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; &#1601;&#1585;&#1740;&#1705;&#1588;&#1740;&#1606;&#1575;&#1604; &#1711;&#1740;&#1605;&#1586; &#1578;&#1608;&#1587;&#1593;&#1607; &#1583;&#1575;&#1583;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; &#1575;&#1606;&#1581;&#1589;&#1575;&#1585;&#1740; &#1576;&#1585;&#1575;&#1740; &#1585;&#1575;&#1740;&#1575;&#1606;&#1607; &#1607;&#1575;&#1740; &#1588;&#1582;&#1589;&#1740; &#1605;&#1606;&#1578;&#1588;&#1585; &#1711;&#1585;&#1583;&#1740;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1588;&#1582;&#1589;&#1740;&#1578;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; &#1583;&#1606;&#1740;&#1604; &#1585;&#1575; &#1585;&#1608;&#1575;&#1740;&#1578; &#1605;&#1740; &#1705;&#1606;&#1583; &#1705;&#1607; &#1583;&#1585; &#1602;&#1589;&#1585;&#1740; &#1582;&#1585;&#1575;&#1576; &#1608; &#1578;&#1575;&#1585;&#1740;&#1705; &#1582;&#1608;&#1583; &#1585;&#1575; &#1605;&#1740; &#1576;&#1740;&#1606;&#1583; &#1608; &#1587;&#1593;&#1740; &#1583;&#1585; &#1601;&#1585;&#1575;&#1585; &#1575;&#1586; &#1575;&#1740;&#1606; &#1605;&#1607;&#1604;&#1705;&#1607; &#1740; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1583;&#1575;&#1585;&#1583;. &#1575;&#1605;&#1575; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1740;&#1606; &#1575;&#1606;&#1608;&#1575;&#1593; &#1607;&#1740;&#1608;&#1604;&#1575; &#1607;&#1575; &#1608; &#1605;&#1593;&#1605;&#1575; &#1607;&#1575;&#1740; &#1601;&#1585;&#1575;&#1608;&#1575;&#1606; &#1576;&#1585; &#1587;&#1585; &#1585;&#1575;&#1607;&#1588; &#1587;&#1576;&#1586; &#1605;&#1740; &#1588;&#1608;&#1583; &#1705;&#1607; &#1576;&#1585;&#1575;&#1740; &#1711;&#1584;&#1585; &#1575;&#1586; &#1575;&#1740;&#1606; &#1605;&#1705;&#1575;&#1606; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1605;&#1580;&#1576;&#1608;&#1585; &#1575;&#1587;&#1578; &#1576;&#1575; &#1570;&#1606; &#1607;&#1575; &#1705;&#1606;&#1575;&#1585; &#1576;&#1740;&#1575;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1608;&#1601;&#1602; &#1576;&#1607; &#1705;&#1587;&#1576; &#1606;&#1605;&#1585;&#1575;&#1578; &#1576;&#1587;&#1740;&#1575;&#1585; &#1582;&#1608;&#1576;&#1740; &#1711;&#1585;&#1583;&#1740;&#1583; &#1608; &#1583;&#1585; &#1601;&#1587;&#1578;&#1740;&#1608;&#1575;&#1604; &#1607;&#1575;&#1740; &#1711;&#1608;&#1606;&#1575;&#1711;&#1608;&#1606; &#1580;&#1575;&#1740;&#1586;&#1607; &#1607;&#1575;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1585;&#1575; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578; &#1705;&#1585;&#1583;. &#1576;&#1575; &#1605;&#1575; &#1583;&#1585; &#1575;&#1583;&#1575;&#1605;&#1607; &#1605;&#1591;&#1604;&#1576; &#1607;&#1605;&#1585;&#1575;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583;.<br/><br/>Amnesia The Dark Descent &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1583;&#1740;&#1583; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589; &#1605;&#1740; &#1576;&#1575;&#1588;&#1583; &#1608; &#1607;&#1605;&#1740;&#1606; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589; &#1576;&#1608;&#1583;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1593;&#1579; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1578;&#1575; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1582;&#1608;&#1576;&#1740; &#1576;&#1578;&#1608;&#1575;&#1606;&#1583; &#1583;&#1585; &#1604;&#1581;&#1592;&#1575;&#1578; &#1581;&#1587;&#1575;&#1587; &#1711;&#1740;&#1605;&#1585; &#1585;&#1575; &#1576;&#1578;&#1585;&#1587;&#1575;&#1606;&#1583;. &#1605;&#1606;&#1578;&#1602;&#1583;&#1740;&#1606; &#1606;&#1740;&#1586; &#1576;&#1607; &#1582;&#1608;&#1576;&#1740; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1593;&#1605;&#1604;&#1705;&#1585;&#1583; &#1575;&#1740;&#1606; &#1593;&#1606;&#1608;&#1575;&#1606; &#1608;&#1575;&#1705;&#1606;&#1588; &#1606;&#1588;&#1575;&#1606; &#1583;&#1575;&#1583;&#1606;&#1583;. &#1576;&#1585;&#1582;&#1740; &#1575;&#1586; &#1605;&#1580;&#1604;&#1607; &#1607;&#1575;&#1740; &#1606;&#1602;&#1583; &#1576;&#1575;&#1586;&#1740; &#1575;&#1740;&#1606; &#1593;&#1606;&#1608;&#1575;&#1606; &#1585;&#1575; &#1583;&#1585; &#1604;&#1740;&#1587;&#1578; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1607;&#1575;&#1740; &#1578;&#1575;&#1585;&#1740;&#1582; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1583;&#1606;&#1583; &#1608; &#1711;&#1601;&#1578;&#1606;&#1583; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1605;&#1593;&#1606;&#1575;&#1740; &#1608;&#1575;&#1602;&#1593;&#1740; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1587;&#1578; &#1705;&#1607; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1585;&#1586;&#1740;&#1583;&#1606;&#1578; &#1575;&#1608;&#1740;&#1604; &#1576;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1570;&#1606; &#1585;&#1575; &#1578;&#1581;&#1605;&#1604; &#1705;&#1606;&#1606;&#1583; &#1670;&#1585;&#1575; &#1705;&#1607; &#1575;&#1608;&#1604;&#1575; &#1575;&#1705;&#1588;&#1606; &#1582;&#1575;&#1589;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1608;&#1580;&#1608;&#1583; &#1606;&#1583;&#1575;&#1585;&#1583; &#1608; &#1579;&#1575;&#1606;&#1740;&#1575; &#1578;&#1585;&#1587; &#1605;&#1608;&#1580;&#1608;&#1583; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1670;&#1740;&#1586;&#1740; &#1601;&#1585;&#1575;&#1578;&#1585; &#1575;&#1586; &#1578;&#1585;&#1587; &#1607;&#1575;&#1740; &#1604;&#1581;&#1592;&#1607; &#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1606;&#1575;&#1605; &#1576;&#1585;&#1583;&#1607; &#1605;&#1740; &#1576;&#1575;&#1588;&#1583;.<br/><br/>&#1583;&#1585;&#1576;&#1575;&#1585;&#1607; &#1576;&#1575;&#1586;&#1740; Amnesia The Dark Descent :<br/>&#1583;&#1585; &#1581;&#1602;&#1740;&#1602;&#1578; &#1576;&#1575;&#1586;&#1740; &#1607;&#1575;&#1740;&#1740; &#1605;&#1579;&#1604; &#1585;&#1586;&#1740;&#1583;&#1606;&#1578; &#1575;&#1608;&#1740;&#1604; &#1587;&#1593;&#1740; &#1605;&#1740; &#1705;&#1606;&#1606;&#1583; &#1576;&#1575; &#1588;&#1608;&#1705; &#1607;&#1575;&#1740; &#1604;&#1581;&#1592;&#1607; &#1575;&#1740; (&#1605;&#1579;&#1604; &#1601;&#1585;&#1587;&#1578;&#1575;&#1583;&#1606; &#1740;&#1705; &#1586;&#1575;&#1605;&#1576;&#1740; &#1585;&#1608; &#1576;&#1607; &#1585;&#1608;&#1740; &#1588;&#1605;&#1575; &#1662;&#1587; &#1575;&#1586; &#1570;&#1606; &#1705;&#1607; &#1740;&#1705; &#1583;&#1585; &#1585;&#1575; &#1576;&#1575;&#1586; &#1605;&#1740; &#1705;&#1606;&#1740;&#1583;) &#1588;&#1605;&#1575; &#1585;&#1575; &#1586;&#1607;&#1585; &#1578;&#1585;&#1705; &#1705;&#1606;&#1606;&#1583;. &#1581;&#1575;&#1604; &#1570;&#1606; &#1705;&#1607; &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1583;&#1585; Amnesia The Dark Descent &#1575;&#1586; &#1575;&#1740;&#1606; &#1601;&#1585;&#1605;&#1608;&#1604; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1606;&#1705;&#1585;&#1583;&#1607; &#1575;&#1606;&#1583; &#1576;&#1604;&#1705;&#1607; &#1580;&#1586;&#1569; &#1580;&#1586;&#1569; &#1605;&#1581;&#1740;&#1591; &#1576;&#1575;&#1586;&#1740; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1575;&#1587;&#1578; &#1608; &#1607;&#1585; &#1602;&#1583;&#1605;&#1740; &#1705;&#1607; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1585; &#1605;&#1740; &#1583;&#1575;&#1585;&#1740;&#1583; &#1606;&#1605;&#1740; &#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1662;&#1740;&#1588; &#1576;&#1740;&#1606;&#1740; &#1705;&#1606;&#1740;&#1583; &#1705;&#1607; &#1670;&#1607; &#1575;&#1578;&#1601;&#1575;&#1602;&#1740; &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1585;&#1582; &#1582;&#1608;&#1575;&#1607;&#1583; &#1583;&#1575;&#1583;.&#1576;&#1575;&#1586;&#1740; Amnesia The Dark Descent &#1605;&#1608;&#1601;&#1602; &#1576;&#1607; &#1601;&#1585;&#1608;&#1588; &#1576;&#1587;&#1740;&#1575;&#1585; &#1582;&#1608;&#1576;&#1740; &#1588;&#1583; &#1608; &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1585;&#1575; &#1576;&#1585; &#1570;&#1606; &#1583;&#1575;&#1588;&#1578; &#1578;&#1575; &#1606;&#1587;&#1582;&#1607; &#1740; &#1583;&#1608;&#1605; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1587;&#1575;&#1586;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1607; &#1711;&#1740;&#1605;&#1585; &#1607;&#1575;&#1740;&#1740; &#1578;&#1608;&#1589;&#1740;&#1607; &#1605;&#1740; &#1705;&#1606;&#1740;&#1605; &#1705;&#1607; &#1605;&#1740; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1578;&#1575; &#1587;&#1585; &#1581;&#1583; &#1605;&#1585;&#1711; &#1576;&#1578;&#1585;&#1587;&#1606;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: 2.0Ghz &#8211; Low budget CPUs such as Celeron or Duron needs to be at about twice the CPU speed
Memory: 2 GB
Hard Drive: 3GB
Graphics: Radeon X1000/GF 6 </td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1605;&#1593;&#1605;&#1575;&#1740;&#1740;, &#1578;&#1585;&#1587;&#1606;&#1575;&#1705;, &#1578;&#1585;&#1587; &#1608; &#1576;&#1602;&#1575;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Amnesia-%20The%20Dark%20Descent/Amnesia-2010-09-11-10-48-20-30.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Amnesia-%20The%20Dark%20Descent/Amnesia-2010-09-11-19-11-10-59.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Amnesia-%20The%20Dark%20Descent/Amnesia-2010-09-11-19-15-23-58.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Amnesia-%20The%20Dark%20Descent/Amnesia-2010-09-11-19-28-38-47.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Amnesia-%20The%20Dark%20Descent/28177daaaea45efbe4cdc38c8f6f336322764606-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/507682/&#1588;&#1575;&#1607;&#1705;&#1575;&#1585;-&#1608;&#1581;&#1588;&#1578;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;&#1740;-amnesia-the-dark-descent/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 85/100<br/>Steam: 10/10<br/>IGN: 8.5/10<br/><br/>Initial release date: September 8, 2010</div>
  </BODY>
</html>