<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Ancestors: The Humankind Odyssey</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2170.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index1.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2203.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2192f.jpg">
        <img src="../images/2192f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Ancestors: The Humankind Odyssey&#160;(2019)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#139</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Private Division</b>
	    &#160;
	   	Panache Digital Games
            <br/>
            <b>8 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1578;&#1705;&#1575;&#1605;&#1604; &#1740;&#1705; &#1606;&#1592;&#1585;&#1740;&#1607; &#1593;&#1604;&#1605;&#1740; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583; &#1575;&#1587;&#1578; &#1705;&#1607; &#1606;&#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1576;&#1607;&#8204;&#1607;&#1740;&#1670;&#8204;&#1608;&#1580;&#1607; &#1570;&#1606; &#1585;&#1575; &#1585;&#1583; &#1705;&#1585;&#1583;. &#1575;&#1740;&#1606; &#1670;&#1585;&#1582;&#1607;&#8204;&#1575;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1575;&#1606;&#1587;&#1575;&#1606; &#1585;&#1575; &#1576;&#1607; &#1575;&#1740;&#1606; &#1606;&#1602;&#1591;&#1607; &#1585;&#1587;&#1575;&#1606;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1605;&#1588;&#1582;&#1589; &#1606;&#1740;&#1587;&#1578; &#1605;&#1575; &#1576;&#1607; &#1705;&#1580;&#1575; &#1606;&#1740;&#1586; &#1605;&#1740;&#8204;&#1585;&#1587;&#1740;&#1605;. &#1576;&#1740;&#1588;&#1578;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1576;&#1607; &#1588;&#1605;&#1575; &#1575;&#1580;&#1575;&#1586;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1606;&#1583; &#1705;&#1607; &#1605;&#1575;&#1606;&#1606;&#1583; &#1740;&#1705; &#1581;&#1740;&#1608;&#1575;&#1606; &#1585;&#1601;&#1578;&#1575;&#1585; &#1705;&#1606;&#1740;&#1583; &#1608; &#1578;&#1602;&#1585;&#1740;&#1576;&#1575;&#1611; &#1607;&#1605;&#1607; &#1585;&#1575; &#1583;&#1585; &#1740;&#1705; &#1579;&#1575;&#1606;&#1740;&#1607; &#1587;&#1604;&#1575;&#1582;&#1740; &#1705;&#1606;&#1740;&#1583; &#1740;&#1575; &#1575;&#1740;&#1606;&#1705;&#1607; &#1580;&#1575;&#1740; &#1740;&#1705; &#1711;&#1585;&#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1705;&#1606;&#1740;&#1583; &#1608; &#1575;&#1740;&#1606;&#8204;&#1608;&#1585; &#1608; &#1570;&#1606; &#1608;&#1585; &#1576;&#1662;&#1585;&#1740;&#1583;. &#1575;&#1605;&#1575; &#1575;&#1740;&#1606;&#8204;&#1705;&#1607; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1588;&#1583; &#1705;&#1607; &#1588;&#1605;&#1575;&#1585;&#1575; &#1583;&#1585; &#1586;&#1606;&#1583;&#1711;&#1740; &#1740;&#1705; &#1581;&#1740;&#1608;&#1575;&#1606; &#1602;&#1585;&#1575;&#1585; &#1583;&#1607;&#1583; &#1608; &#1583;&#1585; &#1605;&#1581;&#1740;&#1591;&#1740; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1591;&#1576;&#1740;&#1593;&#1740; &#1586;&#1606;&#1583;&#1711;&#1740; &#1705;&#1606;&#1740;&#1583; &#1608; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575;&#1740; &#1576;&#1586;&#1585;&#1711;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1581;&#1605;&#1604;&#1607; &#1605;&#1575;&#1585; &#1608; &#1606;&#1585; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583;&#1578;&#1585; &#1585;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583;. &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Panache Digital Games &#1570;&#1585;&#1586;&#1608;&#1740; &#1588;&#1605;&#1575;&#1585;&#1575; &#1576;&#1585;&#1570;&#1608;&#1585;&#1583;&#1607; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575;&#1586;&#1740; Ancestors The Humankind Odyssey &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1576;&#1585;&#1591;&#1585;&#1601; &#1705;&#1585;&#1583;&#1606; &#1593;&#1591;&#1588; &#1578;&#1580;&#1585;&#1576;&#1607; &#1606;&#1586;&#1583;&#1740;&#1705; &#1578;&#1705;&#1575;&#1605;&#1604; &#1593;&#1585;&#1590;&#1607; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>Ancestors The Humankind Odyssey &#1588;&#1605;&#1575; &#1585;&#1575; &#1583;&#1585; &#1580;&#1606;&#1711;&#1604; &#1582;&#1608;&#1588; &#1570;&#1576;&#8204;&#1608;&#1607;&#1608;&#1575; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1608; &#1588;&#1605;&#1575; &#1606;&#1740;&#1586; &#1576;&#1575;&#1583;&#1740;&#1583; &#1587;&#1608;&#1605; &#1588;&#1582;&#1589; &#1575;&#1740;&#1606; &#1583;&#1606;&#1740;&#1575;&#1740; &#1586;&#1740;&#1576;&#1575; &#1585;&#1575; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1606;&#1602;&#1588; &#1705;&#1606;&#1578;&#1585;&#1604; &#1602;&#1576;&#1740;&#1604;&#1607;&#8204;&#1575;&#1740; &#1575;&#1586; &#1588;&#1575;&#1605;&#1662;&#1575;&#1606;&#1586;&#1607;&#8204;&#1607;&#1575; &#1585;&#1575; &#1576;&#1607; &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1608; &#1602;&#1585;&#1606; &#1576;&#1607; &#1602;&#1585;&#1606;&#1548; &#1578;&#1705;&#1575;&#1605;&#1604; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1576;&#1575; &#1670;&#1588;&#1605; &#1582;&#1608;&#1583; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583;. &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1575;&#1586; &#1583;&#1585;&#1582;&#1578;&#1740; &#1576;&#1607; &#1583;&#1585;&#1582;&#1578; &#1583;&#1740;&#1711;&#1585; &#1576;&#1662;&#1585;&#1740;&#1583; &#1740;&#1575; &#1575;&#1740;&#1606;&#1705;&#1607; &#1605;&#1740;&#1608;&#1607; &#1576;&#1582;&#1608;&#1585;&#1740;&#1583; &#1608; &#1576;&#1575; &#1587;&#1606;&#1711; &#1606;&#1575;&#1585;&#1711;&#1740;&#1604;&#8204;&#1607;&#1575;&#1740; &#1582;&#1608;&#1588;&#1605;&#1586;&#1607; &#1585;&#1575; &#1606;&#1589;&#1601; &#1705;&#1606;&#1740;&#1583; &#1608; &#1588;&#1740;&#1585;&#1607; &#1570;&#1606; &#1585;&#1575; &#1606;&#1608;&#1588; &#1580;&#1575;&#1606; &#1705;&#1606;&#1740;&#1583;. &#1578;&#1580;&#1585;&#1576;&#1607; &#1711;&#1588;&#1578;&#1606; &#1583;&#1585; &#1575;&#1740;&#1606; &#1580;&#1606;&#1711;&#1604; &#1586;&#1740;&#1576;&#1575; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1575;&#1604;&#1576;&#1578;&#1607; &#1607;&#1605;&#1575;&#1606;&#8204;&#1602;&#1583;&#1585; &#1705;&#1607; &#1586;&#1740;&#1576;&#1575;&#1587;&#1578;&#1548; &#1582;&#1591;&#1585;&#1606;&#1575;&#1705; &#1606;&#1740;&#1586; &#1607;&#1587;&#1578;. &#1580;&#1606;&#1711;&#1604; &#1662;&#1585; &#1575;&#1586; &#1581;&#1740;&#1608;&#1575;&#1606;&#1575;&#1578; &#1605;&#1582;&#1578;&#1604;&#1601; &#1575;&#1587;&#1578; &#1608; &#1605;&#1608;&#1575;&#1592;&#1576; &#1570;&#1606; &#1588;&#1740;&#1585;&#1607;&#1575; &#1608; &#1662;&#1604;&#1606;&#1711;&#8204;&#1607;&#1575;&#1740; &#1711;&#1588;&#1606;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583; &#1705;&#1607; &#1588;&#1605;&#1575; &#1606;&#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1662;&#1575; &#1576;&#1607;&#8204;&#1662;&#1575;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1583;&#1608;&#1740;&#1583;. &#1575;&#1604;&#1576;&#1578;&#1607; &#1705;&#1607; &#1576;&#1575;&#1740;&#1583; &#1670;&#1606;&#1583; &#1587;&#1575;&#1593;&#1578; &#1583;&#1585; &#1585;&#1608;&#1586; &#1576;&#1582;&#1608;&#1575;&#1576;&#1740;&#1583; &#1705;&#1607; &#1576;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1587;&#1585;&#1581;&#1575;&#1604; &#1576;&#1575;&#1588;&#1740;&#1583; &#1608; &#1575;&#1740;&#1606; &#1583;&#1585; &#1662;&#1585;&#1608;&#1587;&#1607; &#1578;&#1705;&#1575;&#1605;&#1604; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1575;&#1607;&#1605;&#1740;&#1578; &#1583;&#1575;&#1585;&#1583;. &#1607;&#1583;&#1601; &#1575;&#1589;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1575;&#1740;&#1606; &#1575;&#1587;&#1578; &#1705;&#1607; &#1588;&#1605;&#1575; &#1606;&#1587;&#1604;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1585;&#1575; &#1576;&#1607; &#1583;&#1606;&#1740;&#1575; &#1576;&#1740;&#1575;&#1608;&#1585;&#1740;&#1583; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1578;&#1580;&#1585;&#1576;&#1607; &#1582;&#1608;&#1583; &#1585;&#1575; &#1606;&#1587;&#1604; &#1576;&#1607; &#1606;&#1587;&#1604; &#1575;&#1601;&#1586;&#1575;&#1740;&#1588; &#1583;&#1607;&#1740;&#1583;.<br/><br/>&#1576;&#1585;&#1575;&#1740; &#1585;&#1587;&#1740;&#1583;&#1606; &#1576;&#1607; &#1578;&#1705;&#1575;&#1605;&#1604; &#1576;&#1575;&#1740;&#1583; XP &#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1580;&#1605;&#1593;&#8204;&#1570;&#1608;&#1585;&#1740; &#1705;&#1606;&#1740;&#1583; &#1608; &#1575;&#1740;&#1606;&#8204;&#1591;&#1608;&#1585; &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1602;&#1576;&#1740;&#1604;&#1607; &#1582;&#1608;&#1583; &#1585;&#1575; &#1575;&#1585;&#1578;&#1602;&#1575; &#1583;&#1607;&#1740;&#1583;. &#1583;&#1585; &#1591;&#1608;&#1604; &#1585;&#1608;&#1586; &#1705;&#1575;&#1585;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1585;&#1575;&#1740; &#1575;&#1606;&#1580;&#1575;&#1605; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1583;&#1575;&#1588;&#1578; &#1608; &#1606;&#1711;&#1585;&#1575;&#1606; &#1581;&#1608;&#1589;&#1604;&#1607; &#1587;&#1585;&#1585;&#1601;&#1578;&#1606; &#1606;&#1576;&#1575;&#1588;&#1740;&#1583;. &#1575;&#1604;&#1576;&#1578;&#1607; &#1705;&#1607; &#1588;&#1605;&#1575; &#1575;&#1740;&#1606;&#1580;&#1575; &#1606;&#1602;&#1588; &#1740;&#1705; &#1588;&#1575;&#1605;&#1662;&#1575;&#1606;&#1586;&#1607; &#1585;&#1575;&#1583;&#1575;&#1585;&#1740;&#1583; &#1608; &#1582;&#1576;&#1585;&#1740; &#1575;&#1586; &#1575;&#1740;&#1606;&#1578;&#1585;&#1606;&#1578; &#1608; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740; &#1606;&#1740;&#1587;&#1578; &#1705;&#1607; &#1582;&#1608;&#1583; &#1585;&#1575; &#1587;&#1585;&#1711;&#1585;&#1605; &#1705;&#1606;&#1740;&#1583; &#1575;&#1605;&#1575; &#1605;&#1581;&#1740;&#1591; &#1580;&#1606;&#1711;&#1604; &#1576;&#1607;&#8204;&#1575;&#1606;&#1583;&#1575;&#1586;&#1607; &#1705;&#1575;&#1601;&#1740; &#1605;&#1601;&#1585;&#1581; &#1608; &#1587;&#1585;&#1711;&#1585;&#1605;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1576;&#1575; &#1601;&#1588;&#1585;&#1583;&#1606; &#1740;&#1705; &#1583;&#1705;&#1605;&#1607;&#1548; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1608; &#1705;&#1606;&#1740;&#1583; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1583;&#1705;&#1605;&#1607; &#1583;&#1740;&#1711;&#1585;&#1740; &#1575;&#1580;&#1575;&#1586;&#1607; &#1601;&#1705;&#1585; &#1705;&#1585;&#1583;&#1606; &#1576;&#1607; &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1670;&#1575;&#1585; &#1578;&#1585;&#1587; &#1588;&#1608;&#1740;&#1583; &#1740;&#1575; &#1575;&#1740;&#1606;&#1705;&#1607; &#1587;&#1605;&#1740; &#1576;&#1607; &#1576;&#1583;&#1606; &#1588;&#1605;&#1575; &#1578;&#1586;&#1585;&#1740;&#1602; &#1588;&#1608;&#1583; &#1608; &#1583;&#1585; &#1575;&#1740;&#1606; &#1589;&#1608;&#1585;&#1578; &#1587;&#1604;&#1575;&#1605;&#1578; &#1588;&#1605;&#1575; &#1576;&#1607; &#1582;&#1591;&#1585; &#1605;&#1740;&#8204;&#1575;&#1601;&#1578;&#1583; &#1608; &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1581;&#1578;&#1740; &#1582;&#1583;&#1575;&#1740;&#8204;&#1606;&#1575;&#1705;&#1585;&#1583;&#1607; &#1576;&#1605;&#1740;&#1585;&#1740;&#1583;. &#1605;&#1608;&#1575;&#1592;&#1576; &#1585;&#1601;&#1578;&#1575;&#1585;&#1578;&#1575;&#1606; &#1576;&#1575;&#1588;&#1740;&#1583; &#1705;&#1607; &#1583;&#1670;&#1575;&#1585; &#1583;&#1585;&#1583;&#1587;&#1585; &#1606;&#1588;&#1608;&#1740;&#1583;. Ancestors: The Humankind Odyssey &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1580;&#1575;&#1604;&#1576; &#1575;&#1586; &#1586;&#1606;&#1583;&#1711;&#1740; &#1740;&#1705; &#1588;&#1575;&#1605;&#1662;&#1575;&#1606;&#1586;&#1607; &#1575;&#1587;&#1578; &#1608; &#1670;&#1607;&#8204;&#1576;&#1607;&#1578;&#1585; &#1705;&#1607; &#1576;&#1575; &#1575;&#1580;&#1583;&#1575;&#1583;&#1605;&#1575;&#1606; &#1576;&#1740;&#1588;&#1578;&#1585; &#1570;&#1588;&#1606;&#1575; &#1588;&#1608;&#1740;&#1605;!</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">GPU: GeForce GTX 760 (4GB) or Radeon HD 7950 (3GB)
CPU: Intel Core i5-2500K or AMD Phenom II X6 1100T
RAM: 8 GB</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740;, &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Ancestors%20The%20Humankind%20Odyssey/Ancestors-Screenshot-2019.09.03-19.23.45.16.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Ancestors%20The%20Humankind%20Odyssey/Ancestors-Screenshot-2019.09.03-23.25.46.14.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Ancestors%20The%20Humankind%20Odyssey/ancestors-the-humankind-odyssey-review-1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Ancestors%20The%20Humankind%20Odyssey/screenshot.ancestors-the-humankind-odyssey.1920x1080.2019-09-01.42.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Ancestors%20The%20Humankind%20Odyssey/96ed57e74b8313e4e28e0785ed3c8fc451651200-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://www.zoomg.ir/game-review/308513-ancestors-the-humankind-odyssey-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 64/100<br/>Steam: 9/10<br/>IGN: 7/10 <br/><br/>Initial release date: August 27, 2019</div>
  </BODY>
</html>