<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>As Dusk Falls</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="1080.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index4.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="1090.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2237f.jpg">
        <img src="../images/2237f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">As Dusk Falls&#160;(2022)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#143</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Xbox Game Studios</b>
	    &#160;
	   	Interior Night
            <br/>
            <b>8.45 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1575;&#1711;&#1585; &#1576;&#1607; &#1740;&#1575;&#1583; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583;&#1548; &#1583;&#1607; &#1587;&#1575;&#1604; &#1662;&#1740;&#1588; &#1607;&#1605;&#1740;&#1606; &#1605;&#1608;&#1602;&#1593; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608;&#1740; Telltale &#1576;&#1607; &#1608;&#1575;&#1587;&#1591;&#1607; &#1575;&#1606;&#1578;&#1588;&#1575;&#1585; The Walking Dead&#1548; &#1740;&#1705; &#1587;&#1576;&#1705; &#1580;&#1583;&#1740;&#1583; &#1585;&#1575; &#1608;&#1575;&#1585;&#1583; &#1589;&#1606;&#1593;&#1578; &#1711;&#1740;&#1605; &#1705;&#1585;&#1583; &#1705;&#1607; &#1578;&#1581;&#1578; &#1593;&#1606;&#1608;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576;&#1740; &#1588;&#1606;&#1575;&#1582;&#1578;&#1607; &#1605;&#1740;&#8204;&#1588;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1576;&#1607; &#1588;&#1605;&#1575; &#1705;&#1606;&#1578;&#1585;&#1604; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1583;&#1740;&#1575;&#1604;&#1608;&#1711;&#8204;&#1607;&#1575;&#1548; &#1578;&#1589;&#1605;&#1740;&#1605;&#1575;&#1578; &#1605;&#1607;&#1605; &#1608; &#1581;&#1578;&#1740; &#1587;&#1585;&#1606;&#1608;&#1588;&#1578; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575; &#1585;&#1575; &#1605;&#1740;&#8204;&#1583;&#1575;&#1583; &#1705;&#1607; &#1576;&#1585; &#1585;&#1608;&#1740; &#1662;&#1575;&#1740;&#1575;&#1606; &#1606;&#1607;&#1575;&#1740;&#1740; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1578;&#1571;&#1579;&#1740;&#1585; &#1711;&#1584;&#1575;&#1585; &#1576;&#1608;&#1583;. &#1582;&#1576; &#1581;&#1575;&#1604; &#1705;&#1607; &#1587;&#1575;&#1604;&#8204;&#1607;&#1575; &#1575;&#1586; &#1575;&#1740;&#1606; &#1605;&#1608;&#1590;&#1608;&#1593; &#1711;&#1584;&#1588;&#1578;&#1607;&#1548; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608;&#1740;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; INTERIOR NIGHT &#1570;&#1605;&#1583;&#1607; &#1578;&#1575; &#1576;&#1575; &#1576;&#1575;&#1586;&#1740; &#1580;&#1583;&#1740;&#1583;&#1588; &#1740;&#1593;&#1606;&#1740; As Dusk Falls &#1576;&#1575;&#1585;&#1740; &#1583;&#1740;&#1711;&#1585; &#1575;&#1740;&#1606; &#1688;&#1575;&#1606;&#1585; &#1593;&#1580;&#1740;&#1576; &#1585;&#1575; &#1586;&#1606;&#1583;&#1607; &#1705;&#1606;&#1583;.<br/><br/>As Dusk Falls &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1608; &#1578;&#1593;&#1575;&#1605;&#1604;&#1740; &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1581;&#1605;&#1575;&#1587;&#1740; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740;&#1578;&#1575;&#1606; &#1583;&#1585; &#1606;&#1592;&#1585; &#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1604;&#1607;&#1575;&#1605;&#1575;&#1578; &#1586;&#1740;&#1575;&#1583;&#1740; &#1575;&#1586; &#1601;&#1740;&#1604;&#1605;&#8204;&#1607;&#1575; &#1608; &#1587;&#1585;&#1740;&#1575;&#1604;&#8204;&#1607;&#1575;&#1740; &#1580;&#1606;&#1575;&#1740;&#1740; &#1711;&#1585;&#1601;&#1578;&#1607; &#1705;&#1607; &#1583;&#1585; &#1578;&#1606;&#1608;&#1593; &#1608; &#1578;&#1593;&#1583;&#1575;&#1583; &#1576;&#1575;&#1604;&#1575;&#1740; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740;&#1588; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1605;&#1588;&#1582;&#1589; &#1575;&#1587;&#1578;. &#1588;&#1605;&#1575; &#1705;&#1606;&#1578;&#1585;&#1604; &#1583;&#1586;&#1583;&#1607;&#1575;&#1740;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1662;&#1587; &#1575;&#1586; &#1587;&#1585;&#1602;&#1578; &#1575;&#1586; &#1740;&#1705; &#1576;&#1575;&#1606;&#1705;&#1548; &#1583;&#1585;&#1608;&#1606; &#1607;&#1578;&#1604;&#1740; &#1576;&#1575; &#1578;&#1593;&#1583;&#1575;&#1583;&#1740; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585; &#1583;&#1740;&#1711;&#1585; &#1711;&#1740;&#1585; &#1575;&#1601;&#1578;&#1575;&#1583;&#1607; &#1608; &#1576;&#1575;&#1740;&#1583; &#1576;&#1575; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576;&#1575;&#1578; &#1583;&#1585;&#1587;&#1578;&#1548; &#1607;&#1605; &#1575;&#1586; &#1605;&#1582;&#1605;&#1589;&#1607; &#1582;&#1575;&#1585;&#1580; &#1588;&#1583;&#1607; &#1608; &#1607;&#1605; &#1576;&#1575; &#1662;&#1608;&#1604;&#8204;&#1607;&#1575; &#1601;&#1585;&#1575;&#1585; &#1705;&#1606;&#1606;&#1583;. &#1575;&#1604;&#1576;&#1578;&#1607; &#1605;&#1575;&#1580;&#1585;&#1575; &#1576;&#1607; &#1607;&#1605;&#1740;&#1606; &#1587;&#1575;&#1583;&#1711;&#1740;&#8204;&#1607;&#1575; &#1606;&#1576;&#1608;&#1583;&#1607; &#1608; &#1705;&#1604;&#1740; &#1575;&#1578;&#1601;&#1575;&#1602;&#1575;&#1578; &#1606;&#1575;&#1711;&#1608;&#1575;&#1585;&#1548; &#1587;&#1585;&#1606;&#1608;&#1588;&#1578;&#1578;&#1575;&#1606; &#1585;&#1575; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1606;&#1583;.<br/><br/>&#1607;&#1605;&#1607; &#1670;&#1740;&#1586; &#1583;&#1585; As Dusk Falls &#1605;&#1585;&#1576;&#1608;&#1591; &#1576;&#1607; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1608; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1587;&#1585;&#1575;&#1740;&#1740; &#1575;&#1587;&#1578;. &#1589;&#1583;&#1607;&#1575; &#1582;&#1591; &#1605;&#1582;&#1578;&#1604;&#1601; &#1662;&#1740;&#1588;&#1585;&#1608;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1602;&#1585;&#1575;&#1585; &#1711;&#1585;&#1601;&#1578;&#1607; &#1705;&#1607; &#1607;&#1585; &#1705;&#1583;&#1575;&#1605; &#1576;&#1575; &#1740;&#1705; &#1578;&#1589;&#1605;&#1740;&#1605; &#1705;&#1608;&#1670;&#1705; &#1608; &#1587;&#1575;&#1583;&#1607; &#1578;&#1594;&#1740;&#1740;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1662;&#1587; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578; &#1578;&#1705;&#1585;&#1575;&#1585;&#1662;&#1584;&#1740;&#1585;&#1740; &#1583;&#1585; As Dusk Falls &#1576;&#1607; &#1581;&#1583;&#1740; &#1586;&#1740;&#1575;&#1583; &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1575;&#1585;&#1607;&#1575; &#1608; &#1576;&#1575;&#1585;&#1607;&#1575; &#1576;&#1607; &#1578;&#1580;&#1585;&#1576;&#1607; &#1570;&#1606; &#1606;&#1588;&#1587;&#1578;&#1607; &#1608; &#1576;&#1575;&#1586; &#1607;&#1605; &#1575;&#1578;&#1601;&#1575;&#1602;&#1575;&#1578; &#1580;&#1583;&#1740;&#1583;&#1740; &#1585;&#1575; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583;. &#1583;&#1585; &#1586;&#1605;&#1740;&#1606;&#1607; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1606;&#1740;&#1586; &#1576;&#1575; &#1587;&#1576;&#1705; &#1607;&#1606;&#1585;&#1740; &#1582;&#1575;&#1589;&#1740; &#1585;&#1608;&#1576;&#1585;&#1608; &#1607;&#1587;&#1578;&#1740;&#1605; &#1705;&#1607; &#1705;&#1605;&#1578;&#1585; &#1583;&#1740;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1583;&#1585; &#1606;&#1607;&#1575;&#1740;&#1578;&#1548; &#1575;&#1711;&#1585; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1576;&#1575; &#1705;&#1604;&#1740; &#1578;&#1589;&#1605;&#1740;&#1605;&#1575;&#1578; &#1581;&#1740;&#1575;&#1578;&#1740; &#1607;&#1587;&#1578;&#1740;&#1583;&#1548; As Dusk Falls &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1576;&#1575;&#1586;&#1740; As Dusk Falls &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1608; &#1578;&#1593;&#1575;&#1605;&#1604;&#1740; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1588;&#1605;&#1575; &#1585;&#1575; &#1583;&#1585; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1662;&#1740;&#1670;&#1740;&#1583;&#1607; &#1608; &#1583;&#1585;&#1711;&#1740;&#1585; &#1705;&#1606;&#1606;&#1583;&#1607; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1583;&#1607; &#1705;&#1607; &#1588;&#1605;&#1575; &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1576;&#1575;&#1740;&#1583; &#1578;&#1589;&#1605;&#1740;&#1605; &#1576;&#1711;&#1740;&#1585;&#1740;&#1583; &#1705;&#1607; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1570;&#1606; &#1670;&#1711;&#1608;&#1606;&#1607; &#1585;&#1601;&#1578;&#1575;&#1585; &#1705;&#1606;&#1606;&#1583; &#1608; &#1606;&#1578;&#1740;&#1580;&#1607; &#1606;&#1607;&#1575;&#1740;&#1740; &#1670;&#1711;&#1608;&#1606;&#1607; &#1576;&#1575;&#1588;&#1583;. &#1662;&#1587; &#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1605;&#1583;&#1604; &#1570;&#1579;&#1575;&#1585; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1605;&#1581;&#1608;&#1585; &#1608; &#1662;&#1585; &#1575;&#1586; &#1575;&#1578;&#1601;&#1575;&#1602;&#1575;&#1578; &#1585;&#1608;&#1575;&#1740;&#1740; &#1580;&#1575;&#1604;&#1576; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1607;&#1605;&#1740;&#1606; &#1581;&#1575;&#1604;&#1575; As Dusk Falls &#1585;&#1575; &#1583;&#1575;&#1606;&#1604;&#1608;&#1583; &#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; The Walking Dead &#1608; The Wolf Among Us &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">OS: Windows 7 64-bit version 1903 or higher
Processor: Core i3 2120 (3.30 GHz) or equivalent
Graphics: GTX 750 TI (2GB) or equivalent
Memory: 8 GB RAM</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/As%20Dusk%20Falls/ADF_Book-2_Screenshot_01_3840x2160_RGB.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/As%20Dusk%20Falls/Screen+Shot+1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/As%20Dusk%20Falls/Screenshot+3.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/As%20Dusk%20Falls/adf__screenshot_05_3840x2160_rgb-9cddf80d4c0496e1bbe8_ebb45cb0-772c-411c-a808-ab7a08b98b68.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/As%20Dusk%20Falls/124033c47d472c8596ecaceb187f06ff24199218-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/846850/as-dusk-falls-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 77/100<br/>Steam: 9/10<br/>IGN: 9/10<br/><br/>Initial release date: July 19, 2022</div>
  </BODY>
</html>