<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Attack on Titan 2: Final Battle</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2249.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index1.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2273.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2260f.jpg">
        <img src="../images/2260f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Attack on Titan 2: Final Battle&#160;(2019)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#145</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>TECMO KOEI Europe</b>
	    &#160;
	   	Omega Force
            <br/>
            <b>Blu-ray Disc</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;Attack on Titan 2 &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1608;&#1740;&#1583;&#1574;&#1608;&#1740;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1575;&#1705;&#1588;&#1606; &#1575;&#1587;&#1578; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; &#1588;&#1585;&#1705;&#1578; Omega Force &#1576;&#1575; &#1607;&#1605;&#1705;&#1575;&#1585;&#1740; Koei Tecmo &#1578;&#1608;&#1587;&#1593;&#1607;&#8204;&#1740;&#1575;&#1601;&#1578;&#1607; &#1608; &#1576;&#1607;&#8204;&#1608;&#1587;&#1740;&#1604;&#1607; &#1607;&#1605;&#1740;&#1606; &#1588;&#1585;&#1705;&#1578; &#1583;&#1585; &#1605;&#1575;&#1585;&#1587; 2018 &#1576;&#1585;&#1575;&#1740; &#1587;&#1740;&#1587;&#1578;&#1605;&#8204;&#1593;&#1575;&#1605;&#1604; &#1605;&#1575;&#1740;&#1705;&#1585;&#1608;&#1587;&#1575;&#1601;&#1578; &#1608;&#1740;&#1606;&#1583;&#1608;&#1586; &#1605;&#1606;&#1578;&#1588;&#1585;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1602;&#1578;&#1576;&#1575;&#1587;&#1740; &#1575;&#1586; &#1575;&#1606;&#1740;&#1605;&#1607; &#1605;&#1588;&#1607;&#1608;&#1585;&#1740; &#1576;&#1607; &#1607;&#1605;&#1740;&#1606; &#1606;&#1575;&#1605; &#1575;&#1587;&#1578;. &#1575;&#1608;&#1604;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1587;&#1575;&#1604; 2016 &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583; &#1608; &#1605;&#1588;&#1705;&#1604;&#1575;&#1578;&#1740; &#1583;&#1585; &#1586;&#1605;&#1740;&#1606;&#1607; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1585;&#1575; &#1576;&#1607; &#1607;&#1605;&#1585;&#1575;&#1607; &#1583;&#1575;&#1588;&#1578;. &#1578;&#1740;&#1605; &#1578;&#1608;&#1587;&#1593;&#1607;&#8204;&#1583;&#1607;&#1606;&#1583;&#1607; &#1576;&#1575;&#1586;&#1740; &#1602;&#1608;&#1604; &#1576;&#1585;&#1591;&#1585;&#1601; &#1705;&#1585;&#1583;&#1606; &#1575;&#1740;&#1606; &#1605;&#1588;&#1705;&#1604;&#1575;&#1578; &#1585;&#1575; &#1583;&#1575;&#1585;&#1583; &#1608; &#1576;&#1575;&#1604;&#1575;&#1582;&#1585;&#1607; &#1576;&#1593;&#1583; &#1575;&#1586; &#1583;&#1608; &#1587;&#1575;&#1604; &#1588;&#1575;&#1607;&#1583; &#1606;&#1587;&#1582;&#1607; &#1580;&#1583;&#1740;&#1583;&#1740; &#1575;&#1586; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1608;&#1583;&#1740;&#1605;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1585;&#1575; &#1606;&#1588;&#1575;&#1606; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1705;&#1607; &#1583;&#1585; &#1570;&#1606; &#1593;&#1583;&#1607;&#8204;&#1575;&#1740; &#1605;&#1593;&#1583;&#1608;&#1583; &#1575;&#1586; &#1606;&#1587;&#1604; &#1576;&#1588;&#1585; &#1576;&#1575;&#1602;&#1740;&#8204;&#1605;&#1575;&#1606;&#1583;&#1607; &#1583;&#1585; &#1576;&#1740;&#1606; &#1587;&#1607; &#1583;&#1740;&#1608;&#1575;&#1585; &#1593;&#1592;&#1740;&#1605; &#1586;&#1606;&#1583;&#1711;&#1575;&#1606;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583; &#1578;&#1575; &#1575;&#1586; &#1583;&#1587;&#1578; &#1578;&#1575;&#1740;&#1578;&#1575;&#1606;&#8204;&#1607;&#1575; (&#1607;&#1605;&#1575;&#1606; &#1594;&#1608;&#1604;&#8204;&#1607;&#1575;) &#1583;&#1585; &#1575;&#1605;&#1575;&#1606; &#1576;&#1605;&#1575;&#1606;&#1606;&#1583;&#1548; &#1594;&#1608;&#1604;&#8204;&#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1605;&#1593;&#1604;&#1608;&#1605; &#1606;&#1740;&#1587;&#1578; &#1575;&#1586; &#1705;&#1580;&#1575; &#1570;&#1605;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608;&#1604;&#1740; &#1606;&#1575;&#1711;&#1607;&#1575;&#1606; &#1592;&#1575;&#1607;&#1585;&#1588;&#1583;&#1607; &#1608; &#1576;&#1740;&#1588;&#1578;&#1585; &#1606;&#1587;&#1604; &#1576;&#1588;&#1585; &#1585;&#1575; &#1705;&#1588;&#1578;&#1606;&#1583; &#1608; &#1582;&#1608;&#1585;&#1583;&#1606;&#1583;. &#1606;&#1587;&#1582;&#1607; &#1583;&#1608;&#1605; &#1576;&#1575;&#1586;&#1740; &#1576;&#1604;&#1575;&#1601;&#1575;&#1589;&#1604;&#1607; &#1662;&#1587; &#1575;&#1586; &#1608;&#1602;&#1575;&#1740;&#1593; &#1606;&#1587;&#1582;&#1607; &#1575;&#1608;&#1604; &#1585;&#1608;&#1575;&#1740;&#1578; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1576;&#1607;&#8204;&#1606;&#1608;&#1593;&#1740; &#1607;&#1605;&#1575;&#1606; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1601;&#1589;&#1604; &#1583;&#1608;&#1605; &#1575;&#1606;&#1740;&#1605;&#1607; &#1585;&#1575; &#1585;&#1608;&#1575;&#1740;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;&#1548; &#1580;&#1575;&#1740;&#1740; &#1705;&#1607; &#1575;&#1606;&#1587;&#1575;&#1606;&#8204;&#1607;&#1575; &#1576;&#1585;&#1575;&#1740; &#1576;&#1602;&#1575; &#1576;&#1575;&#1740;&#1583; &#1578;&#1575;&#1740;&#1578;&#1575;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1575;&#1586; &#1576;&#1740;&#1606; &#1576;&#1576;&#1585;&#1606;&#1583; &#1608; &#1576;&#1575; &#1570;&#1606;&#8204;&#1607;&#1575; &#1578;&#1575; &#1570;&#1582;&#1585;&#1740;&#1606; &#1606;&#1601;&#1585; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1705;&#1606;&#1606;&#1583;. &#1587;&#1604;&#1575;&#1581;&#1740; &#1705;&#1607; &#1576;&#1588;&#1585;&#1740;&#1578; &#1593;&#1604;&#1740;&#1607; &#1575;&#1740;&#1606; &#1594;&#1608;&#1604;&#8204;&#1607;&#1575; &#1587;&#1575;&#1582;&#1578;&#1607; &#1740;&#1705; &#1578;&#1580;&#1607;&#1740;&#1586;&#1575;&#1578; &#1576;&#1575; &#1578;&#1705;&#1606;&#1740;&#1705; &#1576;&#1582;&#1575;&#1585; &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1705;&#1575;&#1585;&#1740; &#1705;&#1606;&#1583; &#1578;&#1575; &#1575;&#1606;&#1587;&#1575;&#1606;&#8204;&#1607;&#1575; &#1583;&#1585; &#1607;&#1608;&#1575; &#1576;&#1607;&#8204;&#1589;&#1608;&#1585;&#1578; &#1587;&#1607;&#8204;&#1576;&#1593;&#1583;&#1740; &#1662;&#1585;&#1608;&#1575;&#1586; &#1705;&#1606;&#1606;&#1583; &#1608; &#1576;&#1607; &#1606;&#1575;&#1581;&#1740;&#1607; &#1662;&#1588;&#1578; &#1711;&#1585;&#1583;&#1606; &#1594;&#1608;&#1604;&#8204;&#1607;&#1575;&#1548; &#1740;&#1593;&#1606;&#1740; &#1578;&#1606;&#1607;&#1575; &#1606;&#1602;&#1591;&#1607;&#8204;&#1590;&#1593;&#1601; &#1570;&#1606;&#8204;&#1607;&#1575;&#1548; &#1590;&#1585;&#1576;&#1607; &#1576;&#1586;&#1606;&#1606;&#1583; &#1608; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1576;&#1705;&#1588;&#1606;&#1583;.<br/><br/>&#1587;&#1740;&#1587;&#1578;&#1605; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1576;&#1575;&#1586;&#1740; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1711;&#1584;&#1588;&#1578;&#1607; &#1576;&#1607;&#1578;&#1585; &#1608; &#1585;&#1575;&#1581;&#1578;&#8204;&#1578;&#1585; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1585;&#1575;&#1581;&#1578;&#8204;&#1578;&#1585; &#1575;&#1586; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740;&#1578;&#1575;&#1606; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1583;&#1575;&#1585;&#1575;&#1740; &#1587;&#1740;&#1587;&#1578;&#1605; &#1606;&#1740;&#1605;&#1607; &#1605;&#1582;&#1601;&#1740;&#8204;&#1705;&#1575;&#1585;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1575;&#1586; &#1591;&#1585;&#1740;&#1602; &#1570;&#1606; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1583;&#1608;&#1606; &#1580;&#1604;&#1576;&#8204;&#1578;&#1608;&#1580;&#1607; &#1578;&#1575;&#1740;&#1578;&#1575;&#1606;&#8204;&#1607;&#1575; &#1576;&#1607; &#1582;&#1608;&#1583;&#1548; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1593;&#1604;&#1575;&#1605;&#1578;&#8204;&#1711;&#1584;&#1575;&#1585;&#1740; &#1705;&#1585;&#1583;&#1607; &#1608; &#1576;&#1607; &#1570;&#1606;&#8204;&#1607;&#1575; &#1581;&#1605;&#1604;&#1607; &#1705;&#1606;&#1740;&#1583;. &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1607; &#1662;&#1575;&#1740;&#1711;&#1575;&#1607;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1589;&#1608;&#1589;&#1740; &#1605;&#1585;&#1575;&#1580;&#1593;&#1607; &#1705;&#1585;&#1583;&#1607; &#1608; &#1576;&#1575; &#1575;&#1605;&#1705;&#1575;&#1606;&#1575;&#1578; &#1605;&#1608;&#1580;&#1608;&#1583; &#1583;&#1585; &#1575;&#1740;&#1606; &#1662;&#1575;&#1740;&#1711;&#1575;&#1607;&#8204;&#1607;&#1575; &#1588;&#1605;&#1588;&#1740;&#1585; &#1582;&#1608;&#1583; &#1585;&#1575; &#1578;&#1740;&#1586; &#1705;&#1585;&#1583;&#1607; &#1608; &#1602;&#1583;&#1585;&#1578;&#8204;&#1607;&#1575;&#1740;&#1578;&#1575;&#1606; &#1585;&#1575; &#1576;&#1607;&#1576;&#1608;&#1583; &#1576;&#1576;&#1582;&#1588;&#1740;&#1583;. &#1580;&#1583;&#1575; &#1575;&#1586; &#1605;&#1581;&#1578;&#1608;&#1740;&#1575;&#1578; &#1576;&#1582;&#1588; &#1578;&#1705;&#8204;&#1606;&#1601;&#1585;&#1607;&#1548; &#1576;&#1575;&#1586;&#1740; &#1583;&#1575;&#1585;&#1575;&#1740; &#1740;&#1705; &#1576;&#1582;&#1588; &#1670;&#1606;&#1583;&#1606;&#1601;&#1585;&#1607; &#1605;&#1607;&#1740;&#1580; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1585; &#1580;&#1585;&#1740;&#1575;&#1606; &#1570;&#1606; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1583;&#1585; &#1583;&#1608; &#1578;&#1740;&#1605; &#1670;&#1607;&#1575;&#1585;&#1606;&#1601;&#1585;&#1607; &#1608; &#1581;&#1575;&#1604;&#1578; Annihilation &#1576;&#1575; &#1740;&#1705;&#1583;&#1740;&#1711;&#1585; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1705;&#1606;&#1606;&#1583;.<br/><br/>&#1588;&#1585;&#1608;&#1593; &#1576;&#1575;&#1586;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1605;&#1604;&#1575;&#1604;&#8204;&#1570;&#1608;&#1585; &#1608; &#1582;&#1587;&#1578;&#1607;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575;&#1740;&#1583; &#1740;&#1705; &#1587;&#1575;&#1593;&#1578; &#1575;&#1576;&#1578;&#1583;&#1575;&#1740;&#1740; &#1585;&#1575; &#1576;&#1575; &#1576;&#1585;&#1583;&#1576;&#1575;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1705;&#1606;&#1740;&#1583; &#1578;&#1575; &#1576;&#1607; &#1576;&#1582;&#1588; &#1607;&#1740;&#1580;&#1575;&#1606;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586; &#1570;&#1606; &#1576;&#1585;&#1587;&#1740;&#1583;. &#1575;&#1740;&#1606;&#8204;&#1740;&#1705; &#1587;&#1575;&#1593;&#1578; &#1588;&#1575;&#1605;&#1604; &#1583;&#1740;&#1575;&#1604;&#1608;&#1711;&#8204;&#1607;&#1575;&#1740; &#1591;&#1608;&#1604;&#1575;&#1606;&#1740; &#1608; &#1605;&#1585;&#1575;&#1581;&#1604; &#1578;&#1605;&#1585;&#1740;&#1606;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1575;&#1604;&#1576;&#1578;&#1607; &#1575;&#1711;&#1585; &#1583;&#1585; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1578;&#1575;&#1586;&#1607;&#8204;&#1705;&#1575;&#1585; &#1607;&#1587;&#1578;&#1740;&#1583; &#1575;&#1606;&#1580;&#1575;&#1605; &#1583;&#1575;&#1583;&#1606; &#1570;&#1606;&#8204;&#1607;&#1575; &#1590;&#1585;&#1608;&#1585;&#1740; &#1575;&#1587;&#1578; &#1670;&#1585;&#1575;&#1705;&#1607; &#1587;&#1740;&#1587;&#1578;&#1605; &#1606;&#1576;&#1585;&#1583; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1607;&#1585; &#1593;&#1606;&#1608;&#1575;&#1606; &#1583;&#1740;&#1711;&#1585;&#1740; &#1705;&#1607; &#1605;&#1740;&#8204;&#1588;&#1606;&#1575;&#1587;&#1740;&#1583; &#1578;&#1601;&#1575;&#1608;&#1578; &#1583;&#1575;&#1585;&#1583;. &#1594;&#1608;&#1604;&#8204;&#1607;&#1575;&#1740; &#1605;&#1608;&#1580;&#1608;&#1583; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1576;&#1593;&#1583; &#1575;&#1586; &#1705;&#1588;&#1578;&#1607; &#1588;&#1583;&#1606; &#1576;&#1582;&#1575;&#1585; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583; &#1608; &#1576;&#1607; &#1607;&#1605;&#1740;&#1606; &#1583;&#1604;&#1740;&#1604; &#1606;&#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1578;&#1581;&#1602;&#1740;&#1602;&#1575;&#1578; &#1586;&#1740;&#1575;&#1583;&#1740; &#1585;&#1608;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1575;&#1606;&#1580;&#1575;&#1605; &#1583;&#1575;&#1583;. &#1711;&#1585;&#1608;&#1607;&#1740; &#1575;&#1605;&#1575; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1583;&#1587;&#1578;&#1711;&#1740;&#1585; &#1705;&#1585;&#1583;&#1606; &#1575;&#1740;&#1606; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578; &#1593;&#1592;&#1740;&#1605; &#1607;&#1587;&#1578;&#1606;&#1583; &#1608; &#1575;&#1604;&#1576;&#1578;&#1607; &#1705;&#1575;&#1585; &#1582;&#1740;&#1604;&#1740; &#1587;&#1582;&#1578;&#1740; &#1607;&#1605; &#1662;&#1740;&#1588; &#1585;&#1608;&#1583;&#1575;&#1585;&#1606;&#1583;.<br/><br/>&#1740;&#1705;&#1740; &#1575;&#1586; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583; &#1602;&#1587;&#1605;&#1578; &#1583;&#1608;&#1605; &#1576;&#1575;&#1586;&#1740; &#1587;&#1575;&#1582;&#1578; &#1740;&#1705; &#1587;&#1585;&#1740; &#1602;&#1604;&#1593;&#1607; &#1576;&#1575; &#1575;&#1605;&#1705;&#1575;&#1606;&#1575;&#1578; &#1605;&#1582;&#1578;&#1604;&#1601; &#1583;&#1585; &#1605;&#1581;&#1740;&#1591; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1583;&#1585; &#1582;&#1604;&#1575;&#1604; &#1606;&#1576;&#1585;&#1583; &#1705;&#1605;&#1705;&#8204;&#1607;&#1575;&#1740; &#1588;&#1575;&#1740;&#1575;&#1606;&#1740; &#1576;&#1607; &#1588;&#1605;&#1575; &#1608; &#1711;&#1585;&#1608;&#1607;&#1578;&#1575;&#1606; &#1705;&#1606;&#1583;. &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1605;&#1579;&#1604; &#1588;&#1605;&#1575;&#1585;&#1607; &#1602;&#1576;&#1604; &#1575;&#1604;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1606;&#1602;&#1588;&#8204;&#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1583;&#1585; &#1591;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1670;&#1588;&#1605; &#1605;&#1740;&#8204;&#1582;&#1608;&#1585;&#1583; &#1608; &#1605;&#1740;&#1586;&#1575;&#1606; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1740;&#1588;&#1578;&#1585; &#1607;&#1605; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1583;&#1585; &#1586;&#1605;&#1575;&#1606; &#1575;&#1587;&#1578;&#1585;&#1575;&#1581;&#1578; &#1576;&#1740;&#1606; &#1605;&#1585;&#1575;&#1581;&#1604; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1583;&#1585; &#1588;&#1607;&#1585; &#1576;&#1670;&#1585;&#1582;&#1740;&#1583; &#1608; &#1570;&#1740;&#1578;&#1605;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1585;&#1575; &#1582;&#1585;&#1740;&#1583;&#1608;&#1601;&#1585;&#1608;&#1588; &#1705;&#1606;&#1740;&#1583; &#1608; &#1740;&#1575; &#1575;&#1587;&#1604;&#1581;&#1607;&#8204;&#1578;&#1575;&#1606; &#1585;&#1575; &#1570;&#1662;&#1711;&#1585;&#1740;&#1583; &#1705;&#1585;&#1583;&#1607; &#1608; &#1740;&#1575; &#1581;&#1578;&#1740; &#1578;&#1594;&#1740;&#1740;&#1585;&#1575;&#1578;&#1740; &#1583;&#1585; &#1592;&#1575;&#1607;&#1585; &#1582;&#1608;&#1583;&#1578;&#1575;&#1606; &#1608; &#1607;&#1605; &#1578;&#1740;&#1605;&#1740;&#8204;&#1607;&#1575;&#1740;&#1578;&#1575;&#1606; &#1575;&#1593;&#1605;&#1575;&#1604; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">18+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Core I5 2400 or over
Memory: 6 GB RAM
Graphics: NVIDIA GeForce GTX 660 VRAM 1GB or over
DirectX: Version 11
Network: Broadband Internet connection
Storage: 30 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;, &#1607;&#1705; &#8204;&#1608; &#1575;&#1587;&#1604;&#1588;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Attack%20on%20Titan%202%20-%20Final%20Battle/A.O.T.-2-Final-Battle-with-Bonus-Review-Screenshot-1-1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Attack%20on%20Titan%202%20-%20Final%20Battle/AOT2_FB_Thunder-Spear_03.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Attack%20on%20Titan%202%20-%20Final%20Battle/aot-final-battle-hands-on-preview-eight.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Attack%20on%20Titan%202%20-%20Final%20Battle/aot-final-battle-hands-on-preview-ten_feature.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Attack%20on%20Titan%202%20-%20Final%20Battle/zp-250983_Attack-on-Titan-2-Final-Battle_2019_06-20-19_006.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Attack%20on%20Titan%202%20-%20Final%20Battle/zp-250983_Attack-on-Titan-2-Final-Battle_2019_06-20-19_006.jpg" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/453147/&#1578;&#1575;&#1705;&#1578;&#1740;&#1705;-&#1607;&#1605;&#1740;&#1588;&#1711;&#1740;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;&#1740;-&#1778;-attack-on-titan/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic:  74/100<br/>Steam: 7/10<br/>IGN: 7.3/10<br/><br/>Initial release date: March 15, 2018</div>
  </BODY>
</html>