<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Baldur's Gate 3</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2260.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index2.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2293.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2273f.jpg">
        <img src="../images/2273f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Baldur's Gate 3&#160;(2023)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Baldur's Gate&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>RPG, Strategy</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#146</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Larian Studios Games Ltd</b>
	    &#160;
	   	Larian Studios
            <br/>
            <b>107 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;Baldurs Gate III &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1581;&#1605;&#1575;&#1587;&#1740; &#1608; &#1607;&#1605;&#1607;&#8204;&#1580;&#1575;&#1606;&#1576;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1740;&#1585;&#1575;&#1579; &#1601;&#1585;&#1606;&#1670;&#1575;&#1740;&#1586; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1575;&#1585;&#1740; &#1583;&#1740;&#1711;&#1585; &#1576;&#1585;&#1575;&#1740; &#1711;&#1740;&#1605;&#1585;&#1607;&#1575;&#1740; &#1605;&#1583;&#1585;&#1606; &#1586;&#1606;&#1583;&#1607; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1593;&#1606;&#1575;&#1589;&#1585; RPG &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; &#1605;&#1575;&#1606;&#1606;&#1583; Ultima&#1548; Planescape: Torment&#1548; Arcanum: Of Steamworks &#1608; Magick Obscura &#1608; Divinity: Original Sin &#1585;&#1575; &#1576;&#1607; &#1591;&#1608;&#1585; &#1740;&#1705;&#1662;&#1575;&#1585;&#1670;&#1607; &#1576;&#1575; &#1607;&#1605; &#1578;&#1585;&#1705;&#1740;&#1576; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1575;&#1579;&#1585; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608;&#1740; Larian &#1578;&#1608;&#1587;&#1593;&#1607; &#1740;&#1575;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;&#1548; &#1711;&#1608;&#1575;&#1607;&#1740; &#1576;&#1585; &#1605;&#1740;&#1585;&#1575;&#1579; &#1594;&#1606;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; RPG &#1575;&#1587;&#1578; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1585;&#1575; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1705;&#1607; &#1575;&#1586; &#1605;&#1585;&#1586;&#1607;&#1575;&#1740; &#1587;&#1576;&#1705; &#1601;&#1585;&#1575;&#1578;&#1585; &#1605;&#1740;&#8204;&#1585;&#1608;&#1583; &#1608; &#1740;&#1705; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1608;&#1575;&#1602;&#1593;&#1575;&#1611; &#1578;&#1575;&#1585;&#1740;&#1582;&#1740; &#1608; &#1581;&#1605;&#1575;&#1587;&#1740; &#1585;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1705;&#1607; &#1575;&#1740;&#1606; &#1585;&#1608;&#1586;&#1607;&#1575; &#1576;&#1587;&#1740;&#1575;&#1585; &#1705;&#1605;&#1740;&#1575;&#1576; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1576;&#1575;&#1586;&#1711;&#1588;&#1578; &#1740;&#1705; &#1601;&#1585;&#1606;&#1670;&#1575;&#1740;&#1586; &#1575;&#1601;&#1587;&#1575;&#1606;&#1607;&#8204;&#1575;&#1740;<br/>&#1593;&#1605;&#1602; &#1608; &#1608;&#1587;&#1593;&#1578; &#1576;&#1575;&#1586;&#1740; Baldurs Gate III &#1582;&#1740;&#1585;&#1607; &#1705;&#1606;&#1606;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1607;&#1585; &#1601;&#1589;&#1604; &#1705;&#1607; &#1582;&#1608;&#1583; &#1576;&#1607; &#1587;&#1607; &#1601;&#1589;&#1604; &#1705;&#1608;&#1670;&#1705;&#8204;&#1578;&#1585; &#1578;&#1602;&#1587;&#1740;&#1605; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;&#1548; &#1576;&#1607; &#1578;&#1606;&#1607;&#1575;&#1740;&#1740; &#1740;&#1705; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1711;&#1587;&#1578;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1605;&#1604;&#1608; &#1575;&#1586; &#1587;&#1740;&#1575;&#1607;&#8204;&#1670;&#1575;&#1604;&#8204;&#1607;&#1575;&#1740; &#1662;&#1740;&#1670;&#1740;&#1583;&#1607;&#1548; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1601;&#1585;&#1575;&#1605;&#1608;&#1588; &#1606;&#1588;&#1583;&#1606;&#1740; &#1608; &#1585;&#1608;&#1575;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1662;&#1585;&#1605;&#1582;&#1575;&#1591;&#1585;&#1607; &#1575;&#1587;&#1578;. &#1670;&#1740;&#1586;&#1740; &#1705;&#1607; Baldurs Gate III &#1585;&#1575; &#1605;&#1578;&#1605;&#1575;&#1740;&#1586; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1570;&#1586;&#1575;&#1583;&#1740; &#1602;&#1575;&#1576;&#1604; &#1578;&#1608;&#1580;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1583;&#1585; &#1570;&#1606; &#1575;&#1587;&#1578;. &#1607;&#1585; &#1602;&#1583;&#1605;&#1740; &#1705;&#1607; &#1576;&#1585;&#1605;&#1740;&#8204;&#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1607;&#1585; &#1578;&#1589;&#1605;&#1740;&#1605;&#1740; &#1705;&#1607; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1740;&#1583;&#1548; &#1585;&#1575;&#1607;&#8204;&#1607;&#1575; &#1608; &#1601;&#1585;&#1589;&#1578;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1585;&#1575; &#1576;&#1575;&#1586; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1670;&#1607; &#1583;&#1585; &#1581;&#1575;&#1604; &#1705;&#1588;&#1601; &#1578;&#1608;&#1591;&#1574;&#1607;&#8204;&#1607;&#1575; &#1576;&#1575;&#1588;&#1740;&#1583; &#1608; &#1670;&#1607; &#1576;&#1607; &#1570;&#1578;&#1588; &#1705;&#1588;&#1740;&#1583;&#1606; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575;&#1548; &#1576;&#1575;&#1586;&#1740; &#1583;&#1575;&#1574;&#1605;&#1575;&#1611; &#1588;&#1605;&#1575; &#1585;&#1575; &#1576;&#1575; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576;&#8204;&#1607;&#1575;&#1740;&#1740; &#1576;&#1607; &#1670;&#1575;&#1604;&#1588; &#1605;&#1740;&#8204;&#1705;&#1588;&#1583; &#1705;&#1607; &#1662;&#1740;&#1575;&#1605;&#1583;&#1607;&#1575;&#1740; &#1711;&#1587;&#1578;&#1585;&#1583;&#1607;&#8204;&#1575;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1576;&#1607; &#1607;&#1605;&#1740;&#1606; &#1583;&#1604;&#1740;&#1604; &#1575;&#1585;&#1586;&#1588; &#1578;&#1705;&#1585;&#1575;&#1585;&#1662;&#1584;&#1740;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1578;&#1575; &#1581;&#1583; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1575;&#1583;&#1740; &#1606;&#1575;&#1605;&#1581;&#1583;&#1608;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;.<br/><br/>&#1740;&#1705; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1587;&#1585;&#1575;&#1740;&#1740; &#1582;&#1575;&#1585;&#1602; &#1575;&#1604;&#1593;&#1575;&#1583;&#1607;<br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575; &#1740;&#1705; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578; &#1578;&#1705;&#1575;&#1606; &#1583;&#1607;&#1606;&#1583;&#1607; &#1570;&#1594;&#1575;&#1586; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;: &#1588;&#1605;&#1575; &#1578;&#1608;&#1587;&#1591; &#1740;&#1705; &#1575;&#1606;&#1711;&#1604; &#1570;&#1604;&#1608;&#1583;&#1607; &#1588;&#1583;&#1607;&#8204;&#1575;&#1740;&#1583; &#1705;&#1607; &#1602;&#1585;&#1575;&#1585; &#1575;&#1587;&#1578; &#1576;&#1607; &#1740;&#1705; &#1607;&#1740;&#1608;&#1604;&#1575;&#1740; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705;&#1548; &#1588;&#1575;&#1582;&#1705;&#8204;&#1583;&#1575;&#1585; &#1608; &#1606;&#1601;&#1585;&#1578; &#1575;&#1606;&#1711;&#1740;&#1586; &#1578;&#1576;&#1583;&#1740;&#1604; &#1588;&#1608;&#1583;. &#1575;&#1740;&#1606; &#1587;&#1601;&#1585; &#1740;&#1705; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1583;&#1585; &#1576;&#1740;&#1575;&#1576;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1576;&#1586;&#1585;&#1711; &#1585;&#1575; &#1582;&#1604;&#1602; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1705;&#1607; &#1740;&#1575;&#1583;&#1570;&#1608;&#1585; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; D&amp;D &#1575;&#1587;&#1578;. &#1583;&#1585; &#1591;&#1608;&#1604; &#1605;&#1587;&#1740;&#1585;&#1548; &#1576;&#1575; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1548; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1608; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1601;&#1585;&#1593;&#1740; &#1601;&#1585;&#1575;&#1608;&#1575;&#1606;&#1740; &#1605;&#1608;&#1575;&#1580;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1740;&#1583; &#1705;&#1607; &#1583;&#1607;&#8204;&#1607;&#1575; &#1587;&#1575;&#1593;&#1578; &#1588;&#1605;&#1575; &#1585;&#1575; &#1583;&#1585;&#1711;&#1740;&#1585; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;. &#1593;&#1606;&#1575;&#1589;&#1585; RPG &#1587;&#1606;&#1578;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1585;&#1608;&#1740;&#1705;&#1585;&#1583; &#1606;&#1608;&#1570;&#1608;&#1585;&#1575;&#1606;&#1607; &#1570;&#1606; &#1583;&#1585; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1587;&#1585;&#1575;&#1740;&#1740; &#1608; &#1578;&#1608;&#1587;&#1593;&#1607; &#1588;&#1582;&#1589;&#1740;&#1578; &#1583;&#1585;&#1607;&#1605;&#8204;&#1578;&#1606;&#1740;&#1583;&#1607; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1591;&#1740;&#1601; &#1711;&#1587;&#1578;&#1585;&#1583;&#1607;&#8204;&#1575;&#1740; &#1575;&#1586; &#1580;&#1575;&#1583;&#1608;&#1607;&#1575;&#1548; &#1605;&#1607;&#1575;&#1585;&#1578;&#8204;&#1607;&#1575; &#1608; &#1578;&#1593;&#1575;&#1605;&#1604;&#1575;&#1578; &#1601;&#1740;&#1586;&#1740;&#1705;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1576;&#1607; &#1588;&#1605;&#1575; &#1575;&#1605;&#1705;&#1575;&#1606; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1576;&#1607; &#1585;&#1608;&#1588;&#8204;&#1607;&#1575;&#1740; &#1576;&#1740; &#1588;&#1605;&#1575;&#1585;&#1740; &#1576;&#1575; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575; &#1605;&#1602;&#1575;&#1576;&#1604;&#1607; &#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1711;&#1587;&#1578;&#1585;&#1588; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1601;&#1585;&#1593;&#1740;<br/>&#1583;&#1585; &#1591;&#1608;&#1604; &#1587;&#1601;&#1585; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606; &#1608; &#1607;&#1605;&#1585;&#1575;&#1607;&#1575;&#1606; &#1586;&#1740;&#1575;&#1583;&#1740; &#1662;&#1740;&#1583;&#1575; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583; &#1705;&#1607; &#1576;&#1583;&#1608;&#1606; &#1588;&#1705; &#1588;&#1605;&#1575; &#1585;&#1575; &#1578;&#1581;&#1578; &#1578;&#1571;&#1579;&#1740;&#1585; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1583;&#1607;&#1606;&#1583;. &#1576;&#1585;&#1606;&#1575;&#1605;&#1607;&#8204;&#1607;&#1575; &#1608; &#1578;&#1593;&#1575;&#1605;&#1604;&#1575;&#1578; &#1570;&#1606;&#1607;&#1575; &#1576;&#1607; &#1575;&#1606;&#1583;&#1575;&#1586;&#1607; &#1588;&#1605;&#1575; &#1605;&#1607;&#1605; &#1575;&#1587;&#1578; &#1608; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1588;&#1582;&#1589;&#1740; &#1570;&#1606;&#1607;&#1575; &#1576;&#1607; &#1591;&#1608;&#1585; &#1662;&#1740;&#1670;&#1740;&#1583;&#1607;&#8204;&#1575;&#1740; &#1576;&#1575; &#1582;&#1591; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1575;&#1589;&#1604;&#1740; &#1605;&#1585;&#1578;&#1576;&#1591; &#1575;&#1587;&#1578;. &#1588;&#1605;&#1575; &#1576;&#1575; &#1575;&#1740;&#1606; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575; &#1575;&#1585;&#1578;&#1576;&#1575;&#1591; &#1593;&#1605;&#1740;&#1602;&#1740; &#1576;&#1585;&#1602;&#1585;&#1575;&#1585; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583; &#1608; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1607; &#1575;&#1606;&#1583;&#1575;&#1586;&#1607; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1588;&#1605;&#1575; &#1580;&#1584;&#1575;&#1576; &#1582;&#1608;&#1575;&#1607;&#1583; &#1588;&#1583;. &#1575;&#1740;&#1606; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575; &#1583;&#1585; &#1591;&#1608;&#1604; &#1605;&#1587;&#1740;&#1585; &#1670;&#1740;&#1586;&#1740; &#1576;&#1740;&#1588;&#1578;&#1585; &#1575;&#1586; &#1740;&#1705; &#1583;&#1608;&#1587;&#1578; &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1576;&#1608;&#1583;. Baldurs Gate III &#1605;&#1575;&#1607;&#1740;&#1578; &#1575;&#1606;&#1593;&#1591;&#1575;&#1601; &#1662;&#1584;&#1740;&#1585; D&amp;D &#1585;&#1575; &#1576;&#1575; &#1578;&#1593;&#1575;&#1605;&#1604; &#1583;&#1585; &#1576;&#1585;&#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1583;. &#1670;&#1607; &#1583;&#1585; &#1576;&#1585;&#1582;&#1608;&#1585;&#1583;&#1607;&#1575;&#1740; &#1580;&#1606;&#1711;&#1740;&#1548; &#1670;&#1607; &#1581;&#1604; &#1605;&#1593;&#1605;&#1575;&#1607;&#1575; &#1740;&#1575; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740;&#1740; &#1576;&#1585;&#1575;&#1740; &#1740;&#1575;&#1601;&#1578;&#1606; &#1711;&#1606;&#1580; &#1608; &#1579;&#1585;&#1608;&#1578;&#1548; &#1582;&#1604;&#1575;&#1602;&#1740;&#1578; &#1608; &#1705;&#1606;&#1580;&#1705;&#1575;&#1608;&#1740; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1588;&#1605;&#1575; &#1662;&#1575;&#1583;&#1575;&#1588; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1583;&#1575;&#1583;.<br/><br/>&#1587;&#1740;&#1587;&#1578;&#1605; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1576;&#1607;&#1576;&#1608;&#1583; &#1740;&#1575;&#1601;&#1578;&#1607;<br/>&#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1583;&#1585; Baldurs Gate III &#1605;&#1576;&#1578;&#1606;&#1740; &#1576;&#1585; &#1606;&#1608;&#1576;&#1578; &#1575;&#1587;&#1578; &#1608; &#1585;&#1608;&#1740;&#1705;&#1585;&#1583;&#1740; &#1705;&#1606;&#1583;&#1578;&#1585; &#1575;&#1605;&#1575; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740;&#1705;&#8204;&#1578;&#1585; &#1576;&#1585;&#1575;&#1740; &#1606;&#1576;&#1585;&#1583;&#1607;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1605;&#1581;&#1740;&#1591; &#1606;&#1602;&#1588; &#1581;&#1740;&#1575;&#1578;&#1740; &#1575;&#1740;&#1601;&#1575; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;&#1548; &#1576;&#1575; &#1586;&#1605;&#1740;&#1606;&#1548; &#1608;&#1587;&#1575;&#1740;&#1604; &#1608; &#1580;&#1604;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1593;&#1606;&#1589;&#1585;&#1740; &#1711;&#1586;&#1740;&#1606;&#1607;&#8204;&#1607;&#1575;&#1740; &#1578;&#1575;&#1705;&#1578;&#1740;&#1705;&#1740; &#1605;&#1578;&#1593;&#1583;&#1583;&#1740; &#1585;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1575;&#1711;&#1585;&#1670;&#1607; &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1593;&#1605;&#1602; &#1608; &#1662;&#1740;&#1670;&#1740;&#1583;&#1711;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1585;&#1575;&#1740; &#1578;&#1575;&#1586;&#1607; &#1608;&#1575;&#1585;&#1583;&#1575;&#1606; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1576;&#1575;&#1588;&#1583;&#1548; &#1575;&#1605;&#1575; &#1576;&#1607; &#1589;&#1576;&#1585; &#1608; &#1705;&#1575;&#1608;&#1588; &#1662;&#1575;&#1583;&#1575;&#1588; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1576;&#1575; &#1575;&#1740;&#1606; &#1581;&#1575;&#1604;&#1548; &#1662;&#1740;&#1711;&#1740;&#1585;&#1740; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575; &#1608; &#1578;&#1593;&#1575;&#1605;&#1604;&#1575;&#1578; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1670;&#1575;&#1604;&#1588; &#1576;&#1585;&#1575;&#1606;&#1711;&#1740;&#1586; &#1576;&#1575;&#1588;&#1583; &#1608; &#1576;&#1585;&#1582;&#1740; &#1575;&#1586; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575; &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1583;&#1575;&#1585;&#1575;&#1740; &#1593;&#1606;&#1575;&#1589;&#1585; &#1581;&#1587;&#1575;&#1587; &#1576;&#1607; &#1586;&#1605;&#1575;&#1606; &#1576;&#1575;&#1588;&#1606;&#1583; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1585;&#1575; &#1594;&#1575;&#1601;&#1604;&#1711;&#1740;&#1585; &#1705;&#1606;&#1606;&#1583;. &#1583;&#1585; &#1607;&#1585; &#1589;&#1608;&#1585;&#1578; &#1575;&#1711;&#1585; &#1575;&#1586; &#1593;&#1575;&#1588;&#1602;&#1575;&#1606; &#1608;&#1575;&#1602;&#1593;&#1740; &#1688;&#1575;&#1606;&#1585; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1607;&#1587;&#1578;&#1740;&#1583;&#1548; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Divinity Original Sin 2 Definitive Edition &#1608; Solasta Crown of the Magister Inner Strength &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel I5 4690 / AMD FX 8350
Memory: 8 GB RAM
Graphics: Nvidia GTX 970 / RX 480 (4GB+ of VRAM)
DirectX: Version 11
Storage: 150 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1616;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Baldur's%20Gate%203/16932035271691089963gol1(2).jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Baldur's%20Gate%203/19_BaldursGate3_Gameplay_Screenshot-cde7(2).jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Baldur's%20Gate%203/PM2ysZc.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Baldur's%20Gate%203/baldurs_gate_3_leaked_screenshot(2).jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Baldur's%20Gate%203/e55bbfc3b6e04113324674e45879811350616230-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/966572/baldurs-gate-3-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 96/100<br/>Steam: 10/10<br/>IGN: 10/10<br/><br/>Initial release date: August 3, 2023</div>
  </BODY>
</html>