<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>The Banner Saga</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2273.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index2.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2285.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2293f.jpg">
        <img src="../images/2293f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">The Banner Saga&#160;(2014)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Strategy</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#148</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Versus Evil</b>
	    &#160;
	   	Stoic
            <br/>
            <b>3.92 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1582;&#1608;&#1576;&#1548; &#1605;&#1608;&#1587;&#1740;&#1602;&#1740; &#1605;&#1578;&#1606; &#1575;&#1585;&#1586;&#1588;&#1605;&#1606;&#1583; &#1608; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1575;&#1586; &#1608;&#1740;&#1688;&#1711;&#1740; &#1607;&#1575;&#1740; &#1580;&#1584;&#1575;&#1576; &#1583;&#1740;&#1711;&#1585; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; The Banner Saga &#1576;&#1607; &#1670;&#1588;&#1605; &#1605;&#1740; &#1582;&#1608;&#1585;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1583;&#1585; &#1605;&#1608;&#1585;&#1583; &#1606;&#1576;&#1585;&#1583; &#1607;&#1575;&#1740; &#1581;&#1605;&#1575;&#1587;&#1740; &#1608;&#1575;&#1740;&#1705;&#1740;&#1606;&#1711; &#1607;&#1575; &#1575;&#1587;&#1578; &#1580;&#1575;&#1740;&#1740; &#1705;&#1607; &#1578;&#1589;&#1605;&#1740;&#1605;&#1575;&#1578;&#1548;&#1711;&#1601;&#1578;&#1711;&#1608; &#1607;&#1575; &#1608; &#1583;&#1585;&#1711;&#1740;&#1585;&#1740; &#1607;&#1575;&#1740; &#1588;&#1605;&#1575; &#1605;&#1587;&#1578;&#1602;&#1740;&#1605;&#1575; &#1576;&#1585; &#1575;&#1607;&#1583;&#1575;&#1601; &#1608; &#1587;&#1601;&#1585; &#1588;&#1605;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1578;&#1575;&#1579;&#1740;&#1585; &#1582;&#1608;&#1575;&#1607;&#1583; &#1711;&#1584;&#1575;&#1588;&#1578;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1588;&#1605;&#1575; &#1576;&#1575; &#1711;&#1585;&#1583; &#1570;&#1608;&#1585;&#1583;&#1606; &#1605;&#1578;&#1581;&#1583;&#1575;&#1606; &#1582;&#1608;&#1583; &#1575;&#1586; &#1605;&#1606;&#1575;&#1591;&#1602; &#1608; &#1605;&#1606;&#1575;&#1592;&#1585; &#1670;&#1588;&#1605; &#1606;&#1608;&#1575;&#1586; &#1608; &#1586;&#1740;&#1576;&#1575; &#1593;&#1576;&#1608;&#1585; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583; &#1608; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1570;&#1606; &#1576;&#1575;&#1740;&#1583; &#1575;&#1601;&#1585;&#1575;&#1583;&#1740; &#1585;&#1575; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1705;&#1606;&#1740;&#1583; &#1705;&#1607; &#1576;&#1607; &#1606;&#1576;&#1585;&#1583; &#1588;&#1605;&#1575; &#1583;&#1585; &#1576;&#1585;&#1575;&#1576;&#1585; &#1578;&#1607;&#1583;&#1740;&#1583;&#1740; &#1705;&#1607; &#1575;&#1605;&#1662;&#1585;&#1575;&#1591;&#1608;&#1585;&#1740; &#1588;&#1605;&#1575; &#1585;&#1575; &#1582;&#1583;&#1588;&#1607; &#1583;&#1575;&#1585; &#1705;&#1585;&#1583;&#1607; &#1705;&#1605;&#1705; &#1705;&#1606;&#1606;&#1583;&#1563; &#1583;&#1585; &#1575;&#1740;&#1606; &#1585;&#1575;&#1607; &#1607;&#1605;&#1607; &#1586;&#1606;&#1583;&#1607; &#1606;&#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1605;&#1575;&#1606;&#1583; &#1608;&#1604;&#1740; &#1583;&#1585; &#1740;&#1575;&#1583;&#1607;&#1575; &#1576;&#1575;&#1602;&#1740; &#1605;&#1740;&#1605;&#1575;&#1606;&#1606;&#1583;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1778;&#1781; &#1588;&#1582;&#1589;&#1740;&#1578; &#1602;&#1575;&#1576;&#1604; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1588;&#1575;&#1605;&#1604; &#1575;&#1606;&#1587;&#1575;&#1606; &#1607;&#1575; &#1608; &#1594;&#1608;&#1604; &#1607;&#1575; &#1605;&#1740;&#1588;&#1608;&#1583; &#1608; &#1583;&#1585; &#1783; &#1705;&#1604;&#1575;&#1587; &#1591;&#1576;&#1602;&#1607; &#1576;&#1606;&#1583;&#1740; &#1605;&#1740;&#1588;&#1608;&#1606;&#1583; &#1705;&#1607; &#1607;&#1585;&#1705;&#1583;&#1575;&#1605; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578; &#1607;&#1575; &#1608; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740; &#1607;&#1575;&#1740; &#1582;&#1575;&#1589; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1575;&#1585;&#1606;&#1583;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; The Banner Saga &#1575;&#1586; &#1575;&#1740;&#1606; &#1602;&#1585;&#1575;&#1585; &#1575;&#1587;&#1578; &#1705;&#1607; &#1588;&#1605;&#1575; &#1578;&#1589;&#1605;&#1740;&#1605; &#1605;&#1740; &#1711;&#1740;&#1585;&#1740;&#1583; &#1578;&#1575; &#1582;&#1575;&#1606;&#1607; &#1582;&#1608;&#1583; &#1585;&#1575; &#1578;&#1585;&#1705; &#1705;&#1606;&#1740;&#1583;.&#1575;&#1740;&#1606; &#1578;&#1589;&#1605;&#1740;&#1605; &#1575;&#1580;&#1576;&#1575;&#1585;&#1740; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575;&#1740;&#1583; &#1570;&#1606; &#1605;&#1606;&#1591;&#1602;&#1607; &#1585;&#1575; &#1578;&#1585;&#1705; &#1705;&#1606;&#1740;&#1583;.&#1581;&#1575;&#1604; &#1583;&#1585; &#1575;&#1740;&#1606; &#1587;&#1601;&#1585; &#1588;&#1605;&#1575; &#1576;&#1575; &#1605;&#1585;&#1583;&#1605;&#1575;&#1606;&#1740; &#1588;&#1580;&#1575;&#1593; &#1608; &#1583;&#1604;&#1740;&#1585; &#1607;&#1605;&#1585;&#1575;&#1607; &#1607;&#1587;&#1578;&#1740;&#1583; &#1608; &#1575;&#1605;&#1575; &#1585;&#1575;&#1607; &#1607;&#1605;&#1608;&#1575;&#1585; &#1606;&#1740;&#1587;&#1578;. &#1576;&#1585;&#1575;&#1740; &#1605;&#1579;&#1575;&#1604; &#1588;&#1605;&#1575; &#1605;&#1608;&#1592;&#1601; &#1607;&#1587;&#1578;&#1740;&#1583; &#1578;&#1575; &#1705;&#1575;&#1585;&#1608;&#1575;&#1606; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1585; &#1605;&#1581;&#1740;&#1591; &#1607;&#1575;&#1740; &#1582;&#1740;&#1585;&#1607; &#1705;&#1606;&#1606;&#1583;&#1607; &#1608; &#1583;&#1585; &#1580;&#1606;&#1711; &#1576;&#1575; &#1602;&#1576;&#1740;&#1604;&#1607; &#1607;&#1575;&#1740; &#1583;&#1588;&#1605;&#1606; &#1608; &#1587;&#1585;&#1576;&#1575;&#1586;&#1575;&#1606; &#1583;&#1585;&#1608;&#1594;&#1740;&#1606; &#1588;&#1585;&#1608;&#1585; &#1607;&#1583;&#1575;&#1740;&#1578; &#1705;&#1606;&#1740;&#1583;.&#1578;&#1608;&#1580;&#1607; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583; &#1705;&#1607; &#1606;&#1608;&#1593; &#1581;&#1585;&#1601; &#1586;&#1583;&#1606; &#1588;&#1605;&#1575; &#1608; &#1585;&#1601;&#1578;&#1575;&#1585; &#1607;&#1575;&#1740;&#1578;&#1575;&#1606; &#1576;&#1575; &#1583;&#1740;&#1711;&#1585;&#1575;&#1606; &#1576;&#1585; &#1585;&#1608;&#1740; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740; &#1607;&#1575;&#1740; &#1588;&#1605;&#1575; &#1575;&#1579;&#1585; &#1711;&#1584;&#1575;&#1585; &#1575;&#1587;&#1578; &#1608; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606;&#1583; &#1570;&#1740;&#1606;&#1583;&#1607; &#1585;&#1575; &#1576;&#1607; &#1711;&#1608;&#1606;&#1607; &#1575;&#1740; &#1583;&#1740;&#1711;&#1585; &#1585;&#1602;&#1605; &#1576;&#1586;&#1606;&#1583;.&#1588;&#1582;&#1589;&#1740;&#1578; &#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1575;&#1586; &#1783; &#1705;&#1604;&#1575;&#1587; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583;.&#1585;&#1586;&#1605;&#1606;&#1583;&#1711;&#1575;&#1606; &#1582;&#1608;&#1583; &#1585;&#1575; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1705;&#1606;&#1740;&#1583; &#1608; &#1575;&#1593;&#1578;&#1589;&#1575;&#1576; &#1585;&#1575; &#1578;&#1588;&#1705;&#1740;&#1604; &#1583;&#1607;&#1740;&#1583;.&#1576;&#1607; &#1605;&#1740;&#1583;&#1575;&#1606; &#1580;&#1606;&#1711; &#1576;&#1585;&#1608;&#1740;&#1583; &#1608; &#1662;&#1740;&#1585;&#1608;&#1586;&#1740; &#1585;&#1575; &#1575;&#1586; &#1570;&#1606; &#1582;&#1608;&#1583; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">16+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">OS: Windows 7 SP1
Memory: 2 GB RAM
Storage: 8 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1616;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Banner%20Saga/TBS-Screenshot-3-(Aug-2014).jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Banner%20Saga/TBS-Screenshot-4-(Aug-2014).jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Banner%20Saga/TBS-Screenshot-5-(Aug-2014).jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Banner%20Saga/TBS-Screenshot-8-(Aug-2014).jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/The%20Banner%20Saga/57896d6687f8a606cc33c5bd106fb69413085261-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 80/100<br/>Steam: 9/10<br/>IGN: 8.6/10<br/><br/>Initial release date: April 19, 2016</div>
  </BODY>
</html>