<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Batman: Arkham Asylum</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2285.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index2.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="777.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2304f.jpg">
        <img src="../images/2304f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Batman: Arkham Asylum&#160;(2009)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Batman&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action/Adventure</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#149</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Eidos Interactive</b>
	    &#160;
	   	Rocksteady Studios
            <br/>
            <b>7.76 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1588;&#1605;&#1575; &#1583;&#1585; &#1606;&#1602;&#1588; &#1576;&#1578;&#1605;&#1606; &#1608;&#1592;&#1740;&#1601;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583; &#1705;&#1607; &#1606;&#1602;&#1588;&#1607;&#8204;&#1740; &#1580;&#1608;&#1705;&#1585; &#1585;&#1575; &#1582;&#1606;&#1579;&#1740; &#1608; &#1575;&#1586; &#1705;&#1575;&#1585;&#1607;&#1575;&#1740; &#1588;&#1608;&#1605; &#1575;&#1608; &#1580;&#1604;&#1608;&#1711;&#1740;&#1585;&#1740; &#1705;&#1606;&#1740;&#1583;. &#1580;&#1608;&#1705;&#1585; &#1576;&#1740;&#1605;&#1575;&#1585;&#1740; &#1585;&#1608;&#1575;&#1606;&#1740; &#1583;&#1585; &#1578;&#1740;&#1605;&#1575;&#1585;&#1587;&#1578;&#1575;&#1606; Arkham &#1575;&#1587;&#1578;. &#1662;&#1587; &#1575;&#1586; &#1711;&#1584;&#1588;&#1578;&#1606; &#1605;&#1583;&#1578; &#1705;&#1608;&#1578;&#1575;&#1607;&#1740; &#1575;&#1586; &#1586;&#1606;&#1583;&#1575;&#1606;&#1740; &#1588;&#1583;&#1606; &#1580;&#1608;&#1705;&#1585; &#1583;&#1585; &#1578;&#1740;&#1605;&#1575;&#1585;&#1587;&#1578;&#1575;&#1606; Arkham&#1548; &#1575;&#1608; &#1576;&#1575; &#1705;&#1605;&#1705; &#1588;&#1582;&#1589;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; Harley Quinn &#1575;&#1586; &#1586;&#1606;&#1583;&#1575;&#1606; &#1601;&#1585;&#1575;&#1585; &#1608; &#1578;&#1605;&#1575;&#1605; &#1586;&#1606;&#1583;&#1575;&#1606;&#1740;&#1575;&#1606; &#1585;&#1575; &#1606;&#1740;&#1586; &#1570;&#1586;&#1575;&#1583; &#1605;&#1740; &#1705;&#1606;&#1583; &#1608; &#1583;&#1585;&#1607;&#1575;&#1740; &#1578;&#1740;&#1605;&#1575;&#1585;&#1587;&#1578;&#1575;&#1606; &#1585;&#1575; &#1605;&#1740; &#1576;&#1606;&#1583;&#1583; &#1608; &#1576;&#1578;&#1605;&#1606; &#1608; &#1705;&#1605;&#1740;&#1587;&#1585; &#1711;&#1608;&#1585;&#1583;&#1608;&#1606; &#1585;&#1575; &#1583;&#1585;&#1608;&#1606; &#1578;&#1740;&#1605;&#1575;&#1585;&#1587;&#1578;&#1575;&#1606; &#1711;&#1585;&#1601;&#1578;&#1575;&#1585; &#1605;&#1740; &#1705;&#1606;&#1583;. &#1575;&#1608; &#1705;&#1606;&#1578;&#1585;&#1604; &#1578;&#1740;&#1605;&#1575;&#1585;&#1587;&#1578;&#1575;&#1606; &#1585;&#1575; &#1576;&#1607; &#1583;&#1587;&#1578; &#1605;&#1740; &#1711;&#1740;&#1585;&#1583; &#1608; &#1578;&#1607;&#1583;&#1740;&#1583; &#1605;&#1740; &#1705;&#1606;&#1583; &#1705;&#1607; &#1575;&#1711;&#1585; &#1705;&#1587;&#1740; &#1587;&#1593;&#1740; &#1705;&#1606;&#1583; &#1705;&#1607; &#1608;&#1575;&#1585;&#1583; &#1578;&#1740;&#1605;&#1575;&#1585;&#1587;&#1578;&#1575;&#1606; &#1588;&#1608;&#1583;&#1548; &#1711;&#1575;&#1578;&#1607;&#1575;&#1605; &#1585;&#1575; &#1605;&#1606;&#1601;&#1580;&#1585; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;. &#1588;&#1575;&#1740;&#1583; &#1576;&#1578;&#1608;&#1575;&#1606; &#1711;&#1601;&#1578; &#1705;&#1605;&#1740;&#1705;&#8204;&#1607;&#1575;&#1740; &#1576;&#1578;&#1605;&#1606; &#1580;&#1586; &#1576;&#1585;&#1578;&#1585;&#1740;&#1606; &#1705;&#1605;&#1740;&#1705;&#8204;&#1607;&#1575; &#1583;&#1585; &#1576;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1605;&#1581;&#1587;&#1608;&#1576; &#1605;&#1740; &#1588;&#1608;&#1583; &#1705;&#1607; &#1578;&#1575; &#1576;&#1607; &#1575;&#1705;&#1606;&#1608;&#1606; &#1606;&#1605;&#1608;&#1606;&#1607;&#8204;&#1607;&#1575;&#1740; &#1605;&#1578;&#1593;&#1583;&#1583;&#1740; &#1575;&#1586; &#1570;&#1606; &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1578;&#1575; &#1576;&#1607; &#1575;&#1705;&#1606;&#1608;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1575;&#1586; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1578;&#1605;&#1606; &#1585;&#1608;&#1575;&#1606;&#1607; &#1576;&#1575;&#1586;&#1575;&#1585; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1585; &#1705;&#1604; &#1606;&#1578;&#1608;&#1575;&#1606;&#1587;&#1578;&#1607; &#1576;&#1607; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578; &#1670;&#1588;&#1605; &#1711;&#1740;&#1585;&#1740; &#1583;&#1587;&#1578; &#1662;&#1740;&#1583;&#1575; &#1705;&#1606;&#1583; &#1608; &#1583;&#1604;&#1740;&#1604; &#1570;&#1606; &#1607;&#1605; &#1575;&#1740;&#1606; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1575;&#1586; &#1601;&#1740;&#1604;&#1605;&#8204;&#1607;&#1575;&#1740; &#1576;&#1578;&#1605;&#1606; &#1575;&#1604;&#1607;&#1575;&#1605; &#1711;&#1585;&#1601;&#1578;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1578;&#1580;&#1585;&#1576;&#1607; &#1606;&#1588;&#1575;&#1606; &#1583;&#1575;&#1583;&#1607; &#1705;&#1607; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1575;&#1586; &#1585;&#1608;&#1740; &#1601;&#1740;&#1604;&#1605; &#1587;&#1575;&#1582;&#1578;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583; &#1606;&#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1586;&#1740;&#1575;&#1583; &#1605;&#1608;&#1601;&#1602; &#1592;&#1575;&#1607;&#1585; &#1588;&#1608;&#1606;&#1583; &#1575;&#1605;&#1575; &#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1575;&#1586; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Batman &#1705;&#1607; &#1578;&#1740;&#1605;&#1575;&#1585;&#1587;&#1578;&#1575;&#1606; &#1570;&#1585;&#1582;&#1575;&#1605; &#1606;&#1575;&#1605; &#1583;&#1575;&#1585;&#1583; &#1575;&#1740;&#1606; &#1581;&#1585;&#1740;&#1605; &#1578;&#1602;&#1604;&#1740;&#1583; &#1575;&#1586; &#1585;&#1608;&#1740; &#1601;&#1740;&#1604;&#1605; &#1585;&#1575; &#1588;&#1705;&#1587;&#1578;&#1607; &#1608; &#1578;&#1608;&#1575;&#1606;&#1587;&#1578;&#1607; &#1576;&#1575; &#1575;&#1604;&#1607;&#1575;&#1605; &#1575;&#1586; &#1705;&#1578;&#1575;&#1604;&#1576; &#1576;&#1578;&#1605;&#1606; &#1583;&#1587;&#1578; &#1576;&#1607; &#1587;&#1575;&#1582;&#1578; &#1575;&#1579;&#1585;&#1740; &#1576;&#1586;&#1606;&#1583; &#1705;&#1607; &#1607;&#1606;&#1608;&#1586; &#1607;&#1605; &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1576;&#1585;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1583;&#1606;&#1740;&#1575; &#1575;&#1586; &#1570;&#1606; &#1740;&#1575;&#1583; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1601;&#1585;&#1583;&#1740; &#1606;&#1740;&#1587;&#1578; &#1705;&#1607; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1705;&#1585;&#1583;&#1607; &#1576;&#1575;&#1588;&#1583; &#1608; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1570;&#1606; &#1604;&#1584;&#1578; &#1606;&#1576;&#1585;&#1583;&#1607; &#1576;&#1575;&#1588;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Batman Arkham Asylum &#1740;&#1705;&#1740; &#1575;&#1586; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1575;&#1705;&#1588;&#1606; &#1608; &#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608; Rocksteady Studios &#1583;&#1585; &#1587;&#1575;&#1604; 2009 &#1591;&#1585;&#1575;&#1581;&#1740; &#1608; &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583; &#1608; &#1705;&#1605;&#1662;&#1575;&#1606;&#1740; &#1576;&#1585;&#1575;&#1583;&#1585;&#1575;&#1606; &#1608;&#1575;&#1606;&#1585; &#1570;&#1606; &#1585;&#1575; &#1605;&#1606;&#1578;&#1588;&#1585; &#1705;&#1585;&#1583;. &#1587;&#1740;&#1587;&#1578;&#1605; &#1606;&#1608;&#1740;&#1606; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1705;&#1605;&#1576;&#1608;&#1607;&#1575;&#1740; &#1607;&#1740;&#1580;&#1575;&#1606; &#1575;&#1606;&#1711;&#1740;&#1586; &#1576;&#1578;&#1605;&#1606;&#1548; &#1588;&#1605;&#1575; &#1585;&#1575; &#1608;&#1575;&#1585;&#1583; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1575;&#1586; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1740; &#1705;&#1606;&#1583;. &#1583;&#1585; Batman Arkham Asylum &#1588;&#1605;&#1575; &#1576;&#1575; &#1605;&#1593;&#1585;&#1608;&#1601;&#8204;&#1578;&#1585;&#1740;&#1606; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1576;&#1578;&#1605;&#1606; &#1575;&#1586; &#1580;&#1605;&#1604;&#1607; &#1688;&#1608;&#1705;&#1585;&#1548; &#1607;&#1575;&#1585;&#1604;&#1740; &#1705;&#1608;&#1574;&#1740;&#1606;&#1548; &#1662;&#1608;&#1740;&#1586;&#1606; &#1570;&#1740;&#1608;&#1740; &#1608; &#1705;&#1740;&#1604;&#1616;&#1585; &#1705;&#1585;&#1575;&#1705; &#1585;&#1608; &#1576;&#1607; &#1585;&#1608; &#1605;&#1740; &#1588;&#1608;&#1740;&#1583;. &#1605;&#1608;&#1587;&#1740;&#1602;&#1740; &#1605;&#1578;&#1606; &#1576;&#1575;&#1586;&#1740; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1605;&#1608;&#1602;&#1593;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1576;&#1575;&#1586;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1576;&#1575; &#1608; &#1711;&#1608;&#1588;&#8204;&#1606;&#1608;&#1575;&#1586; &#1606;&#1608;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1608; &#1581;&#1587; &#1576;&#1575;&#1586;&#1740; &#1608; &#1586;&#1606;&#1583;&#1711;&#1740; &#1576;&#1575; &#1586;&#1740;&#1585;&#1705;&#8204;&#1578;&#1585;&#1740;&#1606; &#1575;&#1601;&#1585;&#1575;&#1583; &#1608; &#1583;&#1585; &#1593;&#1740;&#1606; &#1581;&#1575;&#1604; &#1583;&#1740;&#1608;&#1575;&#1606;&#1607;&#8204;&#1578;&#1585;&#1740;&#1606; &#1575;&#1601;&#1585;&#1575;&#1583; &#1588;&#1607;&#1585; &#1585;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583;. &#1580;&#1575;&#1740;&#1740; &#1705;&#1607; &#1601;&#1602;&#1591; &#1606;&#1740;&#1585;&#1606;&#1711; &#1608; &#1601;&#1585;&#1740;&#1576; &#1581;&#1585;&#1601; &#1575;&#1608;&#1604; &#1585;&#1575; &#1605;&#1740;&#1586;&#1606;&#1583; &#1608; &#1607;&#1605;&#1607; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1587;&#1608;&#1583; &#1608; &#1605;&#1606;&#1601;&#1593;&#1578; &#1582;&#1608;&#1583; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1588;&#1607;&#1585;&#1740; &#1578;&#1575;&#1585;&#1740;&#1705; &#1705;&#1607; &#1588;&#1582;&#1589;&#1740;&#1578; &#1576;&#1578;&#1605;&#1606; &#1578;&#1606;&#1607;&#1575; &#1608; &#1578;&#1606;&#1607;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1576;&#1607; &#1570;&#1606; &#1585;&#1608;&#1588;&#1606;&#1575;&#1740;&#1740; &#1576;&#1576;&#1582;&#1588;&#1583; &#1608; &#1588;&#1607;&#1585;&#1740; &#1705;&#1607; &#1580;&#1608;&#1705;&#1585; &#1608; &#1578;&#1605;&#1575;&#1605; &#1585;&#1608;&#1575;&#1606;&#1740;&#8204;&#1607;&#1575; &#1608; &#1583;&#1740;&#1608;&#1575;&#1606;&#1607;&#8204;&#1607;&#1575; &#1583;&#1585; &#1575;&#1606; &#1576;&#1607; &#1606;&#1608;&#1593;&#1740; &#1581;&#1705;&#1608;&#1605;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1587;&#1575;&#1604; &#1607;&#1605; &#1588;&#1606;&#1575;&#1582;&#1578;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td nowrap="1" class="fieldlabel">Devices</td>
                  <td class="fieldvalue">Mouse</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">Teen</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: 3Ghz Intel or AMD or any Dual Core
Memory: 1GB Ram(XP)/2GB Ram
Graphics: PCI Express SM3 NVidia 6600/ ATI 1300
DirectX&#174;: 9
Hard Drive: 8GB free space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1605;&#1582;&#1601;&#1740; &#1705;&#1575;&#1585;&#1740;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Batman%20Arkham%20Asylum/Arkham_Asylum_Joker_07_1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Batman%20Arkham%20Asylum/Arkham_Asylum_Lunatics_1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Batman%20Arkham%20Asylum/Arkham_City_Predator_1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Batman%20Arkham%20Asylum/BatmanAA-1Oct09-02.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Batman%20Arkham%20Asylum/ca378a66049398bdcfaa70c6ced73a7c20024138-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/386517/&#1585;&#1608;&#1586;&#1740;-&#1585;&#1608;&#1586;&#1711;&#1575;&#1585;&#1740;-&#1740;&#1705;-&#1585;&#1608;&#1586;-&#1576;&#1583;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;&#1740;-ba/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: <br/>Steam: 10/10<br/>IGN: 9.3/10[<br/><br/>Initial release date: August 25, 2009</div>
  </BODY>
</html>