<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>BeamNG.Drive</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2318.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index2.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2342.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2330f.jpg">
        <img src="../images/2330f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">BeamNG.Drive&#160;(2015)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#151</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>BeamNG</b>
	    &#160;
	   	BeamNG
            <br/>
            <b>17.6 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;BeamNG.drive &#1740;&#1705; &#1588;&#1576;&#1740;&#1607;&#8204;&#1587;&#1575;&#1586; &#1585;&#1575;&#1606;&#1606;&#1583;&#1711;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1570;&#1586;&#1575;&#1583;&#1740; &#1593;&#1605;&#1604; &#1705;&#1605;&#8204;&#1606;&#1592;&#1740;&#1585;&#1740; &#1585;&#1575; &#1576;&#1607; &#1711;&#1740;&#1605;&#1585; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1575;&#1586; &#1605;&#1740;&#1575;&#1606; &#1578;&#1593;&#1583;&#1575;&#1583; &#1586;&#1740;&#1575;&#1583;&#1740; &#1608;&#1587;&#1740;&#1604;&#1607;&#8204;&#1740; &#1606;&#1602;&#1604;&#1740;&#1607;&#1548; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604; &#1583;&#1604;&#1582;&#1608;&#1575;&#1607; &#1582;&#1608;&#1583; &#1585;&#1575; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1705;&#1606;&#1740;&#1583; &#1608; &#1570;&#1606;&#8204;&#1585;&#1575; &#1578;&#1575; &#1585;&#1740;&#1586;&#8204;&#1578;&#1585;&#1740;&#1606; &#1580;&#1586;&#1574;&#1740;&#1575;&#1578; &#1592;&#1575;&#1607;&#1585;&#1740; &#1588;&#1582;&#1589;&#1740; &#1587;&#1575;&#1586;&#1740; &#1705;&#1606;&#1740;&#1583;. &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1575;&#1740;&#1606;&#1548; &#1575;&#1605;&#1705;&#1575;&#1606; &#1575;&#1740;&#1580;&#1575;&#1583; &#1578;&#1594;&#1740;&#1740;&#1585;&#1575;&#1578; &#1583;&#1585; &#1602;&#1587;&#1605;&#1578; &#1607;&#1575;&#1740; &#1583;&#1575;&#1582;&#1604;&#1740; &#1605;&#1575;&#1588;&#1740;&#1606; &#1605;&#1579;&#1604; &#1605;&#1608;&#1578;&#1608;&#1585;&#1548; &#1670;&#1585;&#1582; &#1607;&#1575;&#1548; &#1705;&#1605;&#1705; &#1601;&#1606;&#1585;&#8204;&#1607;&#1575; &#1608;&#8230; &#1606;&#1740;&#1586; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1583;&#1575;&#1585;&#1575;&#1740; &#1605;&#1608;&#1583;&#8204;&#1607;&#1575;&#1740; &#1580;&#1607;&#1575;&#1606;&#8204;&#1576;&#1575;&#1586; (Open World)&#1548; &#1578;&#1593;&#1602;&#1740;&#1576; &#1608; &#1711;&#1585;&#1740;&#1586;&#1548; &#1581;&#1605;&#1604; &#1605;&#1581;&#1605;&#1608;&#1604;&#1607; &#1608; &#1588;&#1576;&#1740;&#1607;&#8204;&#1587;&#1575;&#1586;&#1740; &#1578;&#1589;&#1575;&#1583;&#1601;&#8204;&#1607;&#1575; &#1575;&#1587;&#1578;.<br/><br/>&#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740; &#1583;&#1602;&#1740;&#1602; &#1585;&#1575;&#1606;&#1606;&#1583;&#1711;&#1740;<br/>&#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1588;&#1576;&#1740;&#1607;&#8204;&#1587;&#1575;&#1586; &#1607;&#1605;&#1608;&#1575;&#1585;&#1607; &#1580;&#1584;&#1575;&#1576;&#1740;&#1578; &#1605;&#1606;&#1581;&#1589;&#1585; &#1576;&#1607; &#1601;&#1585;&#1583; &#1608; &#1582;&#1575;&#1589;&#1740; &#1585;&#1575; &#1583;&#1585; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1606;&#1583; &#1578;&#1575; &#1576;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1606;&#1586;&#1583;&#1740;&#1705; &#1576;&#1607; &#1608;&#1575;&#1602;&#1593;&#1740;&#1578; &#1583;&#1585; &#1602;&#1575;&#1604;&#1576; &#1583;&#1606;&#1740;&#1575;&#1740; &#1605;&#1580;&#1575;&#1586;&#1740;&#1548; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1585;&#1575; &#1587;&#1585;&#1711;&#1585;&#1605; &#1705;&#1606;&#1606;&#1583;. &#1576;&#1575;&#1586;&#1740; BeamNG Drive &#1587;&#1608;&#1688;&#1607; &#1585;&#1575;&#1606;&#1606;&#1583;&#1711;&#1740; &#1608; &#1705;&#1606;&#1578;&#1585;&#1604; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604;&#8204;&#1607;&#1575; &#1585;&#1575; &#1576;&#1585; &#1593;&#1607;&#1583;&#1607; &#1711;&#1585;&#1601;&#1578;&#1607; &#1608; &#1578;&#1608;&#1575;&#1606;&#1587;&#1578; &#1576;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1580;&#1584;&#1575;&#1576; &#1608; &#1604;&#1584;&#1578; &#1576;&#1582;&#1588;&#1740;&#8204;&#1548; &#1578;&#1605;&#1575;&#1605;&#1740; &#1570;&#1606;&#1670;&#1607; &#1593;&#1575;&#1588;&#1602;&#1575;&#1606; &#1585;&#1575;&#1606;&#1606;&#1583;&#1711;&#1740; &#1604;&#1575;&#1586;&#1605; &#1583;&#1575;&#1585;&#1606;&#1583; &#1583;&#1585; &#1602;&#1575;&#1604;&#1576; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1576;&#1607; &#1570;&#1606;&#8204;&#1607;&#1575; &#1607;&#1583;&#1740;&#1607; &#1583;&#1607;&#1583;.<br/><br/>&#1606;&#1602;&#1591;&#1607;&#8204;&#1740; &#1602;&#1608;&#1578; &#1576;&#1575;&#1586;&#1740; &#1601;&#1740;&#1586;&#1740;&#1705; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607;&#8204;&#1740; &#1570;&#1606; &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1608;&#1585;&#1583; &#1578;&#1581;&#1587;&#1740;&#1606; &#1605;&#1606;&#1578;&#1602;&#1583;&#1575;&#1606; &#1608;&#1575;&#1602;&#1593; &#1588;&#1583;&#1607; &#1608; &#1575;&#1605;&#1578;&#1740;&#1575;&#1586;&#8204;&#1607;&#1575;&#1740; &#1593;&#1575;&#1604;&#1740;&#8204;&#1575;&#1740; &#1585;&#1575; &#1705;&#1587;&#1576; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1578;&#1589;&#1575;&#1583;&#1601;&#1575;&#1578; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1608;&#1575;&#1602;&#1593;&#1740;&#8204;&#1578;&#1585; &#1575;&#1586; &#1607;&#1585; &#1576;&#1575;&#1586;&#1740; &#1583;&#1740;&#1711;&#1585;&#1740; &#1607;&#1587;&#1578;&#1606;&#1583; &#1608; &#1607;&#1605;&#1607;&#8204;&#1740; &#1575;&#1580;&#1586;&#1575;&#1740; &#1585;&#1740;&#1586; &#1608; &#1583;&#1585;&#1588;&#1578; &#1605;&#1575;&#1588;&#1740;&#1606; &#1593;&#1705;&#1587;&#8204;&#1575;&#1604;&#1593;&#1605;&#1604;&#1740; &#1705;&#1575;&#1605;&#1604;&#1575; &#1605;&#1588;&#1575;&#1576;&#1607; &#1608;&#1575;&#1602;&#1593;&#1740;&#1578; &#1575;&#1586; &#1582;&#1608;&#1583; &#1606;&#1588;&#1575;&#1606; &#1605;&#1740;&#8204;&#1583;&#1607;&#1606;&#1583;&#1563; &#1605;&#1579;&#1604;&#1575; &#1575;&#1711;&#1585; &#1576;&#1575; &#1587;&#1585;&#1593;&#1578; &#1586;&#1740;&#1575;&#1583; &#1578;&#1589;&#1575;&#1583;&#1601; &#1705;&#1606;&#1740;&#1583; &#1605;&#1575;&#1588;&#1740;&#1606; &#1605;&#1575;&#1606;&#1606;&#1583; &#1740;&#1705; &#1705;&#1575;&#1594;&#1584; &#1605;&#1670;&#1575;&#1604;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1605;&#1581;&#1740;&#1591;&#8204;&#1607;&#1575;&#1740; &#1711;&#1587;&#1578;&#1585;&#1583;&#1607; &#1608; &#1605;&#1578;&#1606;&#1608;&#1593;&#1740; &#1576;&#1585;&#1575;&#1740; &#1607;&#1585; &#1740;&#1705; &#1575;&#1586; &#1576;&#1582;&#1588;&#8204;&#1607;&#1575;&#1740; Racing &#1608; Off Road &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1580;&#1586;&#1574;&#1740;&#1575;&#1578; &#1602;&#1575;&#1576;&#1604; &#1602;&#1576;&#1608;&#1604;&#1740; &#1583;&#1585; &#1570;&#1606;&#8204;&#1607;&#1575; &#1711;&#1606;&#1580;&#1575;&#1606;&#1583;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1578;&#1606;&#1608;&#1593; &#1576;&#1575;&#1604;&#1575;&#1740; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604;&#8204;&#1607;&#1575; &#1608; &#1602;&#1591;&#1593;&#1575;&#1578; &#1608; &#1605;&#1581;&#1740;&#1591;&#8204;&#1607;&#1575;<br/>&#1588;&#1605;&#1575; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1591;&#1740;&#1601; &#1711;&#1587;&#1578;&#1585;&#1583;&#1607;&#8204;&#1575;&#1740; &#1575;&#1586; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604;&#8204;&#1607;&#1575; &#1583;&#1585; &#1705;&#1604;&#1575;&#1587;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1587;&#1585; &#1608; &#1705;&#1575;&#1585; &#1583;&#1575;&#1585;&#1740;&#1583; &#1705;&#1607; &#1607;&#1585; &#1705;&#1583;&#1575;&#1605; &#1576;&#1607; &#1588;&#1705;&#1604;&#1740; &#1608;&#1575;&#1602;&#1593; &#1711;&#1585;&#1575;&#1740;&#1575;&#1606;&#1607; &#1588;&#1576;&#1740;&#1607;&#8204;&#1587;&#1575;&#1586;&#1740; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1578;&#1605;&#1575;&#1605;&#1740; &#1587;&#1740;&#1587;&#1578;&#1605; &#1578;&#1593;&#1604;&#1740;&#1602;&#1548; &#1606;&#1581;&#1608;&#1607; &#1705;&#1575;&#1585;&#1705;&#1585;&#1583;&#1606; &#1605;&#1608;&#1578;&#1608;&#1585; &#1608; &#8230; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1605;&#1588;&#1575;&#1576;&#1607; &#1576;&#1575; &#1583;&#1606;&#1740;&#1575;&#1740; &#1608;&#1575;&#1602;&#1593;&#1740; &#1576;&#1608;&#1583;&#1607; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588; &#1608; &#1580;&#1584;&#1575;&#1576; &#1585;&#1575; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1588;&#1605;&#1575; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1575;&#1740;&#1606; 12 &#1605;&#1606;&#1591;&#1602;&#1607; &#1608;&#1587;&#1740;&#1593; &#1608; &#1576;&#1586;&#1585;&#1711; &#1583;&#1585; &#1587;&#1576;&#1705; &#1580;&#1607;&#1575;&#1606;&#8204;&#1576;&#1575;&#1586; &#1576;&#1585;&#1575;&#1740; &#1711;&#1588;&#1578; &#1608; &#1711;&#1584;&#1575;&#1585; &#1608; &#1578;&#1605;&#1585;&#1740;&#1606; &#1585;&#1575;&#1606;&#1606;&#1583;&#1711;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1588;&#1575;&#1605;&#1604; &#1605;&#1606;&#1575;&#1591;&#1602; &#1588;&#1607;&#1585;&#1740;&#1548; &#1589;&#1581;&#1585;&#1575;&#1740;&#1740;&#1548; &#1580;&#1606;&#1711;&#1604;&#8204;&#1607;&#1575;&#1740; &#1587;&#1585;&#1587;&#1576;&#1586; &#1608; &#8230; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1578;&#1605;&#1575;&#1605;&#1740; &#1605;&#1575;&#1583;&#1607;&#1575;&#1740; &#1587;&#1575;&#1582;&#1578;&#1607;&#8204;&#1588;&#1583;&#1607; &#1578;&#1608;&#1587;&#1591; &#1705;&#1575;&#1585;&#1576;&#1585;&#1575;&#1606; &#1606;&#1740;&#1586; &#1662;&#1588;&#1578;&#1740;&#1576;&#1575;&#1606;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1576;&#1575; &#1576;&#1607;&#8204;&#1585;&#1608;&#1586;&#1585;&#1587;&#1575;&#1606;&#1740;&#8204;&#1607;&#1575;&#1740; &#1583;&#1575;&#1574;&#1605;&#1740;&#1548; &#1605;&#1581;&#1578;&#1608;&#1575;&#1740; &#1578;&#1575;&#1586;&#1607; &#1608; &#1580;&#1583;&#1740;&#1583;&#1740; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1570;&#1606;&#8204;&#1607;&#1575; &#1602;&#1585;&#1575;&#1585; &#1582;&#1608;&#1575;&#1607;&#1583; &#1583;&#1575;&#1583;.<br/><br/>BeamNG.drive &#1576;&#1585;&#1575;&#1740; &#1583;&#1608;&#1587;&#1578;&#8204;&#1583;&#1575;&#1585;&#1575;&#1606; &#1588;&#1576;&#1740;&#1607;&#8204;&#1587;&#1575;&#1586;&#8204;&#1607;&#1575;&#1740; &#1585;&#1575;&#1606;&#1606;&#1583;&#1711;&#1740; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1576;&#1587;&#1740;&#1575;&#1585; &#1605;&#1606;&#1575;&#1587;&#1576;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1575;&#1605;&#1705;&#1575;&#1606;&#1575;&#1578;&#1740; &#1705;&#1607; &#1583;&#1585; &#1587;&#1575;&#1740;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1583;&#1740;&#1583;&#1607; &#1606;&#1605;&#1740; &#1588;&#1608;&#1583; &#1585;&#1575; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1711;&#1740;&#1605;&#1585; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Desktop Intel i3
Memory: 4 GB RAM
Graphics: GTX 550 TI
DirectX: Version 11
Storage: 5 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/BeamNG%20Drive/16pqlckcfyc41.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/BeamNG%20Drive/screenshot.beamng-drive.1920x1080.2015-05-31.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/BeamNG%20Drive/ss_cf7a3cfabc605a818f653347107106320dd7ba70.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/BeamNG%20Drive/ss_fdc6cf6bf8021999b49cf0182ac36d6d45693354.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/BeamNG%20Drive/100065233fbe244c6e5167bdee111d6058195211-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://vigiato.net/p/69016" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Steam: 10/10<br/><br/><br/>Initial release date: August 3, 2013</div>
  </BODY>
</html>