<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Beyond Two Souls</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2342.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index2.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2360.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2351f.jpg">
        <img src="../images/2351f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Beyond Two Souls&#160;(2020)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action/Adventure</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#153</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>KOCH Media</b>
	    &#160;
	   	Quantic Dream
            <br/>
            <b>9.65 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#1583;&#1585; &#1581;&#1575;&#1604; &#1581;&#1575;&#1590;&#1585; &#1583;&#1608; &#1589;&#1606;&#1593;&#1578; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1574;&#1608;&#1740;&#1740; &#1608; &#1587;&#1740;&#1606;&#1605;&#1575; &#1583;&#1585; &#1589;&#1583;&#1585; &#1585;&#1587;&#1575;&#1606;&#1607;&#8204;&#1607;&#1575;&#1740; &#1587;&#1585;&#1711;&#1585;&#1605;&#1740; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1585;&#1606;&#1583;&#1548; &#1575;&#1740;&#1606; &#1605;&#1608;&#1590;&#1608;&#1593; &#1576;&#1575;&#1593;&#1579; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1578;&#1575; &#1576;&#1575;&#1586;&#1740;&#8204;&#1587;&#1575;&#1586;&#1607;&#1575;&#1740; &#1576;&#1586;&#1585;&#1711;&#1740; &#1670;&#1608;&#1606; &#1583;&#1740;&#1608;&#1740;&#1583; &#1705;&#1740;&#1580; &#1576;&#1607; &#1587;&#1575;&#1582;&#1578; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606;&#1740; &#1576;&#1575; &#1578;&#1604;&#1601;&#1740;&#1602; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1575;&#1740;&#1606; &#1583;&#1608; &#1581;&#1608;&#1586;&#1607; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1606;&#1583;. &#1570;&#1582;&#1585;&#1740;&#1606; &#1575;&#1579;&#1585; &#1575;&#1740;&#1606; &#1705;&#1575;&#1585;&#1711;&#1585;&#1583;&#1575;&#1606; &#1605;&#1588;&#1607;&#1608;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1574;&#1608;&#1740;&#1740;&#1548; &#1740;&#1593;&#1606;&#1740; Beyond Two Souls &#1575;&#1586; &#1575;&#1740;&#1606; &#1602;&#1575;&#1593;&#1583;&#1607; &#1662;&#1740;&#1585;&#1608;&#1740; &#1605;&#1740;&#8204;&#1705;&#1585;&#1583;. &#1575;&#1605;&#1575; &#1570;&#1740;&#1575; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1578;&#1608;&#1575;&#1606;&#1587;&#1578; &#1576;&#1575; &#1578;&#1608;&#1580;&#1607; &#1576;&#1607; &#1578;&#1576;&#1604;&#1740;&#1594;&#1575;&#1578; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1705;&#1607; &#1576;&#1607; &#1582;&#1608;&#1583; &#1575;&#1582;&#1578;&#1589;&#1575;&#1589; &#1583;&#1575;&#1583;&#1607; &#1576;&#1608;&#1583; &#1575;&#1606;&#1578;&#1592;&#1575;&#1585;&#1575;&#1578; &#1711;&#1740;&#1605;&#1585; &#1607;&#1575; &#1608; &#1605;&#1606;&#1578;&#1602;&#1583;&#1740;&#1606; &#1575;&#1740;&#1606; &#1581;&#1608;&#1586;&#1607; &#1585;&#1575; &#1576;&#1585;&#1570;&#1608;&#1585;&#1583;&#1607; &#1608; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1585;&#1740; &#1583;&#1740;&#1711;&#1585; &#1606;&#1575;&#1605; &#1583;&#1740;&#1608;&#1740;&#1583; &#1705;&#1740;&#1580; &#1585;&#1575; &#1576;&#1585; &#1587;&#1585; &#1586;&#1576;&#1575;&#1606; &#1607;&#1575; &#1576;&#1740;&#1575;&#1606;&#1583;&#1575;&#1586;&#1583;&#1567; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1608;&#1575;&#1740;&#1578; &#1711;&#1585; &#1587;&#1740;&#1585; &#1575;&#1578;&#1601;&#1575;&#1602;&#1575;&#1578; &#1586;&#1606;&#1583;&#1711;&#1740; &#1583;&#1582;&#1578;&#1585;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; &#1580;&#1608;&#1583;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1607;&#8204;&#1608;&#1575;&#1587;&#1591;&#1607; &#1575;&#1585;&#1578;&#1576;&#1575;&#1591; &#1576;&#1575; &#1605;&#1608;&#1580;&#1608;&#1583;&#1740; &#1601;&#1585;&#1575; &#1591;&#1576;&#1740;&#1593;&#1740; &#1608; &#1606;&#1575;&#1605;&#1585;&#1574;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; &#1570;&#1740;&#1583;&#1606; &#1602;&#1583;&#1585;&#1578;&#8204;&#1607;&#1575;&#1740; &#1582;&#1575;&#1585;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607;&#8204;&#1575;&#1740; &#1585;&#1575; &#1576;&#1607; &#1583;&#1587;&#1578; &#1570;&#1608;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;&#1548; &#1711;&#1740;&#1605;&#1585; &#1583;&#1585; &#1591;&#1608;&#1604; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1581;&#1583;&#1608;&#1583;&#1575; 15 &#1587;&#1575;&#1604; &#1580;&#1608;&#1583;&#1740; &#1585;&#1575; &#1575;&#1586; &#1705;&#1608;&#1583;&#1705;&#1740; &#1578;&#1575; &#1606;&#1608;&#1580;&#1608;&#1575;&#1606;&#1740;&#8204;&#1575;&#1588; &#1607;&#1605;&#1585;&#1575;&#1607;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1570;&#1740;&#1583;&#1606; &#1575;&#1586; &#1576;&#1583;&#1608; &#1578;&#1608;&#1604;&#1583; &#1580;&#1608;&#1583;&#1740; &#1607;&#1605;&#1585;&#1575;&#1607; &#1575;&#1608; &#1576;&#1608;&#1583;&#1607; &#1575;&#1587;&#1578;&#1548; &#1576;&#1606;&#1575;&#1576;&#1585;&#1575;&#1740;&#1606; &#1580;&#1608;&#1583;&#1740; &#1607;&#1740;&#1670;&#8204;&#1711;&#1575;&#1607; &#1578;&#1580;&#1585;&#1576;&#1607; &#1740;&#1705; &#1586;&#1606;&#1583;&#1711;&#1740; &#1605;&#1593;&#1605;&#1608;&#1604;&#1740; &#1608; &#1582;&#1575;&#1604;&#1740; &#1575;&#1586; &#1575;&#1578;&#1601;&#1575;&#1602;&#1575;&#1578; &#1578;&#1593;&#1580;&#1576;&#8204;&#1576;&#1585;&#1575;&#1606;&#1711;&#1740;&#1586; &#1585;&#1575; &#1606;&#1583;&#1575;&#1588;&#1578;&#1607;. &#1575;&#1604;&#1576;&#1578;&#1607; &#1570;&#1740;&#1583;&#1606; &#1578;&#1606;&#1607;&#1575; &#1605;&#1608;&#1580;&#1608;&#1583; &#1601;&#1585;&#1575; &#1591;&#1576;&#1740;&#1593;&#1740; &#1606;&#1740;&#1587;&#1578; &#1705;&#1607; &#1580;&#1608;&#1583;&#1740; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740; &#1575;&#1585;&#1578;&#1576;&#1575;&#1591; &#1576;&#1575; &#1570;&#1606; &#1585;&#1575; &#1583;&#1575;&#1585;&#1583; &#1576;&#1604;&#1705;&#1607; &#1711;&#1575;&#1607;&#1575; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578; &#1583;&#1740;&#1711;&#1585;&#1740; &#1606;&#1740;&#1586; &#1576;&#1607; &#1575;&#1585;&#1578;&#1576;&#1575;&#1591; &#1576;&#1575; &#1575;&#1608; &#1605;&#1740; &#1662;&#1585;&#1583;&#1575;&#1586;&#1606;&#1583;.<br/><br/>&#1580;&#1608;&#1583;&#1740; &#1583;&#1585; &#1591;&#1608;&#1604; &#1583;&#1608;&#1585;&#1575;&#1606; &#1705;&#1608;&#1583;&#1705;&#1740;&#8204;&#1575;&#1588; &#1576;&#1607; &#1583;&#1604;&#1740;&#1604; &#1602;&#1583;&#1585;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1575;&#1608;&#1585;&#1575;&#1604;&#1591;&#1576;&#1740;&#1593;&#1740; &#1575;&#1740; &#1705;&#1607; &#1583;&#1575;&#1585;&#1583;&#1548; &#1586;&#1606;&#1583;&#1711;&#1740; &#1587;&#1582;&#1578;&#1740; &#1585;&#1575; &#1587;&#1662;&#1585;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;&#1548; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1575;&#1586; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606;&#1588; &#1575;&#1608; &#1585;&#1575; &#1576;&#1607; &#1575;&#1601;&#1587;&#1608;&#1606;&#1711;&#1585;&#1740; &#1605;&#1578;&#1607;&#1605; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;&#1548; &#1581;&#1578;&#1740; &#1582;&#1575;&#1606;&#1608;&#1575;&#1583;&#1607; &#1575;&#1608; &#1606;&#1740;&#1586; &#1711;&#1575;&#1607;&#1575; &#1575;&#1608; &#1585;&#1575; &#1578;&#1581;&#1578;&#8204;&#1601;&#1588;&#1575;&#1585; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1583;&#1607;&#1606;&#1583; &#1578;&#1575; &#1580;&#1575;&#1740;&#1740; &#1705;&#1607; &#1575;&#1608; &#1578;&#1589;&#1605;&#1740;&#1605; &#1576;&#1607; &#1578;&#1585;&#1705; &#1582;&#1575;&#1606;&#1608;&#1575;&#1583;&#1607; &#1608; &#1662;&#1740;&#1608;&#1587;&#1578;&#1606; &#1576;&#1607; &#1576;&#1582;&#1588; &#1601;&#1593;&#1575;&#1604;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1601;&#1585;&#1575; &#1591;&#1576;&#1740;&#1593;&#1740; &#1587;&#1575;&#1586;&#1605;&#1575;&#1606; CIA &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1583;. &#1583;&#1585;&#1575;&#1740;&#1606;&#8204;&#1576;&#1740;&#1606; &#1605;&#1575;&#1605;&#1608;&#1585; &#1587;&#1740; &#1570;&#1740; &#1575;&#1740;&#1548; &#1662;&#1585;&#1608;&#1601;&#1587;&#1608;&#1585; &#1606;&#1740;&#1578;&#1606; &#1583;&#1575;&#1608;&#1705;&#1740;&#1606;&#1586; &#1605;&#1587;&#1574;&#1608;&#1604;&#1740;&#1578; &#1606;&#1711;&#1607;&#1583;&#1575;&#1585;&#1740; &#1608; &#1578;&#1581;&#1602;&#1740;&#1602; &#1576;&#1585; &#1585;&#1608;&#1740; &#1575;&#1582;&#1604;&#1575;&#1602;&#1740;&#1575;&#1578; &#1580;&#1608;&#1583;&#1740; &#1585;&#1575; &#1576;&#1585; &#1593;&#1607;&#1583;&#1607; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1583;. &#1580;&#1608;&#1583;&#1740; &#1606;&#1740;&#1586; &#1591;&#1740; &#1711;&#1584;&#1588;&#1578; &#1670;&#1606;&#1583; &#1605;&#1583;&#1578; &#1576;&#1607; &#1588;&#1585;&#1575;&#1740;&#1591; &#1580;&#1583;&#1740;&#1583;&#1588; &#1593;&#1575;&#1583;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;&#1548; &#1578;&#1575; &#1580;&#1575;&#1740;&#1740; &#1705;&#1607; &#1583;&#1585; &#1591;&#1608;&#1604; &#1585;&#1608;&#1606;&#1583; &#1662;&#1740;&#1588; &#1585;&#1608;&#1740; &#1576;&#1575;&#1586;&#1740; &#1605;&#1578;&#1608;&#1580;&#1607; &#1662;&#1740;&#1608;&#1606;&#1583; &#1593;&#1605;&#1740;&#1602; &#1576;&#1740;&#1606; &#1575;&#1608; &#1608; &#1662;&#1585;&#1608;&#1601;&#1587;&#1608;&#1585; &#1583;&#1575;&#1608;&#1705;&#1740;&#1606;&#1586; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1588;&#1583;.<br/><br/>&#1588;&#1740;&#1608;&#1607; &#1585;&#1608;&#1575;&#1740;&#1578; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1605;&#1606;&#1581;&#1589;&#1585;&#1576;&#1607;&#8204;&#1601;&#1585;&#1583; &#1608; &#1593;&#1575;&#1604;&#1740; &#1575;&#1587;&#1578;&#1548; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1607;&#1740;&#1670;&#8204;&#1711;&#1575;&#1607; &#1588;&#1705;&#1604; &#1582;&#1591;&#1740;&#8204;&#1575;&#1740; &#1576;&#1607; &#1582;&#1608;&#1583; &#1606;&#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1583; &#1608; &#1711;&#1575;&#1607;&#1575; &#1576;&#1575; &#1601;&#1593;&#1604;&#8204;&#1608;&#1575;&#1606;&#1601;&#1593;&#1575;&#1604;&#1575;&#1578; &#1580;&#1584;&#1575;&#1576;&#1588; &#1576;&#1740;&#1588;&#8204;&#1575;&#1586;&#1662;&#1740;&#1588; &#1711;&#1740;&#1605;&#1585; &#1585;&#1575; &#1580;&#1584;&#1576; &#1582;&#1608;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1575;&#1586; &#1591;&#1585;&#1601;&#1740; &#1583;&#1740;&#1711;&#1585; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1606;&#1740;&#1586; &#1576;&#1607;&#8204;&#1582;&#1608;&#1576;&#1740; &#1607;&#1585; &#1670;&#1607; &#1578;&#1605;&#1575;&#1605;&#8204;&#1578;&#1585; &#1589;&#1608;&#1585;&#1578; &#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;. &#1585;&#1575;&#1576;&#1591;&#1607; &#1576;&#1575;&#1588;&#1582;&#1589;&#1740;&#1578;&#1740; &#1670;&#1608;&#1606; &#1580;&#1608;&#1583;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1570;&#1587;&#1575;&#1606; &#1608; &#1583;&#1585;&#1711;&#1740;&#1585; &#1705;&#1606;&#1606;&#1583;&#1607; &#1575;&#1587;&#1578; &#1578;&#1575; &#1580;&#1575;&#1740;&#1740; &#1705;&#1607; &#1583;&#1585; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1575;&#1586; &#1605;&#1602;&#1575;&#1591;&#1593; &#1576;&#1575;&#1586;&#1740; &#1711;&#1740;&#1605;&#1585; &#1576;&#1575; &#1575;&#1740;&#1606; &#1588;&#1582;&#1589;&#1740;&#1578; &#1607;&#1605;&#1586;&#1575;&#1583;&#1662;&#1606;&#1583;&#1575;&#1585;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1578;&#1575; &#1581;&#1583;&#1608;&#1583;&#1740; &#1575;&#1583;&#1575;&#1605;&#1607; &#1585;&#1608;&#1606;&#1583; &#1670;&#1740;&#1586;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604;&#1740; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; &#1705;&#1608;&#1575;&#1606;&#1578;&#1740;&#1705; &#1583;&#1585;&#1740;&#1605; &#1608; &#1583;&#1740;&#1608;&#1583; &#1705;&#1740;&#1580; &#1583;&#1740;&#1583;&#1607;&#8204;&#1575;&#1740;&#1605;&#1548; &#1575;&#1604;&#1576;&#1578;&#1607; &#1740;&#1705;&#1740; &#1575;&#1586; &#1593;&#1608;&#1575;&#1605;&#1604;&#1740; &#1705;&#1607; &#1576;&#1575;&#1593;&#1579; &#1575;&#1740;&#1580;&#1575;&#1583; &#1578;&#1601;&#1575;&#1608;&#1578;&#8204;&#1607;&#1575;&#1740; &#1670;&#1588;&#1605;&#1711;&#1740;&#1585; &#1576;&#1740;&#1606; &#1575;&#1740;&#1606; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;&#1548; &#1585;&#1608;&#1606;&#1583; &#1582;&#1591;&#1740; &#1608; &#1578;&#1571;&#1579;&#1740;&#1585;&#1711;&#1584;&#1575;&#1585;&#1740; &#1705;&#1605; &#1578;&#1589;&#1605;&#1740;&#1605;&#1575;&#1578; &#1711;&#1740;&#1605;&#1585; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1662;&#1740;&#1588;&#1740;&#1606; &#1575;&#1587;&#1578;. &#1578;&#1589;&#1605;&#1740;&#1605;&#1575;&#1578;&#1740; &#1705;&#1607; &#1583;&#1585; &#1591;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1576;&#1585; &#1593;&#1607;&#1583;&#1607; &#1711;&#1740;&#1605;&#1585; &#1711;&#1584;&#1575;&#1588;&#1578;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583;&#1548; &#1575;&#1586; &#1578;&#1571;&#1579;&#1740;&#1585;&#1711;&#1584;&#1575;&#1585;&#1740; &#1570;&#1606;&#8204;&#1670;&#1606;&#1575;&#1606;&#1740;&#8204;&#1575;&#1740; &#1576;&#1585;&#1582;&#1608;&#1585;&#1583;&#1575;&#1585; &#1606;&#1740;&#1587;&#1578;&#1606;&#1583;. &#1575;&#1705;&#1579;&#1585; &#1578;&#1589;&#1605;&#1740;&#1605;&#8204;&#1607;&#1575; &#1605;&#1602;&#1591;&#1593;&#1740; &#1607;&#1587;&#1578;&#1606;&#1583; &#1608; &#1576;&#1607;&#8204;&#1580;&#1586; &#1670;&#1606;&#1583; &#1605;&#1608;&#1585;&#1583; &#1582;&#1575;&#1589;&#1548; &#1581;&#1575;&#1589;&#1604;&#1588;&#1575;&#1606; &#1585;&#1575; &#1576;&#1607;&#8204;&#1580;&#1586; &#1670;&#1606;&#1583; &#1576;&#1582;&#1588; &#1606;&#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1583;&#1585;&#1585;&#1608;&#1606;&#1583; &#1705;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1705;&#1585;&#1583;.<br/><br/>&#1576;&#1585;&#1582;&#1604;&#1575;&#1601; &#1575;&#1740;&#1606; &#1605;&#1608;&#1590;&#1608;&#1593; &#1576;&#1575;&#1586;&#1740; &#1570;&#1586;&#1575;&#1583;&#1740; &#1593;&#1605;&#1604;&#1740; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1585;&#1575; &#1583;&#1585; &#1705;&#1606;&#1578;&#1585;&#1604; &#1580;&#1608;&#1583;&#1740; &#1576;&#1607; &#1711;&#1740;&#1605;&#1585; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;&#1548; &#1575;&#1605;&#1575; &#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1588;&#1705;&#1604;&#1575;&#1578;&#1740; &#1705;&#1607; &#1576;&#1607;&#8204;&#1608;&#1590;&#1608;&#1581; &#1583;&#1585; &#1591;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1711;&#1740;&#1605;&#1585; &#1585;&#1575; &#1582;&#1587;&#1578;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;&#1548; &#1586;&#1575;&#1608;&#1740;&#1607; &#1606;&#1607;&#8204;&#1670;&#1606;&#1583;&#1575;&#1606; &#1605;&#1606;&#1575;&#1587;&#1576; &#1580;&#1575;&#1740;&#8204;&#1711;&#1740;&#1585;&#1740; &#1583;&#1608;&#1585;&#1576;&#1740;&#1606; &#1575;&#1587;&#1578;&#1548; &#1575;&#1586; &#1591;&#1585;&#1601;&#1740; &#1583;&#1740;&#1711;&#1585; &#1583;&#1585; &#1591;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1711;&#1740;&#1605;&#1585; &#1601;&#1602;&#1591; &#1670;&#1606;&#1583; &#1576;&#1575;&#1585; &#1607;&#1583;&#1575;&#1740;&#1578; &#1670;&#1606;&#1583; &#1575;&#1587;&#1576; &#1608; &#1605;&#1608;&#1578;&#1608;&#1585;&#1587;&#1740;&#1705;&#1604;&#1578; &#1585;&#1575; &#1576;&#1585; &#1593;&#1607;&#1583;&#1607; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1583; &#1705;&#1607; &#1605;&#1593;&#1606;&#1575;&#1740; &#1608;&#1575;&#1602;&#1593;&#1740; &#1605;&#1581;&#1583;&#1608;&#1583;&#1740;&#1578; &#1585;&#1575; &#1576;&#1607; &#1711;&#1740;&#1605;&#1585; &#1575;&#1604;&#1602;&#1575; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;. &#1587;&#1740;&#1587;&#1578;&#1605; &#1583;&#1705;&#1605;&#1607; &#1586;&#1606;&#1740; &#1606;&#1740;&#1586; &#1705;&#1605;&#1575;&#1705;&#1575;&#1606; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583;&#1548; &#1582;&#1608;&#1588;&#1576;&#1582;&#1578;&#1575;&#1606;&#1607; &#1588;&#1575;&#1607;&#1583; &#1740;&#1705; &#1587;&#1740;&#1587;&#1578;&#1605; &#1583;&#1705;&#1605;&#1607; &#1586;&#1606;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1576;&#1607;&#1740;&#1606;&#1607; &#1576;&#1575; &#1593;&#1605;&#1604;&#1705;&#1585;&#1583; &#1576;&#1583;&#1608;&#1606; &#1605;&#1588;&#1705;&#1604; &#1576;&#1608;&#1583;&#1740;&#1605; &#1705;&#1607; &#1582;&#1575;&#1585;&#1580; &#1575;&#1586; &#1593;&#1585;&#1601; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1607; &#1587;&#1582;&#1578;&#1740; &#1608;&#1575;&#8204;&#1606;&#1605;&#1740;&#8204;&#1583;&#1575;&#1588;&#1578;. &#1587;&#1606;&#1711;&#1585; &#1711;&#1740;&#1585;&#1740; &#1607;&#1575; &#1606;&#1740;&#1586; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607;&#8204;&#1589;&#1608;&#1585;&#1578; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1585;&#1608;&#1575;&#1606; &#1705;&#1575;&#1585;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1711;&#1740;&#1605;&#1585; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1576;&#1575; &#1585;&#1575;&#1581;&#1578;&#1740; &#1608; &#1576;&#1575; &#1575;&#1606;&#1580;&#1575;&#1605; &#1585;&#1608;&#1606;&#1583; &#1593;&#1575;&#1583;&#1740; &#1575;&#1740;&#1606; &#1705;&#1575;&#1585; &#1576;&#1607;&#8204;&#1587;&#1585;&#1593;&#1578; &#1607;&#1585; &#1670;&#1607; &#1578;&#1605;&#1575;&#1605;&#8204;&#1578;&#1585; &#1605;&#1581;&#1604; &#1587;&#1606;&#1711;&#1585; &#1711;&#1740;&#1585;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1593;&#1608;&#1590; &#1705;&#1606;&#1583;. &#1587;&#1740;&#1587;&#1578;&#1605; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1607;&#1605;&#1575;&#1606;&#8204;&#1591;&#1608;&#1585; &#1705;&#1607; &#1583;&#1585; &#1602;&#1576;&#1604; &#1711;&#1601;&#1578;&#1607; &#1588;&#1583; &#1578;&#1585;&#1705;&#1740;&#1576;&#1740; &#1575;&#1587;&#1578; &#1575;&#1586; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1587;&#1740;&#1606;&#1605;&#1575;&#1578;&#1740;&#1705; &#1608; &#1575;&#1705;&#1588;&#1606;. &#1583;&#1585; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1575;&#1586; &#1605;&#1602;&#1575;&#1591;&#1593; &#1576;&#1575;&#1586;&#1740; &#1585;&#1608;&#1606;&#1583; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1570;&#1607;&#1587;&#1578;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1578;&#1575; &#1601;&#1585;&#1589;&#1578;&#1740; &#1576;&#1585;&#1575;&#1740; &#1608;&#1575;&#1705;&#1606;&#1588;&#8204;&#1607;&#1575;&#1740; &#1588;&#1605;&#1575; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1581;&#1585;&#1705;&#1575;&#1578; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1575;&#1740;&#1580;&#1575;&#1583; &#1588;&#1608;&#1583;.<br/><br/>&#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1576;&#1607; &#1604;&#1591;&#1601; &#1605;&#1608;&#1578;&#1608;&#1585; &#1606;&#1587;&#1604; &#1580;&#1583;&#1740;&#1583; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608; Quantic Dream &#1576;&#1607; &#1586;&#1740;&#1576;&#1575;&#1740;&#1740; &#1607;&#1585; &#1670;&#1607; &#1578;&#1605;&#1575;&#1605; &#1578;&#1585; &#1705;&#1575;&#1585; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;&#1548; &#1591;&#1585;&#1575;&#1581;&#1740; &#1578;&#1605;&#1575;&#1605;&#1740; &#1593;&#1608;&#1575;&#1605;&#1604; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1576;&#1575;&#1586;&#1740; &#1670;&#1607; &#1575;&#1586; &#1591;&#1585;&#1575;&#1581;&#1740; &#1593;&#1606;&#1575;&#1589;&#1585; &#1591;&#1576;&#1740;&#1593;&#1740; &#1670;&#1608;&#1606; &#1711;&#1585;&#1583; &#1608; &#1582;&#1575;&#1705;&#1548; &#1570;&#1578;&#1588; &#1608; &#1575;&#1606;&#1601;&#1580;&#1575;&#1585; &#1608;&#8230; &#1711;&#1585;&#1601;&#1578;&#1607; &#1578;&#1575; &#1606;&#1608;&#1585;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740; &#1607;&#1575;&#1548; &#1587;&#1575;&#1740;&#1607; &#1586;&#1606;&#1740;&#8204;&#1607;&#1575; &#1608;&#8230; &#1576;&#1575; &#1586;&#1740;&#1576;&#1575;&#1740;&#1740; &#1589;&#1608;&#1585;&#1578; &#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;&#1548; &#1575;&#1740;&#1606; &#1605;&#1608;&#1575;&#1585;&#1583; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1601;&#1585;&#1740;&#1605; &#1585;&#1740;&#1578; &#1579;&#1575;&#1576;&#1578; &#1583;&#1585; &#1585;&#1608;&#1606;&#1583; &#1662;&#1740;&#1588; &#1585;&#1608;&#1740; &#1576;&#1575;&#1586;&#1740; &#1608; &#1583;&#1740;&#1711;&#1585; &#1593;&#1608;&#1575;&#1605;&#1604; &#1601;&#1606;&#1740; &#1575;&#1586;&#1575;&#1740;&#1606;&#8204;&#1583;&#1587;&#1578; &#1605;&#1587;&#1604;&#1605;&#1575;&#1611; &#1588;&#1605;&#1575; &#1585;&#1575; &#1576;&#1607; &#1578;&#1581;&#1587;&#1740;&#1606; &#1608;&#1575;&#8204;&#1605;&#1740;&#8204;&#1583;&#1575;&#1585;&#1583;.<br/><br/>&#1605;&#1608;&#1587;&#1740;&#1602;&#1740; &#1608; &#1589;&#1583;&#1575;&#1711;&#1584;&#1575;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1576;&#1607; &#1582;&#1608;&#1576;&#1740; &#1607;&#1585; &#1670;&#1607; &#1578;&#1605;&#1575;&#1605; &#1578;&#1585; &#1589;&#1608;&#1585;&#1578; &#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;&#1548; &#1578;&#1605;&#1575;&#1605;&#1740; &#1602;&#1591;&#1593;&#1575;&#1578; &#1605;&#1608;&#1587;&#1740;&#1602;&#1740; &#1575;&#1740; &#1705;&#1607; &#1583;&#1585; &#1662;&#1587; &#1586;&#1605;&#1740;&#1606;&#1607; &#1576;&#1575;&#1586;&#1740; &#1662;&#1582;&#1588; &#1605;&#1740; &#1588;&#1608;&#1606;&#1583;&#1548; &#1605;&#1578;&#1606;&#1575;&#1587;&#1576; &#1576;&#1575; &#1588;&#1585;&#1575;&#1740;&#1591; &#1605;&#1585;&#1575;&#1581;&#1604; &#1608; &#1576;&#1575; &#1608;&#1587;&#1608;&#1575;&#1587; &#1576;&#1587;&#1740;&#1575;&#1585; &#1578;&#1608;&#1587;&#1593;&#1607; &#1583;&#1607;&#1606;&#1583;&#1711;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1578;&#1575; &#1606;&#1607;&#1575;&#1740;&#1578;&#1575;&#1611; &#1740;&#1705; &#1581;&#1587; &#1606;&#1575;&#1576; &#1575;&#1586; &#1605;&#1581;&#1740;&#1591; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1607; &#1711;&#1740;&#1605;&#1585; &#1575;&#1604;&#1602;&#1575; &#1705;&#1606;&#1606;&#1583;. &#1575;&#1586; &#1591;&#1585;&#1601;&#1740; &#1583;&#1740;&#1711;&#1585;&#1548; &#1589;&#1583;&#1575; &#1662;&#1740;&#1588;&#1607; &#1607;&#1575; &#1606;&#1740;&#1586; &#1576;&#1607; &#1582;&#1608;&#1576;&#1740; &#1575;&#1586; &#1593;&#1607;&#1583;&#1607; &#1608;&#1592;&#1740;&#1601;&#1607;&#8204;&#1588;&#1575;&#1606; &#1576;&#1585;&#1570;&#1605;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1705;&#1605;&#1578;&#1585; &#1605;&#1608;&#1575;&#1602;&#1593;&#1740; &#1740;&#1575;&#1601;&#1578; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1705;&#1607; &#1576;&#1575; &#1605;&#1588;&#1705;&#1604; &#1583;&#1585; &#1575;&#1583;&#1575;&#1740; &#1593;&#1576;&#1575;&#1585;&#1575;&#1578; &#1575;&#1586; &#1587;&#1608;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1608;&#1576;&#1607;&#8204;&#1585;&#1608; &#1588;&#1608;&#1740;&#1605;.<br/><br/>&#1576;&#1575;&#1585;&#1740; &#1583;&#1740;&#1711;&#1585; &#1588;&#1575;&#1607;&#1583; &#1575;&#1579;&#1585;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1575;&#1586; &#1585;&#1608;&#1606;&#1583; &#1581;&#1575;&#1604; &#1581;&#1575;&#1590;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1574;&#1608;&#1740;&#1740; &#1575;&#1586; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608; &#1705;&#1608;&#1575;&#1606;&#1578;&#1608;&#1605; &#1583;&#1585;&#1740;&#1605; &#1576;&#1607; &#1705;&#1575;&#1585;&#1711;&#1585;&#1583;&#1575;&#1606;&#1740; &#1583;&#1740;&#1608;&#1740;&#1583; &#1705;&#1740;&#1580; &#1576;&#1608;&#1583;&#1740;&#1605;. &#1575;&#1711;&#1585; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1576;&#1575; &#1662;&#1740;&#1608;&#1606;&#1583; &#1607;&#1575;&#1740; &#1593;&#1605;&#1740;&#1602; &#1576;&#1575; &#1587;&#1740;&#1606;&#1605;&#1575; &#1605;&#1740; &#1711;&#1585;&#1583;&#1740;&#1583;&#1548; Beyond Two Souls &#1583;&#1585; &#1575;&#1606;&#1578;&#1592;&#1575;&#1585; &#1588;&#1605;&#1575;&#1587;&#1578;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">16+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i5-4430 @ 3.0 GHz or AMD FX-6300 @ 3.5 GHz
Memory: 4 GB RAM
Graphics: Nvidia GeForce GTX 660 with 2GB VRAM or AMD Radeon HD 7870 with 2GB VRAM
DirectX: Version 11
Storage: 49 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1605;&#1593;&#1605;&#1575;&#1740;&#1740;, &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Beyond%20Two%20Souls/1363875918-1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Beyond%20Two%20Souls/23076845271_dec512047e_o.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Beyond%20Two%20Souls/8C9308211-willempage.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Beyond%20Two%20Souls/beyond-two-souls-steam-release-date.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Beyond%20Two%20Souls/e58cf95d90422928ad90303714c1603a10110069-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/191994/&#1608;&#1585;&#1575;&#1740;-&#1576;&#1575;&#1585;&#1575;&#1606;&#1548;-&#1608;&#1585;&#1575;&#1740;-&#1583;&#1608;-&#1585;&#1608;&#1581;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-beyond-two-souls/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 76/100<br/>Steam: 9/10<br/>IGN: 6/10<br/><br/>Initial release date: October 1, 2013</div>
  </BODY>
</html>