<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Call of Duty: WWII</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="841.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index3.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2424.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2412f.jpg">
        <img src="../images/2412f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Call of Duty: WWII&#160;(2017)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>FPS</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#159</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Activision</b>
	    &#160;
	   	Sledgehammer Games
            <br/>
            <b>52.3 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1587;&#1585;&#1740; Call Of Duty &#1583;&#1585; &#1670;&#1606;&#1583; &#1587;&#1575;&#1604; &#1575;&#1582;&#1740;&#1585; &#1583;&#1670;&#1575;&#1585; &#1575;&#1601;&#1578; &#1588;&#1583;&#1740;&#1583;&#1740; &#1588;&#1583;&#1607;&#1548; &#1575;&#1740;&#1606; &#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1575;&#1589;&#1604; &#1582;&#1608;&#1583; &#1601;&#1575;&#1589;&#1604;&#1607; &#1711;&#1585;&#1601;&#1578;&#1607; &#1608; &#1576;&#1575; &#1580;&#1604;&#1608; &#1585;&#1601;&#1578;&#1606; &#1583;&#1585; &#1586;&#1605;&#1575;&#1606; &#1608; &#1585;&#1608;&#1575;&#1740;&#1578; &#1705;&#1585;&#1583;&#1606; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740;&#1588; &#1583;&#1585; &#1570;&#1740;&#1606;&#1583;&#1607;&#8204;&#1740; &#1583;&#1608;&#1585; &#1578;&#1602;&#1585;&#1740;&#1576;&#1575;&#1611; &#1578;&#1576;&#1583;&#1740;&#1604; &#1576;&#1607; &#1740;&#1705; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1593;&#1604;&#1605;&#1740; &#1578;&#1582;&#1740;&#1604;&#1740; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;&#1548; &#1575;&#1578;&#1601;&#1575;&#1602;&#1740; &#1705;&#1607; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1602;&#1583;&#1740;&#1605;&#1740; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1585;&#1575; &#1576;&#1587;&#1740;&#1575;&#1585; &#1570;&#1586;&#1585;&#1583;&#1607;&#8204;&#1582;&#1575;&#1591;&#1585; &#1705;&#1585;&#1583;&#1607;&#1548; &#1705;&#1605;&#1662;&#1575;&#1606;&#1740; Activision &#1705;&#1607; &#1581;&#1602; &#1575;&#1606;&#1578;&#1588;&#1575;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1583;&#1575;&#1585;&#1583;&#1548; &#1583;&#1575;&#1585;&#1575;&#1740; &#1587;&#1607; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608;&#1740; &#1586;&#1740;&#1585;&#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1607;&#1585;&#1705;&#1583;&#1575;&#1605; &#1576;&#1607;&#8204;&#1589;&#1608;&#1585;&#1578; &#1670;&#1585;&#1582;&#1588;&#1740; &#1576;&#1585; &#1585;&#1608;&#1740; &#1740;&#1705;&#1740; &#1575;&#1586; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; Activision &#1705;&#1575;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;&#1548; &#1575;&#1605;&#1587;&#1575;&#1604; &#1606;&#1608;&#1576;&#1578; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608;&#1740; Sledgehammer Games &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575;&#1586;&#1740; &#1582;&#1608;&#1583; &#1575;&#1586; &#1587;&#1585;&#1740; &#1605;&#1581;&#1576;&#1608;&#1576; Call Of Duty &#1585;&#1575; &#1585;&#1608;&#1575;&#1606;&#1607;&#8204;&#1740; &#1576;&#1575;&#1586;&#1575;&#1585; &#1705;&#1606;&#1583;&#1548; &#1575;&#1740;&#1606; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608;&#1740; &#1576;&#1575; &#1578;&#1608;&#1580;&#1607; &#1576;&#1607; &#1583;&#1585;&#1582;&#1608;&#1575;&#1587;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1578;&#1593;&#1583;&#1583; &#1705;&#1575;&#1585;&#1576;&#1585;&#1575;&#1606; &#1587;&#1585;&#1740; Call Of Duty &#1585;&#1575; &#1575;&#1586; &#1711;&#1584;&#1588;&#1578;&#1607; &#1576;&#1607; &#1583;&#1608;&#1585;&#1575;&#1606; &#1580;&#1606;&#1711; &#1580;&#1607;&#1575;&#1606;&#1740; &#1583;&#1608;&#1605; &#1576;&#1585;&#1583;&#1607; &#1608; &#1602;&#1585;&#1575;&#1585; &#1575;&#1587;&#1578; &#1576;&#1575;&#1586;&#1740; Call of Duty: WWII &#1585;&#1575; &#1605;&#1606;&#1578;&#1588;&#1585; &#1705;&#1606;&#1583;&#1548; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Call Of Duty &#1576;&#1575; &#1588;&#1576;&#1740;&#1607;&#8204;&#1587;&#1575;&#1586;&#1740; &#1580;&#1606;&#1711; &#1580;&#1607;&#1575;&#1606;&#1740; &#1705;&#1575;&#1585; &#1582;&#1608;&#1583; &#1585;&#1575; &#1570;&#1594;&#1575;&#1586; &#1705;&#1585;&#1583;&#1606;&#1583; &#1608; &#1581;&#1575;&#1604; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1711;&#1601;&#1578; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1585;&#1740;&#1588;&#1607;&#8204;&#1607;&#1575;&#1740; &#1582;&#1608;&#1583; &#1576;&#1575;&#1586;&#1711;&#1588;&#1578;&#1607; &#1575;&#1587;&#1578;.<br/><br/>Call of Duty: WWII &#1602;&#1585;&#1575;&#1585; &#1575;&#1587;&#1578; &#1605;&#1575;&#1606;&#1606;&#1583; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1575;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; World At War &#1705;&#1607; &#1583;&#1585; &#1587;&#1575;&#1604; 2008 &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1580;&#1608;&#1582;&#1607;&#8204;&#1575;&#1740; &#1583;&#1585; &#1580;&#1606;&#1711; &#1580;&#1607;&#1575;&#1606;&#1740; &#1583;&#1608;&#1605; &#1585;&#1575; &#1585;&#1608;&#1575;&#1740;&#1578; &#1705;&#1606;&#1583;&#1548; &#1575;&#1740;&#1606; &#1580;&#1608;&#1582;&#1607; &#1583;&#1585; &#1606;&#1576;&#1585;&#1583;&#1607;&#1575;&#1740; &#1593;&#1592;&#1740;&#1605; &#1580;&#1606;&#1711; &#1580;&#1607;&#1575;&#1606;&#1740; &#1583;&#1608;&#1605; &#1581;&#1590;&#1608;&#1585; &#1583;&#1575;&#1585;&#1606;&#1583; &#1608; &#1605;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1588;&#1575;&#1607;&#1583; &#1583;&#1585;&#1711;&#1740;&#1585;&#1740;&#8204;&#1607;&#1575;&#1740; &#1588;&#1583;&#1740;&#1583; &#1608; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1607;&#1740;&#1580;&#1575;&#1606;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586;&#1740; &#1582;&#1608;&#1575;&#1607;&#1740;&#1605; &#1576;&#1608;&#1583;.<br/><br/>&#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1607;&#1605;&#1575;&#1606;&#1606;&#1583; &#1578;&#1605;&#1575;&#1605;&#1740; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604;&#1740; Call Of Duty &#1607;&#1605;&#1575;&#1606; &#1605;&#1705;&#1575;&#1606;&#1740;&#1587;&#1605;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604;&#1740; &#1585;&#1575; &#1583;&#1575;&#1585;&#1583; &#1608; &#1576;&#1607; &#1575;&#1589;&#1604; &#1582;&#1608;&#1583; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1608;&#1601;&#1575;&#1583;&#1575;&#1585; &#1575;&#1587;&#1578;&#1548; &#1575;&#1604;&#1576;&#1578;&#1607; &#1740;&#1705; &#1587;&#1585;&#1740; &#1578;&#1594;&#1740;&#1740;&#1585;&#1575;&#1578;&#1740; &#1575;&#1586;&#1580;&#1605;&#1604;&#1607; &#1583;&#1585; &#1606;&#1581;&#1608;&#1607;&#8204;&#1740; &#1583;&#1608;&#1740;&#1583;&#1606; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1575;&#1740;&#1580;&#1575;&#1583;&#1588;&#1583;&#1607; &#1705;&#1607; &#1607;&#1605;&#1711;&#1740; &#1583;&#1585; &#1585;&#1575;&#1587;&#1578;&#1575;&#1740; &#1576;&#1607;&#1576;&#1608;&#1583; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1608;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1575;&#1586;&#1570;&#1606;&#1580;&#1575;&#1705;&#1607; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1580;&#1606;&#1711; &#1580;&#1607;&#1575;&#1606;&#1740; &#1583;&#1608;&#1605; &#1585;&#1608;&#1575;&#1740;&#1578; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;&#1548; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1608;&#1587;&#1575;&#1740;&#1604; &#1606;&#1602;&#1604;&#1740;&#1607; &#1608; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1570;&#1606; &#1583;&#1608;&#1585;&#1575;&#1606; &#1576;&#1607;&#8204;&#1582;&#1608;&#1576;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1585;&#1583;&#1607; &#1608; &#1575;&#1740;&#1606; &#1608;&#1587;&#1575;&#1740;&#1604; &#1608; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1578;&#1606;&#1608;&#1593; &#1576;&#1587;&#1740;&#1575;&#1585; &#1582;&#1608;&#1576;&#1740; &#1583;&#1575;&#1585;&#1606;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1576;&#1582;&#1588; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578; &#1670;&#1588;&#1605;&#8204;&#1711;&#1740;&#1585;&#1740; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1602;&#1576;&#1604;&#1740; &#1740;&#1593;&#1606;&#1740; Call of Duty: Infinite Warfare &#1606;&#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1607;&#1605;&#1670;&#1606;&#1575;&#1606; &#1583;&#1575;&#1585;&#1575;&#1740; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1670;&#1588;&#1605;&#8204;&#1606;&#1608;&#1575;&#1586; &#1608; &#1582;&#1740;&#1585;&#1607;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1576;&#1582;&#1588; &#1570;&#1606;&#1604;&#1575;&#1740;&#1606; &#1608; &#1670;&#1606;&#1583;&#1606;&#1601;&#1585;&#1607; &#1576;&#1575;&#1586;&#1740; &#1705;&#1607; &#1583;&#1585; &#1670;&#1606;&#1583; &#1587;&#1575;&#1604; &#1575;&#1582;&#1740;&#1585; &#1583;&#1670;&#1575;&#1585; &#1575;&#1601;&#1578; &#1601;&#1575;&#1581;&#1588;&#1740; &#1588;&#1583;&#1607; &#1576;&#1608;&#1583;&#1548; &#1583;&#1670;&#1575;&#1585; &#1578;&#1594;&#1740;&#1740;&#1585;&#1575;&#1578; &#1582;&#1608;&#1576;&#1740; &#1588;&#1583;&#1607; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1585;&#1575; &#1578;&#1575; &#1605;&#1575;&#1607;&#8204;&#1607;&#1575; &#1587;&#1585;&#1711;&#1585;&#1605; &#1606;&#1711;&#1607; &#1583;&#1575;&#1585;&#1583;.<br/><br/>&#1576;&#1575;&#1575;&#1740;&#1606;&#1705;&#1607; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Call of Duty &#1670;&#1606;&#1583; &#1587;&#1575;&#1604;&#1740; &#1575;&#1586; &#1575;&#1589;&#1604; &#1582;&#1608;&#1583; &#1583;&#1608;&#1585; &#1588;&#1583;&#1607; &#1576;&#1608;&#1583; &#1608; &#1587;&#1585;&#1583;&#1585;&#1711;&#1605; &#1583;&#1585; &#1570;&#1740;&#1606;&#1583;&#1607; &#1608;&#1602;&#1578; &#1605;&#1740;&#8204;&#1711;&#1584;&#1585;&#1575;&#1606;&#1583;&#1548; &#1575;&#1605;&#1575; &#1576;&#1607; &#1606;&#1592;&#1585; &#1605;&#1740;&#8204;&#1585;&#1587;&#1583; &#1576;&#1593;&#1583; &#1575;&#1586; &#1670;&#1606;&#1583; &#1587;&#1575;&#1604; &#1588;&#1575;&#1607;&#1583; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607;&#8204;&#1740; &#1583;&#1740;&#1711;&#1585; &#1575;&#1586; &#1575;&#1740;&#1606; &#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1576;&#1575;&#1606;&#1575;&#1605; Call of Duty: WWII &#1607;&#1587;&#1578;&#1740;&#1605; &#1705;&#1607; &#1602;&#1585;&#1575;&#1585; &#1575;&#1587;&#1578; &#1578;&#1605;&#1575;&#1605;&#1740; &#1582;&#1575;&#1591;&#1585;&#1575;&#1578; &#1582;&#1608;&#1588; &#1605;&#1575; &#1585;&#1575; &#1586;&#1606;&#1583;&#1607; &#1705;&#1606;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">18+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">CPU: CPU: Intel Core i3 3225 3.3 GHz or AMD Ryzen 5 1400
RAM: 8GB RAM
HDD: 90GB HD space
Video: Nvidia GeForce GTX 660 @ 2 GB / GTX 1050 or ATI Radeon HD 7850 @ 2GB / AMD RX 550</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Call%20of%20Duty%20WWII/5.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Call%20of%20Duty%20WWII/5sl1aw8ysqb61.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Call%20of%20Duty%20WWII/Call+of+Duty++WWII+Screenshot+2017.09.28+-+17.58.02.31.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Call%20of%20Duty%20WWII/ss_248449522c1ab243c327534768da27f038f4727c.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20WWII/a5a9d7c3842434c1efc41f2d7cdb949855216129-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/429829/&#1606;&#1580;&#1575;&#1578;-&#1587;&#1585;&#1576;&#1575;&#1586;-&#1586;&#1608;&#1587;&#1605;&#1575;&#1606;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-call-of-duty-wwii/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
  </BODY>
</html>