<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Call to Arms - Gates of Hell</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2424.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index3.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="971.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2434f.jpg">
        <img src="../images/2434f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Call to Arms - Gates of Hell&#160;(2015)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#161</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Digitalmindsoft</b>
	    &#160;
	   	Digitalmindsoft
            <br/>
            <b>42.9 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740;&#1705; &#1575;&#1605;&#1585;&#1608;&#1586;&#1607; &#1588;&#1575;&#1740;&#1583; &#1705;&#1605;&#1578;&#1585; &#1583;&#1585; &#1576;&#1575;&#1586;&#1575;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1583;&#1740;&#1583;&#1607; &#1588;&#1608;&#1606;&#1583;. &#1575;&#1605;&#1585;&#1608;&#1586;&#1607; &#1576;&#1740;&#1588;&#1578;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740;&#1705; &#1583;&#1585; &#1587;&#1576;&#1705; &#1606;&#1608;&#1576;&#1578;&#1740; &#1576;&#1608;&#1583;&#1607; &#1588;&#1576;&#1740;&#1607; &#1576;&#1607; &#1588;&#1591;&#1585;&#1606;&#1580;&#8204;&#1607;&#1575;&#1740; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578;&#1607; &#1608; &#1662;&#1740;&#1670;&#1740;&#1583;&#1607; &#1593;&#1605;&#1604; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583; &#1608; &#1587;&#1576;&#1705; RTS &#1705;&#1607; &#1605;&#1582;&#1601;&#1601; Real Time Strategy &#1575;&#1587;&#1578;&#1548; &#1705;&#1605;&#1578;&#1585; &#1583;&#1740;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1585;&#1582;&#1604;&#1575;&#1601; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740;&#8204;&#1607;&#1575;&#1740; &#1606;&#1608;&#1576;&#1578;&#1740;&#1548; &#1607;&#1605;&#1607;&#8204;&#1670;&#1740;&#1586; &#1583;&#1585; &#1604;&#1581;&#1592;&#1607; &#1608; &#1586;&#1606;&#1583;&#1607; &#1575;&#1578;&#1601;&#1575;&#1602; &#1605;&#1740;&#8204;&#1575;&#1601;&#1578;&#1583; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1608;&#1575;&#1602;&#1593;&#1740; &#1608; &#1587;&#1585;&#1740;&#1593; &#1575;&#1586; &#1605;&#1740;&#1583;&#1575;&#1606; &#1606;&#1576;&#1585;&#1583; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1585;&#1602;&#1605; &#1582;&#1608;&#1575;&#1607;&#1583; &#1586;&#1583;. &#1576;&#1575;&#1586;&#1740; Call to Arms Gates &#1575;&#1586; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Digitalmindsoft &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1583;&#1585; &#1607;&#1605;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1608;&#1583;&#1607; &#1575;&#1605;&#1575; &#1606;&#1608;&#1570;&#1608;&#1585;&#1740; &#1582;&#1575;&#1589;&#1740; &#1585;&#1575; &#1583;&#1585; &#1570;&#1606; &#1575;&#1740;&#1580;&#1575;&#1583; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1578;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1601;&#1585;&#1575;&#1607;&#1605; &#1705;&#1606;&#1583;. &#1576;&#1607;&#8204;&#1578;&#1575;&#1586;&#1711;&#1740; &#1576;&#1587;&#1578;&#1607; &#1575;&#1604;&#1581;&#1575;&#1602;&#1740; Gates of Hell Ostfront &#1606;&#1740;&#1586; &#1576;&#1585;&#1575;&#1740; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1606;&#1578;&#1588;&#1585;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585;&#1608;&#1575;&#1602;&#1593; &#1578;&#1604;&#1601;&#1740;&#1602;&#1740; &#1575;&#1586; &#1587;&#1576;&#1705; RTS&#1548; &#1588;&#1608;&#1578;&#1585; &#1587;&#1608;&#1605; &#1588;&#1582;&#1589; &#1608; &#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604;&#8204;&#1588;&#1582;&#1589; &#1575;&#1587;&#1578;! &#1583;&#1585;&#1587;&#1578; &#1588;&#1606;&#1740;&#1583;&#1740;&#1583;&#1548; &#1578;&#1605;&#1575;&#1605;&#1740; &#1575;&#1740;&#1606; &#1586;&#1608;&#1575;&#1740;&#1575;&#1740; &#1583;&#1608;&#1585;&#1576;&#1740;&#1606; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1588;&#1605;&#1575; &#1585;&#1608;&#1588;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1705;&#1585;&#1583;&#1606; &#1583;&#1585; Call to Arms &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583;. &#1588;&#1605;&#1575; &#1740;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1606;&#1740;&#1585;&#1608;&#1607;&#1575;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1575; &#1583;&#1740;&#1583; &#1575;&#1586; &#1576;&#1575;&#1604;&#1575; &#1608; &#1576;&#1607;&#8204;&#1589;&#1608;&#1585;&#1578; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740;&#1705; &#1705;&#1606;&#1578;&#1585;&#1604; &#1705;&#1606;&#1740;&#1583; &#1608; &#1740;&#1575; &#1582;&#1608;&#1583;&#1578;&#1575;&#1606; &#1705;&#1606;&#1578;&#1585;&#1604; &#1740;&#1705;&#1740; &#1575;&#1586; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1576;&#1607; &#1583;&#1587;&#1578; &#1711;&#1585;&#1601;&#1578;&#1607; &#1608; &#1608;&#1575;&#1585;&#1583; &#1605;&#1740;&#1583;&#1575;&#1606; &#1606;&#1576;&#1585;&#1583; &#1588;&#1608;&#1740;&#1583;. &#1576;&#1607;&#8204;&#1580;&#1586; &#1705;&#1606;&#1578;&#1585;&#1604; &#1705;&#1585;&#1583;&#1606; &#1662;&#1740;&#1575;&#1583;&#1607;&#8204;&#1606;&#1592;&#1575;&#1605;&#8204;&#1607;&#1575;&#1548; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1578;&#1575;&#1606;&#1705;&#8204;&#1607;&#1575; &#1608; &#1607;&#1604;&#1740;&#1705;&#1608;&#1662;&#1578;&#1585;&#1607;&#1575; &#1585;&#1575; &#1606;&#1740;&#1586; &#1607;&#1583;&#1575;&#1740;&#1578; &#1705;&#1606;&#1740;&#1583;. &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1575;&#1740;&#1606;&#1705;&#1607; &#1576;&#1575;&#1740;&#1583; &#1607;&#1605; &#1575;&#1586; &#1583;&#1608;&#1585; &#1608; &#1607;&#1605; &#1575;&#1586; &#1606;&#1586;&#1583;&#1740;&#1705; &#1607;&#1605;&#1607;&#8204;&#1670;&#1740;&#1586; &#1585;&#1575; &#1576;&#1607; &#1578;&#1589;&#1608;&#1740;&#1585; &#1576;&#1705;&#1588;&#1583;&#1548; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1576;&#1575; &#1608; &#1602;&#1575;&#1576;&#1604;&#8204;&#1602;&#1576;&#1608;&#1604; &#1575;&#1587;&#1578; &#1608; &#1581;&#1578;&#1740; &#1583;&#1585; &#1578;&#1580;&#1585;&#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1586;&#1575;&#1608;&#1740;&#1607; &#1583;&#1608;&#1585;&#1576;&#1740;&#1606; &#1575;&#1608;&#1604;&#8204;&#1588;&#1582;&#1589; &#1606;&#1740;&#1586;&#1548; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1580;&#1586;&#1740;&#1740;&#1575;&#1578; &#1582;&#1608;&#1576;&#1740; &#1585;&#1575; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583;.<br/><br/>((&#1583;&#1585; &#1576;&#1587;&#1578;&#1607; &#1575;&#1604;&#1581;&#1575;&#1602;&#1740; Gates of Hell Ostfront &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; Call to Arms &#1576;&#1607; &#1580;&#1606;&#1711; &#1580;&#1607;&#1575;&#1606;&#1740; &#1583;&#1608;&#1605; &#1605;&#1740;&#8204;&#1585;&#1608;&#1583;. &#1575;&#1740;&#1606;&#1580;&#1575;&#1548; &#1580;&#1606;&#1711; &#1585;&#1575; &#1583;&#1585; &#1576;&#1604;&#1608;&#1705; &#1588;&#1585;&#1602;&#1740; &#1575;&#1585;&#1608;&#1662;&#1575; &#1608; &#1576;&#1740;&#1606; &#1588;&#1608;&#1585;&#1608;&#1740; &#1608; &#1570;&#1604;&#1605;&#1575;&#1606; &#1606;&#1575;&#1586;&#1740; &#1578;&#1580;&#1585;&#1576;&#1607; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583; &#1705;&#1607; &#1575;&#1586; &#1587;&#1575;&#1604; 1941 &#1578;&#1575; 1945 &#1605;&#1740;&#1604;&#1575;&#1583;&#1740; &#1576;&#1607; &#1591;&#1608;&#1604; &#1575;&#1606;&#1580;&#1575;&#1605;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1587;&#1578;&#1607; &#1575;&#1604;&#1581;&#1575;&#1602;&#1740;&#1548; 12 &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578; &#1583;&#1585; &#1576;&#1582;&#1588; &#1605;&#1585;&#1581;&#1604;&#1607;&#8204;&#1575;&#1740; &#1583;&#1575;&#1585;&#1583; &#1608; &#1576;&#1740;&#1588; &#1575;&#1586; 180 &#1580;&#1606;&#1711;&#8204;&#1575;&#1601;&#1586;&#1575;&#1585; &#1605;&#1582;&#1578;&#1604;&#1601; &#1583;&#1608;&#1585;&#1575;&#1606; &#1580;&#1606;&#1711; &#1580;&#1607;&#1575;&#1606;&#1740; &#1585;&#1575; &#1607;&#1605; &#1583;&#1585; &#1587;&#1576;&#1705; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740;&#1705; &#1608; &#1607;&#1605; &#1583;&#1585; &#1587;&#1576;&#1705; &#1575;&#1608;&#1604; &#1740;&#1575; &#1587;&#1608;&#1605; &#1588;&#1582;&#1589; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585;&#1578;&#1575;&#1606; &#1602;&#1585;&#1575;&#1585; &#1582;&#1608;&#1575;&#1607;&#1583; &#1583;&#1575;&#1583;. &#1583;&#1585; &#1591;&#1585;&#1575;&#1581;&#1740; &#1605;&#1585;&#1575;&#1581;&#1604; &#1575;&#1740;&#1606; &#1602;&#1587;&#1605;&#1578; &#1606;&#1740;&#1586;&#1548; &#1583;&#1602;&#1578; &#1576;&#1575;&#1604;&#1575;&#1740; &#1578;&#1575;&#1585;&#1740;&#1582;&#1740; &#1585;&#1593;&#1575;&#1740;&#1578; &#1588;&#1583;&#1607; &#1608; &#1575;&#1586; &#1587;&#1585;&#1576;&#1575;&#1586;&#1575;&#1606; &#1602;&#1583;&#1740;&#1605;&#1740; &#1608; &#1576;&#1575;&#1586;&#1606;&#1588;&#1587;&#1578;&#1607; &#1570;&#1606; &#1583;&#1608;&#1585;&#1575;&#1606; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1587;&#1575;&#1586;&#1740; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607;&#8204;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578;.))<br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Company of Heroes 2 &#1608; Hearts of Iron IV &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Memory: 4 GB RAM
Graphics: DirectX 11 compatible
DirectX: Version 11
Storage: 20 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1616;&#1740;, &#1588;&#1608;&#1578;&#1585;, &#1575;&#1705;&#1588;&#1606;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Call%20to%20Arms%20Gates%20of%20Hell%20Scorched%20Earth/b8923cfc369d97f2e0e3909f40e5d607e0d4_1920xt1080_S1000.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Call%20to%20Arms%20Gates%20of%20Hell%20Scorched%20Earth/ss_1130c3670ac8d7073790f76a8ec66d456aeed097.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Call%20to%20Arms%20Gates%20of%20Hell%20Scorched%20Earth/ss_b8a533820553dfba6a75c98c315cd0bc65e7ab6a.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Call%20to%20Arms%20Gates%20of%20Hell%20Scorched%20Earth/ss_c27b4fc420ac099301e2d033e7ea446100ea00f0.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20to%20Arms%20Gates%20of%20Hell%20Scorched%20Earth/74bdfe090e0c8e6f18ac2737a2206b2352613104-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Steam: 9/10<br/><br/><br/>Initial release date: December 27, 2020</div>
  </BODY>
</html>