<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Chivalry II</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2483.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index3.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="5249.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2497f.jpg">
        <img src="../images/2497f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Chivalry II&#160;(2022)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Chivalry&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#164</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Tripwire Presents</b>
	    &#160;
	   	Torn Banner Studios
            <br/>
            <b>26.3 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1740;&#1705;&#1740; &#1575;&#1586; &#1587;&#1608;&#1688;&#1607;&#8204;&#1607;&#1575;&#1740; &#1580;&#1584;&#1575;&#1576;&#1740; &#1705;&#1607; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1705;&#1605;&#1578;&#1585; &#1576;&#1607; &#1570;&#1606; &#1578;&#1608;&#1580;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;&#1548; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1578;&#1606;&#8204;&#1576;&#1607;&#8204;&#1578;&#1606; &#1605;&#1607;&#1740;&#1580; &#1583;&#1585; &#1583;&#1608;&#1585;&#1575;&#1606; &#1711;&#1584;&#1588;&#1578;&#1607; &#1575;&#1587;&#1578;. &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1705;&#1605;&#1578;&#1585;&#1740; &#1583;&#1585; &#1591;&#1608;&#1604; &#1578;&#1575;&#1585;&#1740;&#1582; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1576;&#1607;&#8204;&#1593;&#1606;&#1608;&#1575;&#1606; &#1587;&#1608;&#1688;&#1607; &#1575;&#1589;&#1604;&#1740; &#1575;&#1740;&#1606; &#1605;&#1608;&#1590;&#1608;&#1593; &#1585;&#1575; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1575;&#1605;&#1575; &#1576;&#1575;&#1575;&#1740;&#1606;&#8204;&#1581;&#1575;&#1604; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1575;&#1586; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578;&#1548; &#1605;&#1607;&#1740;&#1580;&#1548; &#1606;&#1601;&#1587;&#8204;&#1711;&#1740;&#1585; &#1608; &#1576;&#1587;&#1740;&#1575;&#1585; &#1582;&#1588;&#1606; &#1576;&#1608;&#1583;&#1607; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1593;&#1606;&#1589;&#1585; &#1605;&#1607;&#1605;&#1740; &#1576;&#1585;&#1575;&#1740; &#1587;&#1575;&#1582;&#1578; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1605;&#1608;&#1601;&#1602; &#1576;&#1575;&#1588;&#1583;. &#1576;&#1575;&#1586;&#1740; Chivalry 2 &#1575;&#1586; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Torn Banner &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1575;&#1608;&#1604;&#8204;&#1588;&#1582;&#1589; &#1575;&#1586; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1578;&#1606;&#8204;&#1576;&#1607;&#8204;&#1578;&#1606; &#1711;&#1584;&#1588;&#1578;&#1607; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1570;&#1605;&#1575;&#1583;&#1607; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1705;&#1607; &#1588;&#1605;&#1575;&#1585;&#1607; &#1583;&#1608;&#1605; &#1587;&#1585;&#1740; &#1582;&#1608;&#1583;&#1588; &#1605;&#1581;&#1587;&#1608;&#1576; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;&#1548; &#1593;&#1606;&#1575;&#1589;&#1585; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1575;&#1583;&#1740; &#1585;&#1575; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1575;&#1608;&#1604; &#1575;&#1590;&#1575;&#1601;&#1607; &#1705;&#1585;&#1583;&#1607; &#1578;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1605;&#1607;&#1740;&#1580;&#8204;&#1578;&#1585; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1601;&#1585;&#1575;&#1607;&#1605; &#1705;&#1606;&#1583;. &#1606;&#1705;&#1578;&#1607; &#1605;&#1607;&#1605; &#1575;&#1740;&#1606; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575;&#1586;&#1740; &#1606;&#1602;&#1588;&#1607; &#1608;&#1587;&#1740;&#1593; &#1608; &#1711;&#1587;&#1578;&#1585;&#1583;&#1607;&#8204;&#1575;&#1740; &#1585;&#1575; &#1576;&#1607;&#8204;&#1593;&#1606;&#1608;&#1575;&#1606; &#1605;&#1740;&#1583;&#1575;&#1606; &#1606;&#1576;&#1585;&#1583; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1578;&#1575; &#1583;&#1585; &#1570;&#1606; &#1576;&#1607;&#8204;&#1589;&#1608;&#1585;&#1578; &#1670;&#1606;&#1583;&#1606;&#1601;&#1585;&#1607; &#1576;&#1575;&#1586;&#1740; &#1705;&#1606;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1606;&#1602;&#1588;&#1607;&#8204;&#1607;&#1575; &#1607;&#1585;&#1705;&#1583;&#1575;&#1605; &#1587;&#1606;&#1575;&#1585;&#1740;&#1608;&#1740; &#1582;&#1575;&#1589; &#1582;&#1608;&#1583;&#1588;&#1575;&#1606; &#1585;&#1575; &#1583;&#1575;&#1585;&#1606;&#1583;. &#1576;&#1585;&#1575;&#1740; &#1605;&#1579;&#1575;&#1604; &#1583;&#1585;&#1740;&#1705;&#1740; &#1576;&#1575;&#1740;&#1583; &#1581;&#1605;&#1604;&#1607; &#1576;&#1607; &#1740;&#1705; &#1602;&#1604;&#1593;&#1607; &#1585;&#1575; &#1576;&#1575; &#1578;&#1605;&#1575;&#1605; &#1580;&#1608;&#1575;&#1606;&#1576; &#1608; &#1580;&#1586;&#1740;&#1740;&#1575;&#1578;&#1588; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583; &#1608; &#1583;&#1585; &#1583;&#1740;&#1711;&#1585;&#1740; &#1575;&#1586; &#1585;&#1608;&#1587;&#1578;&#1575;&#1740;&#1740; &#1705;&#1607; &#1583;&#1585; &#1570;&#1578;&#1588; &#1605;&#1740;&#8204;&#1587;&#1608;&#1586;&#1583; &#1583;&#1585; &#1605;&#1602;&#1575;&#1576;&#1604; &#1581;&#1605;&#1604;&#1607; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1583;&#1601;&#1575;&#1593; &#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1580;&#1583;&#1575;&#1740; &#1575;&#1586; &#1606;&#1602;&#1588;&#1607;&#8204;&#1607;&#1575;&#1740; &#1711;&#1587;&#1578;&#1585;&#1583;&#1607; &#1576;&#1575;&#1586;&#1740;&#1548; &#1587;&#1576;&#1705; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1570;&#1606; &#1607;&#1605; &#1593;&#1606;&#1589;&#1585;&#1740; &#1602;&#1608;&#1740; &#1585;&#1575; &#1576;&#1607; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1575;&#1590;&#1575;&#1601;&#1607; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1578;&#1580;&#1585;&#1576;&#1607; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1578;&#1606;&#8204;&#1576;&#1607;&#8204;&#1578;&#1606; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1586;&#1575;&#1608;&#1740;&#1607; &#1583;&#1608;&#1585;&#1576;&#1740;&#1606; &#1575;&#1608;&#1604;&#8204;&#1588;&#1582;&#1589; &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1705;&#1605;&#1578;&#1585; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1583;&#1740;&#1583;&#1607;&#8204;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1591;&#1740;&#1601; &#1711;&#1587;&#1578;&#1585;&#1583;&#1607;&#8204;&#1575;&#1740; &#1575;&#1586; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1602;&#1583;&#1740;&#1605;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1588;&#1605;&#1588;&#1740;&#1585;&#1548; &#1578;&#1576;&#1585;&#1548; &#1662;&#1578;&#1705;&#1548; &#1711;&#1585;&#1586; &#1608; &#1578;&#1740;&#1585;&#1705;&#1605;&#1575;&#1606; &#1606;&#1740;&#1586; &#1583;&#1585; &#1583;&#1587;&#1578;&#1585;&#1587; &#1588;&#1605;&#1575; &#1575;&#1587;&#1578;. &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1591;&#1608;&#1585;&#1740; &#1591;&#1585;&#1575;&#1581;&#1740;&#8204;&#1588;&#1583;&#1607; &#1705;&#1607; &#1583;&#1585; &#1570;&#1606;&#8204;&#1607;&#1575; &#1670;&#1606;&#1583; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1576;&#1607;&#8204;&#1591;&#1608;&#1585; &#1607;&#1605;&#8204;&#1586;&#1605;&#1575;&#1606; &#1576;&#1575; &#1740;&#1705;&#1583;&#1740;&#1711;&#1585; &#1583;&#1585;&#1711;&#1740;&#1585; &#1588;&#1608;&#1606;&#1583; &#1578;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1583;&#1585;&#1711;&#1740;&#1585;&#1740;&#8204;&#1607;&#1575; &#1607;&#1740;&#1580;&#1575;&#1606; &#1576;&#1587;&#1740;&#1575;&#1585; &#1576;&#1575;&#1604;&#1575;&#1578;&#1585;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1583;.<br/><br/>&#1575;&#1586; &#1583;&#1740;&#1711;&#1585; &#1606;&#1705;&#1575;&#1578; &#1605;&#1579;&#1576;&#1578; &#1576;&#1575;&#1586;&#1740; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1576;&#1575; &#1608; &#1606;&#1587;&#1604; &#1580;&#1583;&#1740;&#1583; &#1570;&#1606; &#1575;&#1587;&#1578; &#1705;&#1607; &#1585;&#1608;&#1575;&#1606; &#1607;&#1605; &#1575;&#1580;&#1585;&#1575; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1576;&#1585;&#1575;&#1740; &#1587;&#1582;&#1578;&#8204;&#1575;&#1601;&#1586;&#1575;&#1585;&#1607;&#1575;&#1740; &#1606;&#1587;&#1604; &#1580;&#1583;&#1740;&#1583; &#1576;&#1607;&#8204;&#1582;&#1608;&#1576;&#1740; &#1576;&#1607;&#1740;&#1606;&#1607;&#8204;&#1587;&#1575;&#1586;&#1740; &#1588;&#1583;&#1607; &#1608; &#1606;&#1602;&#1588;&#1607;&#8204;&#1607;&#1575;&#1740; &#1608;&#1587;&#1740;&#1593;&#1588; &#1705;&#1607; &#1583;&#1585; &#1570;&#1606; 64 &#1606;&#1601;&#1585; &#1576;&#1607;&#8204;&#1591;&#1608;&#1585; &#1607;&#1605;&#8204;&#1586;&#1605;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1705;&#1585;&#1583; &#1576;&#1575; &#1601;&#1585;&#1740;&#1605;&#8204;&#1607;&#1575;&#1740; &#1662;&#1575;&#1740;&#1583;&#1575;&#1585;&#1740; &#1575;&#1580;&#1585;&#1575; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;. &#1607;&#1605;&#8204;&#1670;&#1606;&#1740;&#1606; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578; Cross-Platform &#1607;&#1605; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1588;&#1578;&#1607; &#1578;&#1575; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1576;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1607;&#1605; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1606;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1583;&#1606;&#1576;&#1575;&#1604; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1575;&#1586; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1578;&#1606;&#8204;&#1576;&#1607;&#8204;&#1578;&#1606; &#1670;&#1606;&#1583;&#1606;&#1601;&#1585;&#1607; &#1608; &#1570;&#1606;&#1604;&#1575;&#1740;&#1606; &#1607;&#1587;&#1578;&#1740;&#1583;&#1548; Chivalry 2 &#1585;&#1575; &#1576;&#1607;&#8204;&#1607;&#1740;&#1670;&#8204;&#1608;&#1580;&#1607; &#1575;&#1586; &#1583;&#1587;&#1578; &#1606;&#1583;&#1607;&#1740;&#1583; &#1586;&#1740;&#1585;&#1575; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1578;&#1605;&#1575;&#1605; &#1593;&#1606;&#1575;&#1589;&#1585; &#1604;&#1575;&#1586;&#1605; &#1576;&#1585;&#1575;&#1740; &#1587;&#1585;&#1711;&#1585;&#1605; &#1705;&#1585;&#1583;&#1606; &#1588;&#1605;&#1575; &#1585;&#1575; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1576;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1576;&#1575; &#1606;&#1576;&#1585;&#1583;&#1607;&#1575;&#1740; &#1605;&#1607;&#1740;&#1580; &#1583;&#1585; &#1582;&#1608;&#1583; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel i3-4370
Memory: 8 GB
Graphics: Nvidia GeForce GTX 660 or AMD Radeon HD 7870 2 GB
Storage: 20 GB</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1588;&#1608;&#1578;&#1585;, &#1575;&#1705;&#1588;&#1606;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Chivalry%202/Chivalry+2+(18).jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Chivalry%202/Chivalry_Screen1_1410787398.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Chivalry%202/Chivalry_Screen2_1413543613.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Chivalry%202/QMKZQM8.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Chivalry%202/d90465102a1d4ee6d06091fb1d3dc6f123031036-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/744093/&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;&#1740;-chivalry-2&#1563;-&#1580;&#1606;&#1711;-&#1607;&#1575;&#1740;-&#1589;&#1604;&#1740;&#1576;&#1740;-&#1576;&#1575;-&#1670;&#1575;&#1588;/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 82/100<br/>Steam: 9/10<br/>IGN: 9/10<br/><br/>Initial release date: April 23, 2021</div>
  </BODY>
</html>