<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Endzone - A World Apart</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2625.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index5.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2645.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2636f.jpg">
        <img src="../images/2636f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Endzone - A World Apart&#160;(2021)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Simulation, Strategy</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#177</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Assemble Entertainment</b>
	    &#160;
	   	Gentlymad Studios
            <br/>
            <b>8.74 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1740;&#1705;&#8204;&#1604;&#1581;&#1592;&#1607; &#1601;&#1705;&#1585;&#1588; &#1585;&#1575; &#1705;&#1606;&#1740;&#1583; &#1705;&#1607; &#1575;&#1740;&#1606; &#1601;&#1740;&#1604;&#1605;&#8204;&#1607;&#1575;&#1740; &#1607;&#1575;&#1604;&#1740;&#1608;&#1608;&#1583;&#1740; &#1705;&#1607; &#1575;&#1586; &#1606;&#1575;&#1576;&#1608;&#1583;&#1740; &#1583;&#1606;&#1740;&#1575; &#1576;&#1575; &#1740;&#1705; &#1580;&#1606;&#1711; &#1575;&#1578;&#1605;&#1740; &#1582;&#1576;&#1585; &#1605;&#1740;&#8204;&#1583;&#1607;&#1606;&#1583;&#1548; &#1576;&#1607; &#1608;&#1575;&#1602;&#1593;&#1740;&#1578; &#1605;&#1740;&#8204;&#1662;&#1740;&#1608;&#1587;&#1578;&#1606;&#1583;. &#1602;&#1591;&#1593;&#1575;&#1611; &#1575;&#1705;&#1579;&#1585; &#1575;&#1606;&#1587;&#1575;&#1606;&#8204;&#1607;&#1575; &#1607;&#1605;&#1575;&#1606; &#1583;&#1602;&#1575;&#1740;&#1602; &#1575;&#1608;&#1604; &#1575;&#1586; &#1576;&#1740;&#1606; &#1605;&#1740;&#8204;&#1585;&#1601;&#1578;&#1606;&#1583; &#1608; &#1593;&#1583;&#1607; &#1576;&#1587;&#1740;&#1575;&#1585; &#1705;&#1605;&#1740; &#1583;&#1585; &#1605;&#1705;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1583;&#1608;&#1585;&#1583;&#1587;&#1578; &#1705;&#1585;&#1607; &#1586;&#1605;&#1740;&#1606; &#1586;&#1606;&#1583;&#1607; &#1605;&#1740;&#8204;&#1605;&#1575;&#1606;&#1583;&#1606;&#1583;&#1563; &#1575;&#1605;&#1575; &#1586;&#1606;&#1583;&#1711;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1670;&#1591;&#1608;&#1585; &#1605;&#1740;&#8204;&#1588;&#1583;&#1567; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Gentlymad Studios &#1587;&#1593;&#1740; &#1705;&#1585;&#1583;&#1607; &#1576;&#1575; &#1582;&#1604;&#1602; &#1576;&#1575;&#1586;&#1740; Endzone A World Apart &#1576;&#1607; &#1587;&#1572;&#1575;&#1604; &#1576;&#1586;&#1585;&#1711; &#1605;&#1575; &#1580;&#1608;&#1575;&#1576; &#1583;&#1607;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1705;&#1607; &#1576;&#1607; &#1578;&#1607;&#1740;&#1607;&#8204;&#1705;&#1606;&#1606;&#1583;&#1711;&#1740; &#1588;&#1585;&#1705;&#1578; Assemble Entertainment &#1587;&#1575;&#1582;&#1578;&#1607;&#8204;&#1588;&#1583;&#1607;&#1548; &#1740;&#1705; &#1575;&#1579;&#1585; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740;&#1705; &#1576;&#1575; &#1605;&#1581;&#1608;&#1585;&#1740;&#1578; &#1587;&#1575;&#1582;&#1578; &#1608; &#1575;&#1740;&#1580;&#1575;&#1583; &#1740;&#1705; &#1588;&#1607;&#1585; &#1580;&#1583;&#1740;&#1583; &#1662;&#1587; &#1575;&#1586; &#1601;&#1575;&#1580;&#1593;&#1607; &#1607;&#1587;&#1578;&#1607;&#8204;&#1575;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1606;&#1740;&#1575; &#1585;&#1575; &#1578;&#1581;&#1578; &#1578;&#1571;&#1579;&#1740;&#1585; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1587;&#1575;&#1582;&#1578; &#1588;&#1607;&#1585; &#1580;&#1583;&#1740;&#1583;&#1740; &#1576;&#1575; &#1578;&#1588;&#1593;&#1588;&#1593;&#1575;&#1578; &#1575;&#1578;&#1605;&#1740; &#1705;&#1575;&#1585; &#1585;&#1575;&#1581;&#1578;&#1740; &#1606;&#1740;&#1587;&#1578; &#1608; &#1580;&#1583;&#1575; &#1575;&#1586; &#1705;&#1606;&#1578;&#1585;&#1604; &#1575;&#1604;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1588;&#1607;&#1585;&#1740;&#1548; &#1576;&#1575;&#1740;&#1583; &#1591;&#1608;&#1585;&#1740; &#1576;&#1585;&#1606;&#1575;&#1605;&#1607;&#8204;&#1585;&#1740;&#1586;&#1740; &#1705;&#1585;&#1583; &#1705;&#1607; &#1575;&#1586; &#1588;&#1585; &#1578;&#1588;&#1593;&#1588;&#1593;&#1575;&#1578; &#1607;&#1605; &#1576;&#1607; &#1583;&#1608;&#1585; &#1605;&#1575;&#1606;&#1583; &#1608; &#1583;&#1585; &#1575;&#1740;&#1606; &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1581;&#1585;&#1575;&#1606;&#8204;&#1586;&#1583;&#1607;&#1548; &#1586;&#1606;&#1583;&#1607; &#1605;&#1575;&#1606;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Endzone A World Apart &#1576;&#1575; &#1662;&#1740;&#1588;&#8204;&#1583;&#1585;&#1570;&#1605;&#1583; &#1580;&#1575;&#1604;&#1576;&#1740; &#1588;&#1585;&#1608;&#1593; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;: &#1587;&#1575;&#1604; 2021 &#1575;&#1587;&#1578; &#1608; &#1711;&#1585;&#1608;&#1607; &#1578;&#1585;&#1608;&#1585;&#1740;&#1587;&#1578;&#1740; &#1576;&#1575; &#1605;&#1606;&#1601;&#1580;&#1585; &#1705;&#1585;&#1583;&#1606; &#1606;&#1740;&#1585;&#1608;&#1711;&#1575;&#1607;&#8204;&#1607;&#1575;&#1740; &#1607;&#1587;&#1578;&#1607;&#8204;&#1575;&#1740; &#1583;&#1585; &#1587;&#1585;&#1575;&#1587;&#1585; &#1583;&#1606;&#1740;&#1575;&#1548; &#1580;&#1607;&#1575;&#1606; &#1585;&#1575; &#1576;&#1607; &#1607;&#1585;&#1580;&#8204;&#1608;&#1605;&#1585;&#1580; &#1705;&#1588;&#1575;&#1606;&#1583;&#1607; &#1608; &#1570;&#1582;&#1585;&#1575;&#1604;&#1586;&#1605;&#1575;&#1606; &#1585;&#1575; &#1580;&#1604;&#1608;&#1740; &#1670;&#1588;&#1605; &#1570;&#1608;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1578;&#1606;&#1607;&#1575; &#1593;&#1583;&#1607; &#1576;&#1587;&#1740;&#1575;&#1585; &#1705;&#1605;&#1740; &#1605;&#1608;&#1601;&#1602; &#1576;&#1607; &#1601;&#1585;&#1575;&#1585; &#1576;&#1607; &#1578;&#1571;&#1587;&#1740;&#1587;&#1575;&#1578; &#1586;&#1740;&#1585;&#1586;&#1605;&#1740;&#1606;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; Endzone &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1581;&#1575;&#1604;&#1575; 150 &#1587;&#1575;&#1604; &#1576;&#1593;&#1583;&#1548; &#1576;&#1575; &#1601;&#1585;&#1608;&#1705;&#1588; &#1705;&#1585;&#1583;&#1606; &#1605;&#1740;&#1586;&#1575;&#1606; &#1578;&#1588;&#1593;&#1588;&#1593;&#1575;&#1578; &#1575;&#1578;&#1605;&#1740;&#1548; &#1575;&#1606;&#1587;&#1575;&#1606; &#1576;&#1607; &#1587;&#1591;&#1581; &#1705;&#1585;&#1607; &#1586;&#1605;&#1740;&#1606; &#1576;&#1585;&#1711;&#1588;&#1578;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1570;&#1605;&#1575;&#1583;&#1607; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578; &#1583;&#1587;&#1578;&#1608;&#1585; &#1578;&#1581;&#1578; &#1607;&#1583;&#1575;&#1740;&#1578; &#1588;&#1605;&#1575; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1576;&#1607;&#8204;&#1593;&#1606;&#1608;&#1575;&#1606; &#1601;&#1585;&#1605;&#1575;&#1606;&#1583;&#1607; &#1583;&#1606;&#1740;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583;&#1548; &#1705;&#1575;&#1585; &#1576;&#1587;&#1740;&#1575;&#1585; &#1605;&#1588;&#1705;&#1604;&#1740; &#1576;&#1585;&#1575;&#1740; &#1575;&#1740;&#1580;&#1575;&#1583; &#1605;&#1581;&#1740;&#1591; &#1587;&#1575;&#1604;&#1605; &#1608; &#1576;&#1740;&#8204;&#1582;&#1591;&#1585;&#1740; &#1583;&#1575;&#1585;&#1740;&#1583; &#1586;&#1740;&#1585;&#1575; &#1705;&#1607; &#1607;&#1605;&#1607; &#1585;&#1575;&#1583;&#1740;&#1608;&#1575;&#1705;&#1578;&#1740;&#1608; &#1588;&#1583;&#1607; &#1608; &#1605;&#1581;&#1740;&#1591;&#8204;&#1586;&#1740;&#1587;&#1578; &#1608; &#1575;&#1604;&#1711;&#1608;&#1607;&#1575;&#1740; &#1570;&#1576; &#1608; &#1607;&#1608;&#1575;&#1740;&#1740; &#1607;&#1605; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1578;&#1594;&#1740;&#1740;&#1585;&#1740;&#1575;&#1601;&#1578;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1576;&#1585;&#1575;&#1740; &#1575;&#1740;&#1606;&#1705;&#1607; &#1576;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1607;&#8204;&#1593;&#1606;&#1608;&#1575;&#1606; &#1740;&#1705; &#1585;&#1607;&#1576;&#1585; &#1605;&#1608;&#1601;&#1602; &#1576;&#1607; &#1580;&#1607;&#1575;&#1606; &#1576;&#1588;&#1606;&#1575;&#1587;&#1575;&#1606;&#1740;&#1583;&#1548; &#1705;&#1575;&#1585; &#1576;&#1587;&#1740;&#1575;&#1585; &#1605;&#1588;&#1705;&#1604;&#1740; &#1662;&#1740;&#1588; &#1585;&#1608;&#1583;&#1575;&#1585;&#1740;&#1583;. &#1576;&#1740;&#1588; &#1575;&#1586; 50 &#1606;&#1608;&#1593; &#1587;&#1575;&#1582;&#1578;&#1605;&#1575;&#1606; &#1605;&#1582;&#1578;&#1604;&#1601; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1606;&#1583; &#1705;&#1607; &#1578;&#1593;&#1583;&#1575;&#1583;&#1740; &#1575;&#1586; &#1570;&#1606;&#8204;&#1607;&#1575; &#1605;&#1587;&#1705;&#1608;&#1606;&#1740; &#1575;&#1587;&#1578; &#1608; &#1578;&#1593;&#1583;&#1575;&#1583;&#1740; &#1607;&#1605; &#1582;&#1583;&#1605;&#1575;&#1578;&#1740; &#1608; &#1578;&#1608;&#1604;&#1740;&#1583;&#1740; &#1705;&#1607; &#1576;&#1575; &#1587;&#1575;&#1582;&#1578;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1575;&#1605;&#1585;&#1608;&#1586;&#1740; &#1578;&#1601;&#1575;&#1608;&#1578; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1575;&#1585;&#1606;&#1583;.<br/><br/>&#1586;&#1606;&#1583;&#1607; &#1605;&#1575;&#1606;&#1583;&#1606; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; Endzone A World Apart &#1606;&#1740;&#1575;&#1586;&#1605;&#1606;&#1583; &#1605;&#1583;&#1740;&#1585;&#1740;&#1578; &#1583;&#1585;&#1587;&#1578; &#1605;&#1606;&#1575;&#1576;&#1593; &#1575;&#1608;&#1604;&#1740;&#1607; &#1608; &#1705;&#1606;&#1578;&#1585;&#1604; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1585;&#1575;&#1740; &#1587;&#1575;&#1582;&#1578; &#1740;&#1705; &#1587;&#1740;&#1587;&#1578;&#1605; &#1575;&#1602;&#1578;&#1589;&#1575;&#1583;&#1740; &#1576;&#1607;&#1740;&#1606;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1578;&#1608;&#1575;&#1606;&#1583; &#1583;&#1585; &#1583;&#1585;&#1575;&#1586;&#1605;&#1583;&#1578;&#1548; &#1576;&#1575;&#1593;&#1579; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578; &#1588;&#1607;&#1585; &#1608; &#1711;&#1587;&#1578;&#1585;&#1588; &#1580;&#1607;&#1575;&#1606; &#1578;&#1575;&#1586;&#1607; &#1578;&#1571;&#1587;&#1740;&#1587; &#1588;&#1608;&#1583;. &#1582;&#1591;&#1585;&#1575;&#1578;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1582;&#1575;&#1705; &#1608; &#1576;&#1575;&#1585;&#1575;&#1606; &#1585;&#1575;&#1583;&#1740;&#1608;&#1575;&#1705;&#1578;&#1740;&#1608; &#1576;&#1607;&#8204;&#1588;&#1583;&#1578; &#1588;&#1605;&#1575; &#1608; &#1588;&#1607;&#1585;&#1608;&#1606;&#1583;&#1575;&#1606; &#1585;&#1575; &#1578;&#1607;&#1583;&#1740;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1586;&#1606;&#1583;&#1607; &#1605;&#1575;&#1606;&#1583;&#1606; &#1583;&#1585; &#1575;&#1740;&#1606; &#1605;&#1581;&#1740;&#1591;&#1548; &#1606;&#1740;&#1575;&#1586; &#1576;&#1607; &#1605;&#1591;&#1575;&#1604;&#1593;&#1607; &#1608; &#1575;&#1585;&#1587;&#1575;&#1604; &#1711;&#1585;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1575;&#1586; &#1575;&#1601;&#1585;&#1575;&#1583; &#1576;&#1607;&#8204;&#1605;&#1606;&#1592;&#1608;&#1585; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583;&#1606; &#1605;&#1581;&#1740;&#1591; &#1587;&#1575;&#1604;&#1605; &#1608; &#1662;&#1575;&#1705; &#1575;&#1587;&#1578;. &#1587;&#1606;&#1575;&#1585;&#1740;&#1608;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1583;&#1585; &#1591;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1662;&#1740;&#1588; &#1605;&#1740;&#8204;&#1570;&#1740;&#1583; &#1608; &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1740;&#1705;&#8204;&#1576;&#1575;&#1585; &#1576;&#1575; &#1591;&#1608;&#1601;&#1575;&#1606; &#1605;&#1608;&#1575;&#1580;&#1607; &#1588;&#1608;&#1740;&#1583; &#1608; &#1581;&#1578;&#1740; &#1605;&#1580;&#1576;&#1608;&#1585; &#1576;&#1607; &#1580;&#1575;&#1576;&#1607;&#8204;&#1580;&#1575; &#1705;&#1585;&#1583;&#1606; &#1607;&#1587;&#1578;&#1607; &#1588;&#1607;&#1585; &#1588;&#1608;&#1740;&#1583;. &#1662;&#1587; &#1575;&#1586; &#1608;&#1740;&#1585;&#1575;&#1606;&#1740; &#1607;&#1587;&#1578;&#1607;&#8204;&#1575;&#1740; &#1608; &#1606;&#1575;&#1576;&#1608;&#1583;&#1740; &#1576;&#1588;&#1585;&#1740;&#1578;&#1548; &#1578;&#1606;&#1607;&#1575; &#1602;&#1588;&#1585; &#1575;&#1606;&#1583;&#1705;&#1740; &#1576;&#1575;&#1602;&#1740;&#8204;&#1605;&#1575;&#1606;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1705;&#1607; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1576;&#1585;&#1711;&#1585;&#1583;&#1575;&#1606;&#1583;&#1606; &#1582;&#1575;&#1591;&#1585;&#1575;&#1578; &#1582;&#1608;&#1588; &#1711;&#1584;&#1588;&#1578;&#1607;&#1548; &#1578;&#1606; &#1576;&#1607; &#1705;&#1575;&#1585; &#1587;&#1582;&#1578;&#1740; &#1583;&#1575;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;&#1563; &#1585;&#1607;&#1576;&#1585;&#1740; &#1575;&#1740;&#1606; &#1580;&#1605;&#1593;&#1740;&#1578; &#1575;&#1606;&#1583;&#1705; &#1585;&#1575; &#1576;&#1607; &#1583;&#1587;&#1578; &#1576;&#1711;&#1740;&#1585;&#1740;&#1583;. &#1575;&#1711;&#1585; &#1593;&#1575;&#1588;&#1602; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740;&#1705; &#1608; &#1578;&#1585;&#1587; &#1608; &#1576;&#1602;&#1575; &#1607;&#1587;&#1578;&#1740;&#1583;&#1548; Frostpunk &#1608; Factorio &#1585;&#1575; &#1575;&#1586; &#1583;&#1587;&#1578; &#1606;&#1583;&#1607;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: I5-2500K, 4-Cores @3.30 GHz or equivalent AMD-Hardware
Memory: 8 GB RAM
Graphics: GeForce GTX 760
DirectX: Version 11
Storage: 6 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1616;&#1740;, &#1575;&#1705;&#1588;&#1606;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Endzone%20A%20World%20Apart/endzone_3(2).jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Endzone%20A%20World%20Apart/endzone_3.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Endzone%20A%20World%20Apart/ss_04932227976f235dccd25a6754c0c9ae6d0c8558.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Endzone%20A%20World%20Apart/ss_adfe49674b1663800a7a2b001e8a1f926df0badb.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Endzone%20A%20World%20Apart/ss_c4256a6f9165735239ece4b13a11f31b0bf564e9.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Endzone%20A%20World%20Apart/0560e0b406f8320554c9a2c1c6bc759f19658844-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 72/100<br/>Steam: 7/10<br/><br/>Initial release date: April 2, 2020<br/>
    </div>
  </BODY>
</html>