<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Esse Proxy</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2645.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index5.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="1961.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2654f.jpg">
        <img src="../images/2654f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Esse Proxy</div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#179</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <br/>
            <b>6.3 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8234;&#1578;&#1580;&#1585;&#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1588;&#1608;&#1578;&#1585; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1578;&#1602;&#1585;&#1740;&#1576;&#1575;&#1611; &#1576;&#1585;&#1575;&#1740; &#1607;&#1585; &#1605;&#1582;&#1575;&#1591;&#1576;&#1740; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588; &#1608; &#1607;&#1740;&#1580;&#1575;&#1606;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586; &#1576;&#1575;&#1588;&#1583;. &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1587;&#1576;&#1705; &#1588;&#1608;&#1578;&#1585; &#1576;&#1607; &#1583;&#1604;&#1740;&#1604; &#1607;&#1740;&#1580;&#1575;&#1606; &#1608; &#1575;&#1705;&#1588;&#1606; &#1576;&#1575;&#1604;&#1575; &#1605;&#1581;&#1576;&#1608;&#1576;&#1740;&#1578; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1576;&#1607;&#8204;&#1578;&#1576;&#1593; &#1570;&#1606;&#1548; &#1578;&#1606;&#1608;&#1593; &#1576;&#1575;&#1604;&#1575;&#1740;&#1740; &#1575;&#1586; &#1570;&#1606;&#8204;&#1607;&#1575; &#1606;&#1740;&#1586; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1608; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608;&#1607;&#1575;&#1740; &#1576;&#1586;&#1585;&#1711; &#1608; &#1705;&#1608;&#1670;&#1705; &#1586;&#1740;&#1585;&#1588;&#1575;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1575;&#1586; &#1587;&#1576;&#1705; &#1588;&#1608;&#1578;&#1585; &#1585;&#1575; &#1585;&#1608;&#1575;&#1606;&#1607; &#1576;&#1575;&#1586;&#1575;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;. &#1576;&#1575;&#1586;&#1740; Esse Proxy &#1575;&#1586; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; FromsouthGames &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1576;&#1575; &#1587;&#1576;&#1705; &#1588;&#1608;&#1578;&#1585; &#1608; &#1586;&#1575;&#1608;&#1740;&#1607; &#1583;&#1608;&#1585;&#1576;&#1740;&#1606; &#1583;&#1740;&#1583; &#1575;&#1586; &#1576;&#1575;&#1604;&#1575; &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1587;&#1575;&#1740;&#1576;&#1585;&#1662;&#1575;&#1606;&#1705;&#1740;&#1548; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; &#1575;&#1705;&#1588;&#1606; &#1608; &#1605;&#1607;&#1740;&#1580;&#1740; &#1585;&#1575; &#1576;&#1607; &#1582;&#1608;&#1585;&#1583;&#1578;&#1575;&#1606; &#1582;&#1608;&#1575;&#1607;&#1583; &#1583;&#1575;&#1583;.<br/><br/>&#1588;&#1605;&#1575; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1608;&#1575;&#1740;&#1578; &#1586;&#1606;&#1583;&#1711;&#1740; &#1587;&#1607; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585; &#1605;&#1582;&#1578;&#1604;&#1601; &#1585;&#1575; &#1705;&#1607; &#1607;&#1585; &#1705;&#1583;&#1575;&#1605; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575; &#1608; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1606;&#1581;&#1589;&#1585; &#1576;&#1607; &#1601;&#1585;&#1583;&#1740; &#1585;&#1575; &#1583;&#1575;&#1585;&#1606;&#1583;&#1548; &#1583;&#1606;&#1576;&#1575;&#1604; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583;. &#1607;&#1585; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585; &#1576;&#1607; &#1583;&#1604;&#1740;&#1604; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1576;&#1608;&#1583;&#1606;&#1548; &#1606;&#1602;&#1575;&#1591; &#1590;&#1593;&#1601; &#1608; &#1602;&#1583;&#1585;&#1578; &#1582;&#1608;&#1583;&#1588; &#1585;&#1575; &#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1585;&#1575; &#1576;&#1607; &#1582;&#1608;&#1585;&#1583;&#1578;&#1575;&#1606; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1583;&#1585; &#1591;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1740;&#1583; &#1583;&#1575;&#1574;&#1605; &#1583;&#1585; &#1581;&#1575;&#1604; &#1588;&#1604;&#1740;&#1705; &#1705;&#1585;&#1583;&#1606;&#1548; &#1705;&#1588;&#1578;&#1606; &#1608; &#1662;&#1606;&#1575;&#1607; &#1711;&#1585;&#1601;&#1578;&#1606; &#1575;&#1586; &#1570;&#1578;&#1588; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1576;&#1575;&#1588;&#1740;&#1583; &#1578;&#1575; &#1576;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1575;&#1586; &#1585;&#1575;&#1586;&#1607;&#1575;&#1740; &#1578;&#1575;&#1585;&#1740;&#1705; &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1662;&#1585;&#1583;&#1607; &#1576;&#1585;&#1583;&#1575;&#1585;&#1740;&#1583;.<br/><br/>&#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1586;&#1575;&#1608;&#1740;&#1607; &#1583;&#1608;&#1585;&#1576;&#1740;&#1606; &#1583;&#1740;&#1583; &#1575;&#1586; &#1576;&#1575;&#1604;&#1575; &#1591;&#1585;&#1575;&#1581;&#1740; &#1588;&#1583;&#1607; &#1608; &#1575;&#1586; &#1575;&#1705;&#1588;&#1606; &#1608; &#1587;&#1585;&#1593;&#1578; &#1576;&#1575;&#1604;&#1575;&#1740;&#1740; &#1576;&#1585;&#1582;&#1608;&#1585;&#1583;&#1575;&#1585; &#1575;&#1587;&#1578;. &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585;&#1607;&#1575;&#1740; &#1588;&#1605;&#1575; &#1576;&#1607; &#1575;&#1606;&#1608;&#1575;&#1593; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1587;&#1585;&#1583; &#1608; &#1711;&#1585;&#1605; &#1583;&#1587;&#1578;&#1585;&#1587;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1576;&#1607; &#1583;&#1604;&#1740;&#1604; &#1670;&#1575;&#1604;&#1588;&#8204;&#1576;&#1585;&#1575;&#1606;&#1711;&#1740;&#1586; &#1576;&#1608;&#1583;&#1606; &#1605;&#1585;&#1575;&#1581;&#1604;&#1548; &#1576;&#1575;&#1740;&#1583; &#1578;&#1604;&#1601;&#1740;&#1602;&#1740; &#1575;&#1586; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1605;&#1607;&#1575;&#1585;&#1578; &#1582;&#1608;&#1583; &#1576;&#1607; &#1606;&#1605;&#1575;&#1740;&#1588; &#1576;&#1711;&#1584;&#1575;&#1585;&#1740;&#1583; &#1578;&#1575; &#1662;&#1740;&#1585;&#1608;&#1586; &#1605;&#1740;&#1583;&#1575;&#1606; &#1576;&#1575;&#1588;&#1740;&#1583;. &#1591;&#1585;&#1575;&#1581;&#1740; &#1605;&#1585;&#1575;&#1581;&#1604; &#1576;&#1575;&#1586;&#1740; &#1605;&#1578;&#1606;&#1608;&#1593; &#1576;&#1608;&#1583;&#1607; &#1576;&#1607; &#1580;&#1586; &#1602;&#1587;&#1605;&#1578;&#8204;&#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1576;&#1575;&#1740;&#1583; &#1662;&#1740;&#1575;&#1583;&#1607; &#1662;&#1740;&#1588; &#1576;&#1585;&#1608;&#1740;&#1583;&#1548; &#1605;&#1585;&#1575;&#1581;&#1604;&#1740; &#1585;&#1575; &#1576;&#1575;&#1740;&#1583; &#1583;&#1585; &#1578;&#1593;&#1602;&#1740;&#1576; &#1608; &#1711;&#1585;&#1740;&#1586; &#1662;&#1588;&#1578; &#1605;&#1608;&#1578;&#1608;&#1585;&#1587;&#1740;&#1705;&#1604;&#1578;&#8204;&#1607;&#1575;&#1740; &#1662;&#1585;&#1587;&#1585;&#1593;&#1578; &#1576;&#1575;&#1588;&#1740;&#1583; &#1705;&#1607; &#1607;&#1740;&#1580;&#1575;&#1606; &#1576;&#1587;&#1740;&#1575;&#1585; &#1576;&#1575;&#1604;&#1575;&#1578;&#1585;&#1740; &#1583;&#1575;&#1585;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1583;&#1604;&#1740;&#1604; &#1582;&#1608;&#1606; &#1608; &#1582;&#1608;&#1606;&#1585;&#1740;&#1586;&#1740; &#1586;&#1740;&#1575;&#1583; &#1608; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1602;&#1575;&#1576;&#1604;&#8204;&#1602;&#1576;&#1608;&#1604;&#1548; &#1575;&#1586; &#1582;&#1588;&#1608;&#1606;&#1578; &#1576;&#1575;&#1604;&#1575;&#1740;&#1740; &#1576;&#1585;&#1582;&#1608;&#1585;&#1583;&#1575;&#1585; &#1576;&#1608;&#1583;&#1607; &#1608; &#1588;&#1575;&#1740;&#1583; &#1576;&#1585;&#1575;&#1740; &#1607;&#1585; &#1591;&#1740;&#1601; &#1587;&#1606;&#1740; &#1605;&#1606;&#1575;&#1587;&#1576; &#1606;&#1576;&#1575;&#1588;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; The Ascent &#1608; Doom Eternal &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">OS: Windows 7/8.1/10 x64
Processor: Intel Core i5-2500K 3.3GHz / AMD FX-8150 3.6GHz or equivalent
Memory: 4 GB RAM
Storage: 10 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1588;&#1608;&#1578;&#1585;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Esse%20Proxy/38mztm87n1_ss_f9881bd9947fb22ccc6598ec8dd4622564a7736d.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Esse%20Proxy/4071-3.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Esse%20Proxy/ss_65b9f1354dd83dca1a29407fba2aa132aea66589.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Esse%20Proxy/ss_f855a2bb0c2b67a0d45edac20a665c6f943d102d.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Esse%20Proxy/eae4ceb0515f6f770f6580b7eb3e00b146263182-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Steam: 7/10<br/><br/>Initial release date: July 11, 2022<br/>
    </div>
  </BODY>
</html>