<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Shadow of the Tomb Raider</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="329.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="307.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index.html">Up</a>
          </div>
          <div class="navlink" id="next">Next</div>
          <div class="navlink" id="last">Last</div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/267f.jpg">
        <img src="../images/267f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Shadow of the Tomb Raider&#160;(2018)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Tomb Raider&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action, Action/Adventure, Adventure</b>
        </td>
      </tr>
  
    <div class="opacity description">&#8235;&#1576;&#1575;&#1586;&#1740; Shadow of the Tomb Raider &#1575;&#1586; &#1580;&#1575;&#1740;&#1740; &#1570;&#1594;&#1575;&#1586; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1705;&#1607; &#1604;&#1575;&#1585;&#1575; &#1608; &#1580;&#1608;&#1606;&#1575; &#1583;&#1585; &#1581;&#1575;&#1604; &#1587;&#1601;&#1585; &#1607;&#1587;&#1578;&#1606;&#1583; &#1608; &#1576;&#1607; &#1583;&#1604;&#1740;&#1604; &#1588;&#1583;&#1578; &#1711;&#1585;&#1601;&#1578;&#1606; &#1591;&#1608;&#1601;&#1575;&#1606; &#1607;&#1604;&#1740;&#1705;&#1608;&#1662;&#1578;&#1585; &#1570;&#1606;&#8204;&#1607;&#1575; &#1587;&#1602;&#1608;&#1591; &#1705;&#1585;&#1583;&#1607; &#1608; &#1604;&#1575;&#1585;&#1575; &#1607;&#1605;&#1585;&#1575;&#1607;&#1575;&#1606;&#1588; &#1585;&#1575; &#1711;&#1605; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1575;&#1605;&#1575; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1607; &#1670;&#1607; &#1583;&#1604;&#1740;&#1604; &#1608; &#1576;&#1607; &#1705;&#1580;&#1575; &#1583;&#1585; &#1581;&#1575;&#1604; &#1587;&#1601;&#1585; &#1607;&#1587;&#1578;&#1606;&#1583;&#1567; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1740; &#1740;&#1705; &#1601;&#1604;&#1588; &#1576;&#1705; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1608;&#1575;&#1604; &#1605;&#1575; &#1662;&#1575;&#1587;&#1582; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1586; &#1607;&#1605; &#1605;&#1585;&#1576;&#1608;&#1591; &#1576;&#1607; &#1604;&#1575;&#1585;&#1575; &#1608; &#1575;&#1606;&#1580;&#1605;&#1606; Trinity &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1705;&#1607; &#1605;&#1740;&#8204;&#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1583;&#1606;&#1740;&#1575; &#1585;&#1575; &#1606;&#1575;&#1576;&#1608;&#1583; &#1705;&#1606;&#1606;&#1583;. &#1575;&#1604;&#1576;&#1578;&#1607; &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1575;&#1740;&#1606; &#1576;&#1585;&#1583;&#1575;&#1588;&#1578;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1604;&#1575;&#1585;&#1575; &#1575;&#1586; &#1589;&#1581;&#1576;&#1578;&#8204;&#1607;&#1575;&#1740; &#1583;&#1705;&#1578;&#1585; &#1583;&#1608;&#1605;&#1740;&#1606;&#1711;&#1586; &#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1605;&#1575; &#1606;&#1740;&#1586; &#1575;&#1740;&#1606; &#1576;&#1585;&#1583;&#1575;&#1588;&#1578; &#1585;&#1575; &#1576;&#1575;&#1608;&#1585; &#1583;&#1575;&#1585;&#1740;&#1605;.<br/>&#1583;&#1585; &#1575;&#1576;&#1578;&#1583;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1604;&#1575;&#1585;&#1575; &#1740;&#1705; &#1582;&#1606;&#1580;&#1585; &#1576;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1585;&#1575; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583;&#1607; &#1608; &#1570;&#1606; &#1585;&#1575; &#1605;&#1740;&#8204;&#1583;&#1586;&#1583;&#1583; &#1593;&#1605;&#1604;&#1740; &#1705;&#1607; &#1587;&#1576;&#1576; &#1575;&#1740;&#1580;&#1575;&#1583; &#1740;&#1705; &#1587;&#1608;&#1606;&#1575;&#1605;&#1740; &#1583;&#1585; &#1605;&#1705;&#1586;&#1740;&#1705; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1604;&#1575;&#1585;&#1575; &#1662;&#1587; &#1575;&#1586; &#1606;&#1576;&#1585;&#1583;&#1740; &#1587;&#1582;&#1578;&#1548; &#1583;&#1585; &#1606;&#1607;&#1575;&#1740;&#1578; &#1576;&#1607; &#1575;&#1580;&#1576;&#1575;&#1585; &#1582;&#1606;&#1580;&#1585; &#1585;&#1575; &#1576;&#1607; &#1583;&#1705;&#1578;&#1585; &#1583;&#1608;&#1605;&#1740;&#1606;&#1711;&#1586; &#1578;&#1602;&#1583;&#1740;&#1605; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1705;&#1605;&#1575;&#1705;&#1575;&#1606; &#1593;&#1575;&#1604;&#1740; &#1576;&#1607; &#1606;&#1592;&#1585; &#1605;&#1740;&#8204;&#1585;&#1587;&#1583; &#1608; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604;&#1740; &#1575;&#1601;&#1578; &#1606;&#1583;&#1575;&#1588;&#1578;&#1607; &#1575;&#1587;&#1578;. &#1576;&#1607; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1588;&#1705;&#1604; &#1605;&#1605;&#1705;&#1606; &#1583;&#1585; Shadow of the Tomb Raider &#1576;&#1607; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575; &#1662;&#1585;&#1583;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1608; &#1583;&#1585; &#1605;&#1608;&#1585;&#1583; &#1711;&#1584;&#1588;&#1578;&#1607; &#1570;&#1606;&#8204;&#1607;&#1575; &#1605;&#1591;&#1575;&#1604;&#1576;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1576;&#1575; &#1582;&#1608;&#1575;&#1606;&#1583;&#1606;&#1588;&#1575;&#1606; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1575;&#1591;&#1604;&#1575;&#1593;&#1575;&#1578; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1575;&#1604;&#1575;&#1578;&#1585; &#1576;&#1576;&#1585;&#1740;&#1583;.<br/>&#8235;&#1575;&#1711;&#1585; Shadow of the Tomb Raider &#1585;&#1575; &#1605;&#1587;&#1578;&#1602;&#1604; &#1575;&#1586; &#1583;&#1608; &#1606;&#1587;&#1582;&#1607; &#1602;&#1576;&#1604; &#1576;&#1583;&#1575;&#1606;&#1740;&#1605; &#1576;&#1583;&#1608;&#1606; &#1588;&#1705; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1593;&#1575;&#1604;&#1740; &#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1608;&#1583; &#1575;&#1605;&#1575; &#1576;&#1575; &#1578;&#1608;&#1580;&#1607; &#1576;&#1607; &#1583;&#1608; &#1606;&#1587;&#1582;&#1607; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583;&#1740; &#1705;&#1607; &#1602;&#1576;&#1604; &#1575;&#1586; SotTR &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1576;&#1607; &#1606;&#1592;&#1585; &#1605;&#1740;&#8204;&#1585;&#1587;&#1583; &#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1602;&#1583;&#1605;&#1740; &#1585;&#1608; &#1576;&#1607; &#1580;&#1604;&#1608; &#1576;&#1585;&#1575;&#1740; &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1606;&#1740;&#1587;&#1578;. &#1578;&#1602;&#1585;&#1740;&#1576;&#1575; &#1578;&#1605;&#1575;&#1605; &#1575;&#1604;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604;&#1740; &#1583;&#8207;&#1585; &#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1606;&#1740;&#1586; &#1578;&#1705;&#1585;&#1575;&#1585; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1705;&#1607; &#1582;&#1576; &#1605;&#1587;&#1574;&#1604;&#1607;&#8204;&#1575;&#1740; &#1606;&#1740;&#1587;&#1578;! &#1605;&#1588;&#1705;&#1604; &#1575;&#1740;&#1606;&#1580;&#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1586;&#1605;&#1740;&#1606;&#1607; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1670;&#1740;&#1586; &#1580;&#1583;&#1740;&#1583;&#1740; &#1576;&#1585;&#1575;&#1740; &#1575;&#1585;&#1575;&#1574;&#1607; &#1606;&#1583;&#1575;&#1585;&#1583; &#1608; &#1576;&#1607; &#1580;&#1586; &#1578;&#1594;&#1740;&#1740;&#1585;&#1575;&#1578;&#1740; &#1705;&#1608;&#1670;&#1705; &#1575;&#1605;&#1575; &#1605;&#1579;&#1576;&#1578; &#1583;&#1585; &#1586;&#1605;&#1740;&#1606;&#1607; &#1605;&#1582;&#1601;&#1740;&#8204;&#1705;&#1575;&#1585;&#1740;&#1548; Shadow of the Tomb Raider &#1606;&#1587;&#1582;&#1607;&#8204;&#1575;&#1740; &#1583;&#1602;&#1740;&#1602;&#1575; &#1605;&#1588;&#1575;&#1576;&#1607; &#1576;&#1575; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604;&#1740; &#1608; &#1576;&#1583;&#1608;&#1606; &#1578;&#1594;&#1740;&#1740;&#1585; &#1575;&#1587;&#1578;.<br/><br/><br/>
    </div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">0</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Language</td>
                  <td class="fieldvalue">&#1575;&#1605;&#1578;&#1740;&#1575;&#1586;&#1587; &#1575;&#1587;&#1578;&#1740;&#1605;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">&#1575;&#1587;&#1578;&#1740;&#1740;&#1740;&#1740;&#1605;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">CPU: i3-3220 INTEL or AMD Equivalent.
RAM: 8 GB RAM.
GPU: Nvidia GTX 660/GTX 1050 or AMD Radeon HD 7770.
DX: Version 11.
OS: Windows 7 64 bit.
STO: 40 GB available space.</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://cdn.wccftech.com/wp-content/uploads/2018/04/WCCFshadowofthetombraider7-scaled.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
  </BODY>
</html>