<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>F1 22</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2682.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index6.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2704.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2693f.jpg">
        <img src="../images/2693f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">F1 22</div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#183</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Electronic Arts</b>
	    &#160;
	   	Codemasters
            <br/>
            <b>23.9 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1740;&#1705;&#1740; &#1575;&#1586; &#1688;&#1575;&#1606;&#1585;&#1607;&#1575;&#1740; &#1580;&#1584;&#1575;&#1576; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740;&#1548; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607;&#8204;&#1575;&#1740; &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1578;&#1606;&#1608;&#1593; &#1576;&#1575;&#1604;&#1575;&#1740;&#1740; &#1606;&#1740;&#1586; &#1583;&#1575;&#1585;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1575;&#1586; &#1587;&#1576;&#1705; &#1585;&#1575;&#1604;&#1740; &#1608; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1570;&#1585;&#1705;&#1740;&#1583; &#1608; &#1594;&#1740;&#1585;&#1605;&#1580;&#1575;&#1586; &#1582;&#1740;&#1575;&#1576;&#1575;&#1606;&#1740; &#1711;&#1585;&#1601;&#1578;&#1607; &#1578;&#1575; &#1575;&#1606;&#1608;&#1575;&#1593; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1605;&#1593;&#1585;&#1608;&#1601; &#1583;&#1575;&#1582;&#1604; &#1662;&#1740;&#1587;&#1578; &#1605;&#1579;&#1604; &#1606;&#1575;&#1587;&#1705;&#1575;&#1585; &#1608; &#1601;&#1585;&#1605;&#1608;&#1604; &#1740;&#1705; &#1585;&#1575; &#1662;&#1608;&#1588;&#1588; &#1605;&#1740;&#8204;&#1583;&#1607;&#1606;&#1583;. &#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1593;&#1585;&#1608;&#1601;&#8204;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607;&#8204;&#1575;&#1740; &#1588;&#1576;&#1740;&#1607;&#8204;&#1587;&#1575;&#1586; &#1583;&#1585; &#1585;&#1588;&#1578;&#1607; &#1601;&#1585;&#1605;&#1608;&#1604; &#1740;&#1705;&#1548; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; F1 &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1607;&#1585; &#1587;&#1575;&#1604; &#1588;&#1605;&#1575;&#1585;&#1607; &#1580;&#1583;&#1740;&#1583;&#1740; &#1575;&#1586; &#1570;&#1606; &#1576;&#1575; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1576;&#1607;&#1578;&#1585; &#1608; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1583;&#1585;&#1606;&#8204;&#1578;&#1585; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606;&#1588; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1583;. &#1576;&#1607;&#8204;&#1578;&#1575;&#1586;&#1711;&#1740; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Codemasters &#1575;&#1586; &#1588;&#1605;&#1575;&#1585;&#1607; &#1580;&#1583;&#1740;&#1583; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1576;&#1575; &#1606;&#1575;&#1605; &#1576;&#1575;&#1586;&#1740; F1 22 &#1585;&#1608;&#1606;&#1605;&#1575;&#1740;&#1740; &#1705;&#1585;&#1583;&#1607; &#1578;&#1575; &#1593;&#1589;&#1585; &#1580;&#1583;&#1740;&#1583;&#1740; &#1575;&#1586; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1601;&#1585;&#1605;&#1608;&#1604; &#1740;&#1705; &#1585;&#1575; &#1576;&#1607; &#1587;&#1740;&#1587;&#1578;&#1605;&#8204;&#1607;&#1575;&#1740; &#1588;&#1605;&#1575; &#1576;&#1740;&#1575;&#1608;&#1585;&#1583;.<br/><br/>&#1608;&#1575;&#1602;&#1593;&#8204; &#1711;&#1585;&#1575;&#1740;&#1575;&#1606;&#1607; &#1578;&#1585;&#1740;&#1606; &#1588;&#1576;&#1740;&#1607;&#8204;&#1587;&#1575;&#1586; &#1601;&#1585;&#1605;&#1608;&#1604; &#1740;&#1705; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; F1 22<br/>&#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1711;&#1601;&#1578; &#1576;&#1575;&#1586;&#1740; &#1601;&#1585;&#1605;&#1608;&#1604; &#1740;&#1705; 22 &#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1583;&#1585;&#1606;&#8204;&#1578;&#1585;&#1740;&#1606; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#8204;&#1607;&#1575; &#1585;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607;&#8204;&#1575;&#1740; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1575;&#1608;&#1604;&#1740;&#1606; &#1606;&#1705;&#1578;&#1607; &#1585;&#1575;&#1580;&#1593; &#1576;&#1607; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#1548; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1582;&#1575;&#1585;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1608; &#1576;&#1740;&#8204;&#1606;&#1592;&#1740;&#1585;&#1588; &#1575;&#1587;&#1578; &#1705;&#1607; &#1578;&#1589;&#1575;&#1608;&#1740;&#1585; &#1583;&#1575;&#1582;&#1604; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1607; &#1608;&#1575;&#1602;&#1593;&#1740;&#1578; &#1606;&#1586;&#1583;&#1740;&#1705; &#1705;&#1585;&#1583;&#1607; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1605;&#1579;&#1575;&#1604;&#8204;&#1586;&#1583;&#1606;&#1740; &#1575;&#1586; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607;&#8204;&#1575;&#1740; &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1585;&#1602;&#1605; &#1582;&#1608;&#1575;&#1607;&#1583; &#1586;&#1583;. &#1662;&#1740;&#1587;&#1578;&#8204;&#1607;&#1575;&#1740; &#1583;&#1575;&#1582;&#1604; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1583;&#1602;&#1578; &#1608; &#1605;&#1588;&#1575;&#1576;&#1607; &#1576;&#1575; &#1606;&#1605;&#1608;&#1606;&#1607;&#8204;&#1607;&#1575;&#1740; &#1608;&#1575;&#1602;&#1593;&#1740; &#1591;&#1585;&#1575;&#1581;&#1740;&#8204;&#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740;&#1606; &#1580;&#1586;&#1740;&#1740;&#1575;&#1578; &#1576;&#1585;&#1575;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1607;&#8204;&#1705;&#1575;&#1585;&#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;. &#1705;&#1575;&#1601;&#1740; &#1575;&#1587;&#1578; &#1576;&#1607; &#1578;&#1589;&#1575;&#1608;&#1740;&#1585; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1605;&#1581;&#1740;&#1591; &#1608; &#1606;&#1608;&#1585;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740;&#1588; &#1606;&#1711;&#1575;&#1607; &#1705;&#1606;&#1740;&#1583; &#1578;&#1575; &#1605;&#1580;&#1584;&#1608;&#1576; &#1580;&#1604;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1576;&#1575;&#1740; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1588;&#1608;&#1740;&#1583;.<br/><br/>&#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1607;&#1605;&#1575;&#1606; &#1601;&#1585;&#1605;&#1608;&#1604; &#1605;&#1608;&#1601;&#1602; &#1587;&#1585;&#1740;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604; &#1585;&#1575; &#1583;&#1585; &#1591;&#1585;&#1575;&#1581;&#1740; &#1580;&#1604;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1576;&#1589;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1705;&#1575;&#1585; &#1576;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1576;&#1575; &#1578;&#1705;&#1606;&#1740;&#1705;&#8204;&#1607;&#1575;&#1740; &#1605;&#1583;&#1585;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1606;&#1587;&#1604; &#1580;&#1583;&#1740;&#1583; &#1605;&#1575;&#1606;&#1606;&#1583; Ray Tracing &#1608;&#8230; &#1578;&#1589;&#1575;&#1608;&#1740;&#1585;&#1740; &#1588;&#1576;&#1740;&#1607; &#1576;&#1607; &#1583;&#1606;&#1740;&#1575;&#1740; &#1608;&#1575;&#1602;&#1593;&#1740; &#1585;&#1575; &#1585;&#1608;&#1740; &#1589;&#1601;&#1581;&#1607; &#1606;&#1605;&#1575;&#1740;&#1588; &#1588;&#1605;&#1575; &#1662;&#1583;&#1740;&#1583; &#1570;&#1608;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1607;&#1605;&#1607;&#8204;&#1670;&#1740;&#1586; &#1575;&#1586; &#1605;&#1581;&#1740;&#1591; &#1576;&#1575;&#1586;&#1740; &#1608; &#1662;&#1740;&#1587;&#1578;&#8204;&#1607;&#1575; &#1711;&#1585;&#1601;&#1578;&#1607; &#1578;&#1575; &#1582;&#1608;&#1583; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604;&#8204;&#1607;&#1575;&#1548; &#1575;&#1606;&#1593;&#1705;&#1575;&#1587; &#1606;&#1608;&#1585; &#1575;&#1586; &#1587;&#1591;&#1581; &#1589;&#1575;&#1601; &#1608; &#1589;&#1740;&#1602;&#1604;&#1740; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604;&#8204;&#1607;&#1575;&#1548; &#1585;&#1606;&#1711;&#8204;&#1570;&#1605;&#1740;&#1586;&#1740; &#1608;&#8230; &#1576;&#1587;&#1740;&#1575;&#1585; &#1608;&#1575;&#1602;&#1593;&#8204;&#1711;&#1585;&#1575;&#1740;&#1575;&#1606;&#1607; &#1608; &#1586;&#1740;&#1576;&#1575; &#1575;&#1587;&#1578;.<br/><br/>&#1601;&#1589;&#1604; &#1580;&#1583;&#1740;&#1583; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1601;&#1585;&#1605;&#1608;&#1604; &#1740;&#1705;<br/>&#1583;&#1585; &#1576;&#1575;&#1586;&#1740; F1 22 &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1608; &#1604;&#1740;&#1711;&#8204;&#1607;&#1575;&#1740; &#1575;&#1589;&#1604;&#1740; &#1575;&#1740;&#1606; &#1585;&#1588;&#1578;&#1607; &#1576;&#1575; &#1580;&#1583;&#1740;&#1583;&#1578;&#1585;&#1740;&#1606; &#1576;&#1607;&#8204;&#1585;&#1608;&#1586;&#1585;&#1587;&#1575;&#1606;&#1740;&#8204;&#1607;&#1575; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1606;&#1583;. &#1670;&#1608;&#1606; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1593;&#1606;&#1608;&#1575;&#1606; &#1585;&#1587;&#1605;&#1740; &#1608; &#1604;&#1575;&#1740;&#1587;&#1606;&#1587; &#1588;&#1583;&#1607; &#1601;&#1585;&#1605;&#1608;&#1604; &#1740;&#1705; &#1575;&#1587;&#1578; (&#1605;&#1575;&#1606;&#1606;&#1583; &#1576;&#1575;&#1586;&#1740; FIFA &#1705;&#1607; &#1586;&#1740;&#1585; &#1606;&#1592;&#1585; &#1582;&#1608;&#1583; &#1601;&#1583;&#1585;&#1575;&#1587;&#1740;&#1608;&#1606; &#1580;&#1607;&#1575;&#1606;&#1740; &#1601;&#1608;&#1578;&#1576;&#1575;&#1604; &#1575;&#1587;&#1578;) &#1578;&#1605;&#1575;&#1605;&#1740; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1608; &#1570;&#1582;&#1585;&#1740;&#1606; &#1606;&#1602;&#1604; &#1608; &#1575;&#1606;&#1578;&#1602;&#1575;&#1604;&#1575;&#1578; &#1576;&#1740;&#1606; &#1578;&#1740;&#1605;&#8204;&#1607;&#1575;&#1740; &#1601;&#1585;&#1605;&#1608;&#1604; &#1740;&#1705; &#1606;&#1740;&#1586; &#1583;&#1585; &#1570;&#1606; &#1575;&#1593;&#1605;&#1575;&#1604; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1588;&#1605;&#1575; &#1576;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#1548; &#1608;&#1575;&#1585;&#1583; &#1583;&#1606;&#1740;&#1575;&#1740; &#1607;&#1740;&#1580;&#1575;&#1606;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1601;&#1585;&#1605;&#1608;&#1604; &#1740;&#1705; &#1581;&#1585;&#1601;&#1607;&#8204;&#1575;&#1740; &#1588;&#1583;&#1607; &#1608; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1570;&#1606; &#1575;&#1586; &#1740;&#1705; &#1588;&#1576;&#1740;&#1607;&#8204;&#1587;&#1575;&#1586; &#1583;&#1602;&#1740;&#1602; &#1705;&#1606;&#1578;&#1585;&#1604; &#1608; &#1607;&#1583;&#1575;&#1740;&#1578; &#1582;&#1608;&#1583;&#1585;&#1608;&#1607;&#1575;&#1740; &#1587;&#1585;&#1740;&#1593; &#1576;&#1585;&#1582;&#1608;&#1585;&#1583;&#1575;&#1585; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1576;&#1608;&#1583;.<br/>&#1608;&#1580;&#1608;&#1583; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583; &#1601;&#1589;&#1604; 2022 &#1583;&#1585; &#1576;&#1575;&#1586;&#1740;&#1548; &#1576;&#1740;&#1588; &#1575;&#1586; 20 &#1585;&#1575;&#1606;&#1606;&#1583;&#1607; &#1608; 10 &#1578;&#1740;&#1605; &#1705;&#1607; &#1576;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1593;&#1590;&#1608; &#1588;&#1608;&#1740;&#1583; &#1608; &#1583;&#1585; &#1602;&#1583;&#1605;&#8204;&#1607;&#1575;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1585;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583; &#1575;&#1586; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; F1 22 &#1575;&#1587;&#1578;. &#1602;&#1575;&#1576;&#1604;&#1740;&#1578; &#1587;&#1575;&#1582;&#1578; &#1578;&#1740;&#1605; &#1583;&#1585; &#1602;&#1587;&#1605;&#1578; My Team Career &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1578;&#1575; &#1578;&#1740;&#1605;&#1740; &#1606;&#1608;&#1662;&#1575; &#1608; &#1580;&#1583;&#1740;&#1583; &#1585;&#1575; &#1575;&#1586; &#1589;&#1601;&#1585; &#1578;&#1588;&#1705;&#1740;&#1604; &#1583;&#1607;&#1740;&#1583; &#1608; &#1605;&#1587;&#1740;&#1585; &#1602;&#1607;&#1585;&#1605;&#1575;&#1606;&#1740; &#1583;&#1585; &#1604;&#1740;&#1711;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1585;&#1575; &#1576;&#1575; &#1605;&#1583;&#1740;&#1585;&#1740;&#1578; &#1589;&#1581;&#1740;&#1581; &#1608; &#1583;&#1585;&#1587;&#1578; &#1591;&#1740; &#1705;&#1606;&#1740;&#1583;. &#1578;&#1580;&#1585;&#1576;&#1607; &#1605;&#1583;&#1740;&#1585;&#1740;&#1578; &#1578;&#1740;&#1605;&#8204;&#1607;&#1575;&#1740; &#1601;&#1585;&#1605;&#1608;&#1604; &#1740;&#1705;&#1548; &#1582;&#1585;&#1740;&#1583; &#1585;&#1575;&#1606;&#1606;&#1583;&#1607;&#1548; &#1602;&#1585;&#1575;&#1585;&#1583;&#1575;&#1583; &#1576;&#1587;&#1578;&#1606; &#1576;&#1575; &#1575;&#1587;&#1662;&#1575;&#1606;&#1587;&#1585; &#1608;&#8230; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1582;&#1608;&#1583; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578;&#1548; &#1581;&#1587; &#1608; &#1581;&#1575;&#1604; &#1705;&#1575;&#1605;&#1604;&#1740; &#1575;&#1586; &#1583;&#1606;&#1740;&#1575;&#1740; &#1601;&#1585;&#1605;&#1608;&#1604; &#1740;&#1705; &#1585;&#1575; &#1576;&#1607; &#1588;&#1605;&#1575; &#1605;&#1606;&#1578;&#1602;&#1604; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;.<br/><br/>&#1607;&#1608;&#1588; &#1605;&#1589;&#1606;&#1608;&#1593;&#1740; &#1580;&#1583;&#1740;&#1583; &#1576;&#1585;&#1575;&#1740; &#1578;&#1580;&#1585;&#1576;&#1607; &#1576;&#1607;&#1578;&#1585; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1608; &#1705;&#1606;&#1578;&#1585;&#1604; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604; &#1607;&#1575;<br/>&#1575;&#1586; &#1583;&#1740;&#1711;&#1585; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1578;&#1575;&#1586;&#1607; &#1576;&#1575;&#1586;&#1740; F1 22 &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1576;&#1607; &#1607;&#1608;&#1588; &#1605;&#1589;&#1606;&#1608;&#1593;&#1740; &#1570;&#1606; &#1575;&#1588;&#1575;&#1585;&#1607; &#1705;&#1585;&#1583; &#1705;&#1607; &#1576;&#1607; &#1588;&#1705;&#1604;&#1740; &#1607;&#1608;&#1588;&#1605;&#1606;&#1583; &#1591;&#1585;&#1575;&#1581;&#1740; &#1588;&#1583;&#1607; &#1578;&#1575; &#1576;&#1575; &#1740;&#1575;&#1583;&#1711;&#1740;&#1585;&#1740; &#1583;&#1602;&#1740;&#1602; &#1575;&#1604;&#1711;&#1608;&#1585;&#1740;&#1578;&#1605;&#8204;&#1607;&#1575; &#1608; &#1605;&#1607;&#1575;&#1585;&#1578; &#1588;&#1605;&#1575; &#1583;&#1585; &#1585;&#1575;&#1606;&#1606;&#1583;&#1711;&#1740;&#1548; &#1583;&#1575;&#1574;&#1605; &#1587;&#1591;&#1581; &#1670;&#1575;&#1604;&#1588; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1585;&#1575; &#1583;&#1585; &#1581;&#1583; &#1605;&#1606;&#1575;&#1587;&#1576;&#1740; &#1602;&#1585;&#1575;&#1585; &#1583;&#1607;&#1583;. &#1576;&#1575; &#1662;&#1740;&#1588;&#1585;&#1608;&#1740; &#1583;&#1585; &#1604;&#1740;&#1711;&#8204;&#1607;&#1575;&#1740; &#1581;&#1585;&#1601;&#1607;&#8204;&#1575;&#1740;&#8204;&#1578;&#1585; &#1575;&#1740;&#1606; &#1587;&#1591;&#1581; &#1670;&#1575;&#1604;&#1588; &#1576;&#1740;&#1588;&#1578;&#1585; &#1607;&#1605; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;.<br/>&#1585;&#1575;&#1606;&#1606;&#1583;&#1711;&#1740; &#1576;&#1575; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604;&#8204;&#1607;&#1575;&#1740; &#1601;&#1585;&#1605;&#1608;&#1604; &#1740;&#1705; &#1576;&#1575; &#1570;&#1606; &#1587;&#1585;&#1593;&#1578; &#1587;&#1585;&#1587;&#1575;&#1605;&#8204;&#1570;&#1608;&#1585;&#1588;&#1575;&#1606;&#1548; &#1575;&#1605;&#1585;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1583;&#1608;&#1606; &#1607;&#1740;&#1670; &#1606;&#1711;&#1585;&#1575;&#1606;&#1740; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583; &#1608; &#1575;&#1586; &#1570;&#1606; &#1604;&#1584;&#1578; &#1576;&#1576;&#1585;&#1740;&#1583;. &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1578;&#1605;&#1575;&#1605; &#1578;&#1604;&#1575;&#1588; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1607;&#8204;&#1705;&#1575;&#1585;&#1576;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1578;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1608;&#1575;&#1602;&#1593;&#8204;&#1711;&#1585;&#1575;&#1740;&#1575;&#1606;&#1607; &#1575;&#1586; &#1585;&#1575;&#1606;&#1583;&#1606; &#1575;&#1740;&#1606; &#1588;&#1575;&#1607;&#1705;&#1575;&#1585;&#1607;&#1575;&#1740; &#1593;&#1604;&#1605; &#1605;&#1607;&#1606;&#1583;&#1587;&#1740; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1588;&#1605;&#1575; &#1602;&#1585;&#1575;&#1585; &#1583;&#1607;&#1606;&#1583; &#1608; &#1593;&#1591;&#1588;&#1578;&#1575;&#1606; &#1575;&#1586; &#1587;&#1585;&#1593;&#1578; &#1585;&#1575; &#1587;&#1740;&#1585;&#1575;&#1576; &#1705;&#1606;&#1606;&#1583;. &#1588;&#1576;&#1740;&#1607;&#8204;&#1587;&#1575;&#1586;&#1740; &#1605;&#1606;&#1575;&#1587;&#1576;&#1740; &#1575;&#1586; &#1705;&#1606;&#1578;&#1585;&#1604; &#1575;&#1740;&#1606; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604;&#8204;&#1607;&#1575; &#1662;&#1740;&#1575;&#1583;&#1607;&#8204;&#1587;&#1575;&#1586;&#1740; &#1588;&#1583;&#1607; &#1608; &#1578;&#1605;&#1575;&#1605;&#1740; &#1606;&#1705;&#1575;&#1578; &#1601;&#1606;&#1740; &#1608; &#1605;&#1607;&#1606;&#1583;&#1587;&#1740; &#1608; &#1601;&#1740;&#1586;&#1740;&#1705; &#1606;&#1740;&#1586; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1578;&#1575; &#1576;&#1575; &#1601;&#1588;&#1575;&#1585; &#1583;&#1575;&#1583;&#1606; &#1662;&#1583;&#1575;&#1604; &#1711;&#1575;&#1586;&#1548; &#1581;&#1587; &#1608; &#1581;&#1575;&#1604; &#1740;&#1705; &#1585;&#1575;&#1606;&#1606;&#1583;&#1607; &#1601;&#1585;&#1605;&#1608;&#1604; &#1740;&#1705; &#1608;&#1575;&#1602;&#1593;&#1740; &#1585;&#1575; &#1576;&#1607; &#1582;&#1608;&#1585;&#1583; &#1582;&#1608;&#1583;&#1578;&#1575;&#1606; &#1583;&#1607;&#1740;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; F1 2021 &#1608; Forza Horizon 5 &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i3-2130 or AMD FX 4300 |For VR: Intel Core i5-9600k or AMD Ryzen 5 2600X
Memory: 8 GB RAM
Graphics: NVIDIA GTX 1050 Ti or AMD RX 470 | For Ray Tracing: GeForce RTX 2060 or Radeon RX 6700 XT | For VR: NVIDIA GTX 1660 Ti or AMD RX 590
DirectX: Version 12
Network: Broadband Internet connection
Storage: 80 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1605;&#1575;&#1588;&#1740;&#1606; &#1587;&#1608;&#1575;&#1585;&#1740;, &#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740;, &#1608;&#1585;&#1586;&#1588;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/F1%2022/F1_22_Ferrari_Shot_Announce_02_4K-scaled.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/F1%2022/f1-22-champions-edition-champions-edition-pc-game-origin-wallpaper-3.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/F1%2022/racefansdotnet-21-06-09-11-50-50-36.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/F1%2022/supercars-2-f1-22-game.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/F1%2022/c807b27269a593dc8b950dfb5c64a64c45607966-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/841647/f1-2022-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 81/100<br/>IGN: 8/10<br/><br/>Initial release date: June 28, 2022<br/>
    </div>
  </BODY>
</html>