<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>FIFA 19</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2712.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index6.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="1160.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2721f.jpg">
        <img src="../images/2721f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">FIFA 19&#160;(2018)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Sport</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#186</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Electronic Arts</b>
	    &#160;
	   	EA Sports
            <br/>
            <b>23.8 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; FIFA &#1583;&#1585; &#1585;&#1602;&#1575;&#1576;&#1578; &#1576;&#1575; &#1587;&#1585;&#1740; PES&#1548; &#1605;&#1593;&#1585;&#1608;&#1601;&#8204;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1588;&#1576;&#1740;&#1607;&#8204;&#1587;&#1575;&#1586; &#1601;&#1608;&#1578;&#1576;&#1575;&#1604; &#1575;&#1587;&#1578; &#1705;&#1607; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740; &#1576;&#1575;&#1604;&#1575;&#1740; EA Sports &#1585;&#1575; &#1583;&#1585; &#1587;&#1575;&#1582;&#1578; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1585;&#1586;&#1588;&#1740; &#1606;&#1588;&#1575;&#1606; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1591;&#1576;&#1602; &#1585;&#1608;&#1575;&#1604; &#1587;&#1575;&#1604;&#1575;&#1606;&#1607; &#1575;&#1605;&#1587;&#1575;&#1604; &#1607;&#1605; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1575;&#1586; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1576;&#1575; &#1606;&#1575;&#1605; FIFA 19 &#1585;&#1608;&#1575;&#1606;&#1607;&#8204;&#1740; &#1576;&#1575;&#1586;&#1575;&#1585; &#1588;&#1583; &#1705;&#1607; &#1576;&#1740;&#1587;&#1578; &#1608; &#1588;&#1588;&#1605;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1575;&#1586; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1605;&#1581;&#1576;&#1608;&#1576; &#1575;&#1587;&#1578;. FIFA 19 &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604; &#1578;&#1594;&#1740;&#1740;&#1585;&#1575;&#1578; &#1576;&#1586;&#1585;&#1711;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1607;&#1605;&#8204;&#1578;&#1585;&#1740;&#1606; &#1570;&#1606;&#1548; &#1575;&#1590;&#1575;&#1601;&#1607; &#1588;&#1583;&#1606; UEFA Champions League &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1575;&#1587;&#1578;.<br/><br/>&#1711;&#1740;&#1605;&#8204;&#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1583;&#1670;&#1575;&#1585; &#1578;&#1594;&#1740;&#1740;&#1585;&#1575;&#1578; &#1586;&#1740;&#1575;&#1583;&#1740; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1705;&#1606;&#1578;&#1585;&#1604; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1585;&#1575; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1576;&#1585;&#1575;&#1740; &#1662;&#1740;&#1588; &#1576;&#1585;&#1583;&#1606; &#1740;&#1705; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. Active Touch System &#1740;&#1705; &#1587;&#1740;&#1587;&#1578;&#1605; &#1705;&#1606;&#1578;&#1585;&#1604; &#1580;&#1583;&#1740;&#1583; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1585;&#1575;&#1740; &#1607;&#1583;&#1575;&#1740;&#1578; &#1576;&#1607;&#1578;&#1585; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1575;&#1590;&#1575;&#1601;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. timed finishing &#1576;&#1607; &#1588;&#1605;&#1575; &#1575;&#1580;&#1575;&#1586;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1578;&#1575; &#1583;&#1705;&#1605;&#1607;&#8204;&#1740; &#1588;&#1608;&#1578; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1585; &#1583;&#1608;&#1605; &#1601;&#1588;&#1575;&#1585; &#1583;&#1607;&#1740;&#1583; &#1578;&#1575; &#1586;&#1605;&#1575;&#1606; &#1583;&#1602;&#1740;&#1602; &#1588;&#1604;&#1740;&#1705; &#1578;&#1608;&#1662; &#1585;&#1575; &#1605;&#1593;&#1740;&#1606; &#1705;&#1606;&#1740;&#1583;&#1563; &#1576;&#1607; &#1593;&#1576;&#1575;&#1585;&#1578;&#1740; &#1575;&#1711;&#1585; &#1588;&#1605;&#1575; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1585; &#1583;&#1608;&#1605; &#1583;&#1705;&#1605;&#1607; &#1588;&#1608;&#1578; &#1585;&#1575; &#1607;&#1606;&#1711;&#1575;&#1605; &#1588;&#1604;&#1740;&#1705; &#1576;&#1607; &#1587;&#1605;&#1578; &#1583;&#1585;&#1608;&#1575;&#1586;&#1607; &#1601;&#1588;&#1575;&#1585; &#1583;&#1607;&#1740;&#1583;&#1548; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1588;&#1605;&#1575; &#1583;&#1602;&#1740;&#1602;&#1575;&#1611; &#1583;&#1585; &#1586;&#1605;&#1575;&#1606; &#1601;&#1588;&#1585;&#1583;&#1607; &#1588;&#1583;&#1606; &#1583;&#1705;&#1605;&#1607;&#8204;&#1740; &#1588;&#1608;&#1578; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1585; &#1583;&#1608;&#1605; &#1576;&#1607; &#1578;&#1608;&#1662; &#1590;&#1585;&#1576;&#1607; &#1582;&#1608;&#1575;&#1607;&#1583; &#1586;&#1583;. 50/50 battles &#1587;&#1740;&#1587;&#1578;&#1605;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1607; &#1588;&#1605;&#1575; &#1575;&#1581;&#1578;&#1605;&#1575;&#1604; &#1575;&#1586; &#1583;&#1587;&#1578; &#1583;&#1575;&#1583;&#1606; &#1578;&#1608;&#1662; &#1585;&#1575; &#1583;&#1585; &#1605;&#1602;&#1575;&#1576;&#1604; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1575;&#1593;&#1604;&#1575;&#1605; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; Dynamic Tactics &#1587;&#1740;&#1587;&#1578;&#1605; &#1580;&#1583;&#1740;&#1583; &#1583;&#1740;&#1711;&#1585;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1607; &#1588;&#1605;&#1575; &#1575;&#1580;&#1575;&#1586;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1576;&#1583;&#1608;&#1606; &#1605;&#1578;&#1608;&#1602;&#1601; &#1705;&#1585;&#1583;&#1606; &#1576;&#1575;&#1586;&#1740; &#1608; &#1583;&#1585; &#1581;&#1740;&#1606; &#1705;&#1606;&#1578;&#1585;&#1604; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606;&#1548; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1607; &#1591;&#1608;&#1585; &#1605;&#1583;&#1575;&#1608;&#1605; &#1578;&#1594;&#1740;&#1740;&#1585; &#1583;&#1607;&#1740;&#1583;. &#1576;&#1586;&#1585;&#1711;&#8204;&#1578;&#1585;&#1740;&#1606; &#1578;&#1594;&#1740;&#1740;&#1585; FIFA 19&#1548; &#1575;&#1590;&#1575;&#1601;&#1607; &#1588;&#1583;&#1606; UEFA Champions League &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1604;&#1740;&#1604; &#1570;&#1606; &#1607;&#1605; &#1605;&#1606;&#1602;&#1590;&#1740; &#1588;&#1583;&#1606; &#1602;&#1585;&#1575;&#1585;&#1583;&#1575;&#1583; Champions League &#1576;&#1575; &#1576;&#1575;&#1586;&#1740; PES &#1575;&#1587;&#1578;. &#1570;&#1607;&#1606;&#1711;&#8204;&#1607;&#1575;&#1740; &#1605;&#1585;&#1576;&#1608;&#1591; &#1576;&#1607; Champions League &#1578;&#1608;&#1587;&#1591; Hans Zimmer &#1608; Vince Staples &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; &#1740;&#1705; Remix &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1583;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1576;&#1582;&#1588; The Journey &#1576;&#1575; &#1581;&#1590;&#1608;&#1585; Alex Hunter &#1583;&#1585; FIFA 19 &#1575;&#1583;&#1575;&#1605;&#1607; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583;&#1607; &#1705;&#1607; &#1578;&#1605;&#1585;&#1705;&#1586; &#1570;&#1606; &#1576;&#1585; &#1585;&#1608;&#1740; Champions League &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1583;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1605;&#1578;&#1571;&#1587;&#1601;&#1575;&#1606;&#1607; &#1575;&#1740;&#1606; &#1570;&#1582;&#1585;&#1740;&#1606; &#1576;&#1575;&#1585; &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1575; Alex Hunter &#1585;&#1575; &#1582;&#1608;&#1575;&#1607;&#1740;&#1605; &#1583;&#1740;&#1583; &#1608; &#1576;&#1582;&#1588; The Journey &#1583;&#1585; FIFA 19 &#1576;&#1607; &#1662;&#1575;&#1740;&#1575;&#1606; &#1582;&#1608;&#1575;&#1607;&#1583; &#1585;&#1587;&#1740;&#1583;. &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1575;&#1608; &#1583;&#1585; &#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1575;&#1586; &#1662;&#1740;&#1608;&#1587;&#1578;&#1606; &#1575;&#1608; &#1576;&#1607; Real Madrid &#1576;&#1575; &#1580;&#1583;&#1575; &#1588;&#1583;&#1606; Cristiano Ronaldo &#1588;&#1585;&#1608;&#1593; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1575;&#1608; &#1576;&#1575;&#1604;&#1575;&#1582;&#1585;&#1607; &#1576;&#1607; &#1585;&#1608;&#1740;&#1575;&#1740; &#1582;&#1608;&#1583; &#1576;&#1585;&#1575;&#1740; &#1662;&#1740;&#1608;&#1587;&#1578;&#1606; &#1576;&#1607; &#1578;&#1740;&#1605; &#1605;&#1581;&#1576;&#1608;&#1576; &#1582;&#1608;&#1583; &#1585;&#1587;&#1740;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1578;&#1576;&#1583;&#1740;&#1604; &#1576;&#1607; &#1587;&#1578;&#1575;&#1585;&#1607;&#8204;&#1740; &#1575;&#1589;&#1604;&#1740; &#1575;&#1740;&#1606; &#1578;&#1740;&#1605; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1570;&#1582;&#1585;&#1740;&#1606; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; Alex Hunter&#1548; &#1662;&#1740;&#1585;&#1608;&#1586;&#1740; &#1583;&#1585; Champions League &#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1608;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1575;&#1586; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1608;&#1585;&#1586;&#1588; &#1601;&#1608;&#1578;&#1576;&#1575;&#1604; &#1608; &#1576;&#1607; &#1582;&#1589;&#1608;&#1589; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; FIFA &#1607;&#1587;&#1578;&#1740;&#1583; &#1576;&#1575;&#1586;&#1740; FIFA 19 &#1576;&#1575; &#1578;&#1594;&#1740;&#1740;&#1585;&#1575;&#1578; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1575;&#1583;&#1548; &#1582;&#1608;&#1583; &#1585;&#1575; &#1578;&#1576;&#1583;&#1740;&#1604; &#1576;&#1607; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1601;&#1608;&#1578;&#1576;&#1575;&#1604;&#1740; &#1670;&#1606;&#1583; &#1587;&#1575;&#1604; &#1575;&#1582;&#1740;&#1585; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575; &#1575;&#1590;&#1575;&#1601;&#1607; &#1588;&#1583;&#1606; Champions League&#1548; &#1578;&#1576;&#1583;&#1740;&#1604; &#1576;&#1607; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1705;&#1575;&#1605;&#1604;&#8204;&#1578;&#1585; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1662;&#1740;&#1588; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1576;&#1575;&#1586;&#1740; FIFA 19 &#1570;&#1582;&#1585;&#1740;&#1606; &#1575;&#1579;&#1585; &#1575;&#1586; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1601;&#1740;&#1601;&#1575;&#1587;&#1578; &#1705;&#1607; &#1705;&#1585;&#1705; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1576;&#1585;&#1575;&#1740; &#1607;&#1605;&#1740;&#1606;&#1548; &#1575;&#1711;&#1585; &#1583;&#1606;&#1576;&#1575;&#1604; &#1583;&#1575;&#1606;&#1604;&#1608;&#1583; &#1601;&#1740;&#1601;&#1575; &#1605;&#1740; &#1711;&#1585;&#1583;&#1740;&#1583;&#1548; &#1580;&#1575;&#1740; &#1576;&#1607;&#1578;&#1585;&#1740; &#1575;&#1586; &#1662;&#1575;&#1585;&#1587;&#1740; &#1711;&#1740;&#1605; &#1662;&#1740;&#1583;&#1575; &#1606;&#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">3+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">CPU: Core i3-2100 @ 3.1GHz or AMD Phenom II X4 965 @ 3.4 GHz
RAM: 8 GB
DISC DRIVE: DVD ROM drive required for installation only
HARD DRIVE: At least 50 GB of free space
VIDEO: NVIDIA GTX 460 1GB or AMD Radeon R7 260</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1608;&#1585;&#1586;&#1588;&#1740;, &#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/FIFA%2019/0d04590e-de27-4afb-a2e4-c9dc09b1b252_FIFA_19_42789930200_3ef49989e2_k.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/FIFA%2019/FIFA19_01.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/FIFA%2019/R5C5B69.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/FIFA%2019/cKqzUJ3nPrPxxCN32syq5j.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/FIFA%2019/89c30089cdd8ba30d751069b7ab6438610824000-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/504957/&#1601;&#1608;&#1578;&#1576;&#1575;&#1604;-&#1608;&#1575;&#1602;&#1593;&#1740;-&#1575;&#1740;&#1606;&#1580;&#1575;&#1587;&#1578;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;&#1740;-fifa/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 81/100<br/>IGN: 8.2/10<br/><br/>Initial release date: September 13, 2018<br/>
    </div>
  </BODY>
</html>