<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Fallout 2</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2704.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index6.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2732.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2742f.jpg">
        <img src="../images/2742f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Fallout 2&#160;(1998)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Fallout&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>RPG</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#188</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Bethesda Softworks</b>
	    &#160;
	   	Interplay
            <br/>
            <b>855 MB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1576;&#1575;&#1586;&#1740; &#1602;&#1583;&#1740;&#1605;&#1740; Fallout 2 &#1740;&#1575; &#1601;&#1575;&#1604; &#1575;&#1608;&#1578; 2 &#1575;&#1586; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1607;&#1575;&#1740; Fallout &#1705;&#1607; &#1583;&#1585; &#1587;&#1575;&#1604; 1998 &#1578;&#1608;&#1587;&#1591; Black Isle Studios &#1587;&#1575;&#1582;&#1578;&#1607; &#1608; &#1578;&#1608;&#1587;&#1591; Bethesda Softworks &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1607;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1607;&#1575;&#1740; &#1580;&#1607;&#1575;&#1606; &#1576;&#1575;&#1586; &#1608; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1605;&#1578;&#1575;&#1740; &#1576;&#1575;&#1608;&#1585; &#1606;&#1705;&#1585;&#1583;&#1606;&#1740; 86 &#1585;&#1575; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578; &#1705;&#1585;&#1583;&#1607;<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1606;&#1740;&#1608; &#1605;&#1705;&#1586;&#1740;&#1705;&#1608;&#1548; &#1588;&#1585;&#1602; &#1605;&#1606;&#1591;&#1602;&#1607;&#8204;&#1575;&#1740; &#1705;&#1607; &#1583;&#1585; &#1606;&#1607;&#1575;&#1740;&#1578; &#1576;&#1607; NCR &#1578;&#1576;&#1583;&#1740;&#1604; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;&#1548; &#1585;&#1582; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1583;&#1585; &#1581;&#1575;&#1604;&#1740; &#1705;&#1607; &#1606;&#1602;&#1588;&#1607;&#8204;&#1740; &#1576;&#1575;&#1586;&#1740; &#1578;&#1602;&#1585;&#1740;&#1576;&#1575;&#1611; &#1607;&#1605; &#1575;&#1606;&#1583;&#1575;&#1586;&#1607;&#8204;&#1740; Fallout 1 &#1575;&#1587;&#1578;&#1548; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1705;&#1585;&#1583;&#1606; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1740;&#1575;&#1601;&#1578; &#1608; &#1607;&#1585; &#1740;&#1705; &#1575;&#1586; &#1570;&#1606;&#1607;&#1575; &#1585;&#1575; &#1606;&#1740;&#1586; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1575; &#1585;&#1608;&#1588;&#8204;&#1607;&#1575;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1607; &#1662;&#1575;&#1740;&#1575;&#1606; &#1576;&#1585;&#1587;&#1575;&#1606;&#1740;&#1583;.&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1575;&#1740;&#1606; &#1589;&#1608;&#1585;&#1578; &#1570;&#1594;&#1575;&#1586; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1705;&#1607; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585; &#1575;&#1589;&#1604;&#1740; &#1583;&#1585; &#1740;&#1705; &#1594;&#1575;&#1585; &#1608; &#1583;&#1585; &#1581;&#1575;&#1604;&#1740; &#1705;&#1607; &#1583;&#1670;&#1575;&#1585; &#1601;&#1585;&#1575;&#1605;&#1608;&#1588;&#1740; &#1588;&#1583;&#1607; &#1576;&#1607; &#1607;&#1608;&#1588; &#1605;&#1740;&#8204;&#1570;&#1740;&#1583;. &#1576;&#1602;&#1740;&#1607;&#8204;&#1740; &#1586;&#1605;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1585;&#1575;&#1740; &#1575;&#1740;&#1606; &#1589;&#1585;&#1601; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1705;&#1607; &#1576;&#1601;&#1607;&#1605;&#1740;&#1583; &#1670;&#1711;&#1608;&#1606;&#1607; &#1608; &#1670;&#1585;&#1575; &#1588;&#1605;&#1575; &#1575;&#1586; &#1570;&#1606;&#1580;&#1575; &#1587;&#1585; &#1583;&#1585; &#1570;&#1608;&#1585;&#1583;&#1607;&#8204;&#1575;&#1740;&#1583;. &#1575;&#1586; &#1575;&#1740;&#1587;&#1578;&#1585; &#1575;&#1711;&#8204;&#1607;&#1575; (Easter eggs) &#1608; &#1588;&#1608;&#1582;&#1740;&#8204;&#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1583;&#1585; &#1580;&#1575;&#1740; &#1580;&#1575;&#1740; &#1601;&#1575;&#1604; &#1575;&#1608;&#1578; 2 &#1602;&#1575;&#1576;&#1604; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1576;&#1608;&#1583;&#1606;&#1583;.&#1740;&#1705; &#1587;&#1575;&#1604; &#1662;&#1587; &#1575;&#1586; &#1593;&#1585;&#1590;&#1607; &#1740; &#1606;&#1587;&#1582;&#1607; &#1575;&#1608;&#1604;&#1548; &#1575;&#1740;&#1606;&#1578;&#1585;&#1662;&#1604;&#1740; &#1705;&#1607; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578; &#1576;&#1587;&#1740;&#1575;&#1585; &#1601;&#1608;&#1602; &#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1608; &#1583;&#1587;&#1578; &#1606;&#1740;&#1575;&#1601;&#1578;&#1606;&#1740; &#1606;&#1587;&#1582;&#1607; &#1575;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1583;&#1740;&#1583; &#1578;&#1589;&#1605;&#1740;&#1605; &#1576;&#1607; &#1593;&#1585;&#1590;&#1607; &#1740; &#1606;&#1587;&#1582;&#1607; &#1583;&#1608;&#1605; &#1586;&#1583; &#1575;&#1605;&#1575; &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1608;&#1592;&#1740;&#1601;&#1607; &#1587;&#1575;&#1582;&#1578; &#1585;&#1575; &#1576;&#1607; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608;&#1740;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; Black Isle &#1583;&#1575;&#1583; &#1575;&#1604;&#1576;&#1578;&#1607; &#1606;&#1576;&#1575;&#1740;&#1583; &#1601;&#1585;&#1575;&#1605;&#1608;&#1588; &#1705;&#1585;&#1583; &#1705;&#1607; &#1585;&#1574;&#1740;&#1587; &#1570;&#1606; &#1588;&#1585;&#1705;&#1578; &#1607;&#1605;&#1575;&#1606; &#1570;&#1602;&#1575;&#1740; Feargus Urquhart &#1576;&#1608;&#1583; &#1608; &#1576;&#1607; &#1607;&#1605;&#1740;&#1606; &#1583;&#1604;&#1740;&#1604; &#1576;&#1575;&#1586;&#1740; &#1607;&#1606;&#1608;&#1585; &#1575;&#1589;&#1575;&#1604;&#1578; &#1607;&#1575;&#1740; &#1711;&#1584;&#1588;&#1578;&#1607; &#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1581;&#1601;&#1592; &#1705;&#1585;&#1583;&#1607; &#1576;&#1608;&#1583;.<br/><br/>&#1587;&#1585;&#1605;&#1606;&#1588;&#1575;&#1569; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1587;&#1575;&#1604; 2050 &#1576;&#1607; &#1608;&#1602;&#1593; &#1605;&#1740; &#1662;&#1740;&#1608;&#1606;&#1583;&#1583;. &#1608;&#1590;&#1593;&#1740;&#1578; &#1580;&#1594;&#1585;&#1575;&#1601;&#1740;&#1575;&#1740; &#1587;&#1740;&#1575;&#1587;&#1740; &#1587;&#1585;&#1578;&#1575;&#1587;&#1585; &#1705;&#1585;&#1607; &#1582;&#1575;&#1705;&#1740; &#1576;&#1607; &#1587;&#1576;&#1576; &#1608;&#1580;&#1608;&#1583; &#1570;&#1605;&#1583;&#1606; &#1576;&#1581;&#1585;&#1575;&#1606; &#1575;&#1606;&#1585;&#1688;&#1740; &#1576;&#1607; &#1570;&#1588;&#1608;&#1576;&#1740; &#1576;&#1586;&#1585;&#1711; &#1711;&#1585;&#1575;&#1740;&#1588; &#1662;&#1740;&#1583;&#1575; &#1605;&#1740; &#1705;&#1606;&#1583;. &#1583;&#1740;&#1711;&#1585; &#1582;&#1576;&#1585;&#1740; &#1575;&#1586; &#1587;&#1608;&#1582;&#1578; &#1607;&#1575;&#1740; &#1601;&#1587;&#1740;&#1604;&#1740; &#1606;&#1740;&#1587;&#1578;! &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1575;&#1586; &#1605;&#1606;&#1575;&#1576;&#1593; &#1591;&#1576;&#1740;&#1593;&#1740; &#1585;&#1608; &#1576;&#1607; &#1662;&#1575;&#1740;&#1575;&#1606; &#1608; &#1582;&#1575;&#1605;&#1608;&#1588;&#1740; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1602;&#1740;&#1605;&#1578; &#1575;&#1740;&#1606; &#1605;&#1606;&#1575;&#1576;&#1593;&#1548; &#1587;&#1585; &#1576;&#1607; &#1601;&#1604;&#1705; &#1705;&#1588;&#1740;&#1583;&#1607; &#1608; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1740;&#1606; &#1580;&#1606;&#1711; &#1607;&#1575;&#1740;&#1740; &#1576;&#1740;&#1606; &#1705;&#1588;&#1608;&#1585; &#1607;&#1575; &#1705;&#1607; &#1605;&#1606;&#1588;&#1575;&#1569; &#1570;&#1606; &#1605;&#1585;&#1576;&#1608;&#1591; &#1576;&#1607; &#1740;&#1705; &#1581;&#1605;&#1604;&#1607; &#1578;&#1585;&#1608;&#1585;&#1740;&#1587;&#1578;&#1740; &#1576;&#1607; &#1740;&#1705; &#1588;&#1607;&#1585; &#1705;&#1608;&#1670;&#1705; &#1576;&#1607; &#1575;&#1587;&#1585;&#1575;&#1574;&#1740;&#1604; &#1582;&#1578;&#1605; &#1605;&#1740; &#1588;&#1608;&#1583; &#1570;&#1594;&#1575;&#1586; &#1605;&#1740; &#1711;&#1585;&#1583;&#1583;. &#1576;&#1581;&#1585;&#1575;&#1606; &#1670;&#1606;&#1575;&#1606; &#1582;&#1601;&#1711;&#1575;&#1606; &#1608; &#1711;&#1585;&#1575;&#1606;&#1740; &#1575;&#1740; &#1576;&#1585; &#1586;&#1605;&#1740;&#1606; &#1581;&#1575;&#1705;&#1605; &#1705;&#1585;&#1583;&#1607; &#1705;&#1607; &#1587;&#1575;&#1586;&#1605;&#1575;&#1606; &#1605;&#1604;&#1604; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1740;&#1606; &#1606;&#1575;&#1670;&#1575;&#1585;&#1575;&#1611; &#1605;&#1606;&#1581;&#1604; &#1605;&#1740; &#1711;&#1585;&#1583;&#1583;. &#1583;&#1585; &#1662;&#1575;&#1740;&#1575;&#1606;&#1548; &#1576;&#1607; &#1578;&#1575;&#1585;&#1740;&#1582; &#1587;&#1607; &#1588;&#1606;&#1576;&#1607;&#1548; 23 &#1575;&#1615;&#1705;&#1578;&#1576;&#1585; 2077&#1548; &#1576;&#1605;&#1576; &#1607;&#1575;&#1740; &#1575;&#1578;&#1605;&#1740; &#1705;&#1607; &#1593;&#1605;&#1583;&#1607; &#1740; &#1570;&#1606; &#1607;&#1575; &#1576;&#1607; &#1588;&#1608;&#1585;&#1608;&#1740;&#1548; &#1570;&#1605;&#1585;&#1740;&#1705;&#1575; &#1608; &#1585;&#1608;&#1587;&#1740;&#1607; &#1582;&#1578;&#1605; &#1605;&#1740; &#1588;&#1583;. &#1576;&#1607; &#1587;&#1608;&#1740; &#1740;&#1705; &#1583;&#1740;&#1711;&#1585; &#1662;&#1585;&#1578;&#1575;&#1576; &#1588;&#1583; &#1608; &#1605;&#1587;&#1575;&#1581;&#1578; &#1586;&#1740;&#1575;&#1583;&#1740; &#1575;&#1586; &#1705;&#1585;&#1607; &#1740; &#1586;&#1605;&#1740;&#1606; &#1576;&#1607; &#1578;&#1575;&#1585;&#1740;&#1705;&#1740; &#1608; &#1606;&#1575;&#1576;&#1608;&#1583;&#1740; &#1605;&#1740; &#1585;&#1608;&#1583;. &#1580;&#1575;&#1604;&#1576; &#1575;&#1587;&#1578; &#1576;&#1583;&#1575;&#1606;&#1740;&#1583; &#1705;&#1607; &#1575;&#1740;&#1606; &#1580;&#1606;&#1711; &#1705;&#1607; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606; &#1570;&#1606; &#1585;&#1575; &#1580;&#1606;&#1711; &#1580;&#1607;&#1575;&#1606;&#1740; &#1587;&#1608;&#1605; &#1606;&#1740;&#1586; &#1583;&#1575;&#1606;&#1587;&#1578;&#1548; &#1578;&#1606;&#1607;&#1575; 2 &#1587;&#1575;&#1593;&#1578; &#1576;&#1607; &#1591;&#1608;&#1604; &#1575;&#1606;&#1580;&#1575;&#1605;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td nowrap="1" class="fieldlabel">Devices</td>
                  <td class="fieldvalue">Mouse</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">Mature</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1616;&#1740;, &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Fallout%202/aviasyvoa1cc1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Fallout%202/fallout-2-1440-x-1080p-on-4k-monitor-v0-eyirx80b0svc1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Fallout%202/unreachable-vault-15-manhole-at-east-entrance-that-trees-v0-zk2822k173lc1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 86/100<br/>Steam: 9/10<br/>IGN: 8.9/10[<br/><br/>Initial release date: 1998<br/>
    </div>
  </BODY>
</html>