<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Far Cry Primal</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="1147.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index6.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2712.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2780f.jpg">
        <img src="../images/2780f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Far Cry Primal&#160;(2016)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>FPS</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#192</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Ubisoft</b>
	    &#160;
	   	Ubisoft
            <br/>
            <b>11.8 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;Ubisoft &#1576;&#1575; &#1606;&#1587;&#1582;&#1607; &#1580;&#1583;&#1740;&#1583; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740;  Far Cry &#1576;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1605;&#1575;&#1602;&#1576;&#1604; &#1578;&#1575;&#1585;&#1740;&#1582;&#1740; &#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#8204;&#1578;&#1585;&#1740;&#1606; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1575;&#1605;&#1587;&#1575;&#1604; &#1585;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1583;&#1575;&#1583;. &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1608;&#1575;&#1740;&#1578; &#1711;&#1585; &#1586;&#1606;&#1583;&#1711;&#1740; &#1601;&#1585;&#1583;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; &#1578;&#1575;&#1705;&#1575;&#1585; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1585; &#1602;&#1576;&#1740;&#1604;&#1607;&#8204;&#1575;&#1740; &#1588;&#1705;&#1575;&#1585;&#1670;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; Wejna &#1586;&#1606;&#1583;&#1711;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;&#1548; &#1583;&#1585; &#1607;&#1605;&#1575;&#1606; &#1576;&#1583;&#1608; &#1608;&#1585;&#1608;&#1583; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1580;&#1606;&#1711;&#1740; &#1576;&#1740;&#1606; &#1602;&#1576;&#1740;&#1604;&#1607; Wejna &#1608; &#1602;&#1576;&#1575;&#1740;&#1604; &#1583;&#1740;&#1711;&#1585; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1740;&#1583;&#1548; &#1607;&#1605;&#1607; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1585; &#1605;&#1581;&#1608;&#1585;&#1740;&#1578; &#1581;&#1601;&#1592; &#1576;&#1602;&#1575; &#1575;&#1587;&#1578;. &#1575;&#1605;&#1575; &#1583;&#1585; &#1575;&#1740;&#1606; &#1593;&#1606;&#1608;&#1575;&#1606;&#1548; &#1740;&#1608;&#1576;&#1740;&#8204;&#1587;&#1575;&#1601;&#1578; &#1576;&#1607; &#1582;&#1591; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1605;&#1588;&#1582;&#1589;&#1740; &#1578;&#1705;&#1740;&#1607; &#1606;&#1705;&#1585;&#1583;&#1607; &#1608; &#1711;&#1740;&#1605;&#1585; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1576;&#1583;&#1608;&#1606; &#1578;&#1585;&#1578;&#1740;&#1576; &#1582;&#1575;&#1589;&#1740; &#1576;&#1607; &#1575;&#1606;&#1580;&#1575;&#1605; &#1705;&#1575;&#1585;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1705;&#1607; &#1583;&#1585;&#1606;&#1607;&#1575;&#1740;&#1578; &#1607;&#1605;&#1607; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1607; &#1575;&#1601;&#1585;&#1575;&#1583; &#1602;&#1576;&#1740;&#1604;&#1607; Wejna &#1605;&#1585;&#1578;&#1576;&#1591; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583; &#1575;&#1588;&#1575;&#1585;&#1607; &#1705;&#1585;&#1583;. &#1575;&#1711;&#1585;&#1670;&#1607; &#1705;&#1604;&#1740;&#1578; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; Far Cry Primal &#1548; &#1605;&#1579;&#1604; &#1587;&#1575;&#1576;&#1602; &#1576;&#1585; &#1575;&#1587;&#1575;&#1587; &#1575;&#1606;&#1578;&#1602;&#1575;&#1605;&#8204;&#1580;&#1608;&#1740;&#1740; &#1588;&#1582;&#1589;&#1740;&#1578; &#1575;&#1589;&#1604;&#1740; &#1588;&#1705;&#1604;&#8204;&#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1605;&#1575; &#1576;&#1607; &#1583;&#1604;&#1740;&#1604; &#1576;&#1575;&#1586;&#1607; &#1586;&#1605;&#1575;&#1606;&#1740; &#1583;&#1585; &#1606;&#1592;&#1585; &#1711;&#1585;&#1601;&#1578;&#1607;&#8204;&#1588;&#1583;&#1607; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#1548; &#1585;&#1608;&#1606;&#1583; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1578;&#1575; &#1581;&#1583;&#1608;&#1583;&#1740; &#1576;&#1575; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1575;&#1587;&#1578;. &#1583;&#1585;&#1608;&#1575;&#1602;&#1593; &#1740;&#1705;&#1740; &#1575;&#1586; &#1583;&#1587;&#1578;&#1575;&#1608;&#1585;&#1583;&#1607;&#1575;&#1740; &#1662;&#1585;&#1575;&#1740;&#1605;&#1575;&#1604; &#1585;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1570;&#1606; &#1583;&#1575;&#1606;&#1587;&#1578; &#1705;&#1607; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575; &#1580;&#1584;&#1575;&#1576;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1582;&#1575;&#1589; &#1582;&#1608;&#1583;&#1548; &#1711;&#1740;&#1605;&#1585; &#1585;&#1575; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1608;&#1602;&#1575;&#1740;&#1593;&#1740; &#1705;&#1607; &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1583;&#1585; &#1570;&#1740;&#1606;&#1583;&#1607; &#1576;&#1607; &#1608;&#1602;&#1608;&#1593; &#1576;&#1662;&#1740;&#1608;&#1606;&#1583;&#1606;&#1583;&#1548; &#1705;&#1606;&#1580;&#1705;&#1575;&#1608; &#1605;&#1740;&#8204;&#1587;&#1575;&#1586;&#1583;.<br/><br/>&#1575;&#1605;&#1575; &#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1705;&#1575;&#1606;&#1740;&#1586;&#1605; &#1607;&#1575;&#1740; &#1580;&#1575;&#1604;&#1576;&#1740; &#1705;&#1607; &#1740;&#1608;&#1576;&#1740;&#8204;&#1587;&#1575;&#1601;&#1578; &#1578;&#1571;&#1705;&#1740;&#1583; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1606;&#1740;&#1586; &#1576;&#1585; &#1585;&#1608;&#1740; &#1570;&#1606; &#1583;&#1575;&#1588;&#1578;&#1607; &#1575;&#1587;&#1578;&#1548; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578; &#1585;&#1575;&#1605; &#1705;&#1585;&#1583;&#1606; &#1581;&#1740;&#1608;&#1575;&#1606;&#1575;&#1578; &#1575;&#1587;&#1578; &#1705;&#1607; &#1705;&#1605;&#1705; &#1588;&#1575;&#1740;&#1575;&#1606;&#1740; &#1585;&#1575; &#1583;&#1585; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1576;&#1575; &#1602;&#1576;&#1740;&#1604;&#1607;&#8204;&#1607;&#1575;&#1740; &#1583;&#1588;&#1605;&#1606; &#1576;&#1607; &#1711;&#1740;&#1605;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1576;&#1585;&#1575;&#1740; &#1605;&#1579;&#1575;&#1604; &#1576;&#1575; &#1585;&#1575;&#1605; &#1705;&#1585;&#1583;&#1606; &#1740;&#1705; &#1576;&#1576;&#1585; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1575;&#1586; &#1575;&#1601;&#1585;&#1575;&#1583; &#1602;&#1576;&#1740;&#1604;&#1607; &#1605;&#1602;&#1575;&#1576;&#1604; &#1578;&#1705;&#1607;&#8204;&#1662;&#1575;&#1585;&#1607; &#1705;&#1606;&#1740;&#1583; &#1740;&#1575; &#1576;&#1575;&#1585;&#1575;&#1605; &#1705;&#1585;&#1583;&#1606; &#1662;&#1585;&#1606;&#1583;&#1711;&#1575;&#1606; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1585; &#1585;&#1608;&#1740; &#1587;&#1585; &#1583;&#1588;&#1605;&#1606; &#1576;&#1605;&#1576; &#1740;&#1575; &#1587;&#1606;&#1711; &#1740;&#1575; &#1607;&#1585; &#1588;&#1740;&#8204;&#1569; &#1583;&#1740;&#1711;&#1585;&#1740; &#1576;&#1585;&#1740;&#1586;&#1740;&#1583;. &#1576;&#1607;&#8204;&#1591;&#1608;&#1585;&#1705;&#1604;&#1740; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1583;&#1585; &#1605;&#1602;&#1575;&#1740;&#1587;&#1607; &#1576;&#1575; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1662;&#1740;&#1588;&#1740;&#1606;&#1588; &#1578;&#1606;&#1608;&#1593; &#1570;&#1606;&#8204;&#1670;&#1606;&#1575;&#1606;&#1740;&#8204;&#1575;&#1740; &#1606;&#1583;&#1575;&#1588;&#1578;&#1548; &#1575;&#1605;&#1575; &#1576;&#1575;&#1586;&#1607;&#1605; &#1604;&#1584;&#1578; &#1705;&#1575;&#1601;&#1740; &#1585;&#1575; &#1583;&#1585; &#1575;&#1606;&#1580;&#1575;&#1605; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575; &#1576;&#1607; &#1711;&#1740;&#1605;&#1585; &#1605;&#1606;&#1578;&#1602;&#1604; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;.<br/><br/>&#1575;&#1589;&#1604;&#1740;&#8204;&#1578;&#1585;&#1740;&#1606; &#1606;&#1705;&#1578;&#1607;&#8204;&#1575;&#1740; &#1705;&#1607; &#1583;&#1585; &#1591;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1670;&#1588;&#1605; &#1605;&#1740;&#8204;&#1582;&#1608;&#1585;&#1583; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1582;&#1575;&#1585;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1570;&#1606; &#1575;&#1587;&#1578;&#1548; &#1576;&#1607; &#1606;&#1592;&#1585; &#1605;&#1740;&#8204;&#1570;&#1740;&#1583; &#1740;&#1608;&#1576;&#1740;&#8204;&#1587;&#1575;&#1601;&#1578; &#1583;&#1585; &#1575;&#1740;&#1606; &#1586;&#1605;&#1740;&#1606;&#1607; &#1607;&#1585;&#1670;&#1607; &#1583;&#1585; &#1670;&#1606;&#1578;&#1607; &#1583;&#1575;&#1588;&#1578;&#1607; &#1575;&#1587;&#1578; &#1585;&#1575; &#1662;&#1740;&#1575;&#1583;&#1607;&#8204;&#1587;&#1575;&#1586;&#1740; &#1705;&#1585;&#1583;&#1607; &#1705;&#1740; &#1583;&#1585; &#1662;&#1740; &#1575;&#1740;&#1606; &#1588;&#1575;&#1607;&#1583; &#1740;&#1705; &#1578;&#1606;&#1608;&#1593; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1593;&#1575;&#1604;&#1740; &#1607;&#1587;&#1578;&#1740;&#1605;. &#1605;&#1581;&#1740;&#1591;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#1548; &#1575;&#1586; &#1580;&#1606;&#1711;&#1604;&#8204;&#1607;&#1575; &#1608; &#1583;&#1588;&#1578;&#8204;&#1607;&#1575;&#1740; &#1587;&#1585;&#1587;&#1576;&#1586; &#1711;&#1585;&#1601;&#1578;&#1607; &#1578;&#1575; &#1705;&#1608;&#1607;&#1587;&#1578;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1587;&#1585;&#1583; &#1608; &#1605;&#1606;&#1580;&#1605;&#1583;&#1548; &#1607;&#1605;&#1711;&#1740; &#1576;&#1607; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1606;&#1581;&#1608; &#1605;&#1605;&#1705;&#1606; &#1591;&#1585;&#1575;&#1581;&#1740;&#8204;&#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1578;&#1575; &#1580;&#1575;&#1740;&#1740; &#1705;&#1607; &#1583;&#1585; &#1591;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1705;&#1585;&#1583;&#1606; &#1583;&#1587;&#1578; &#1705;&#1588;&#1740;&#1583;&#1607; &#1608; &#1576;&#1607; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1605;&#1606;&#1575;&#1592;&#1585; &#1582;&#1575;&#1585;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1570;&#1606; &#1605;&#1740;&#8206;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#1583;.<br/><br/>&#1583;&#1585; &#1591;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1588;&#1575;&#1607;&#1583; &#1576;&#1575;&#1711;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1576;&#1608;&#1583;&#1740;&#1605; &#1705;&#1607; &#1576;&#1607;&#8204;&#1575;&#1581;&#1578;&#1605;&#1575;&#1604;&#8204;&#1586;&#1740;&#1575;&#1583; &#1583;&#1585; &#1570;&#1662;&#1583;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1576;&#1593;&#1583;&#1740; &#1585;&#1601;&#1593; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1588;&#1583;&#1548; &#1575;&#1604;&#1576;&#1578;&#1607; &#1607;&#1740;&#1670;&#8204;&#1705;&#1583;&#1575;&#1605; &#1575;&#1586; &#1575;&#1740;&#1606; &#1576;&#1575;&#1711;&#8204;&#1607;&#1575; &#1583;&#1585; &#1581;&#1583;&#1740; &#1606;&#1740;&#1587;&#1578;&#1606;&#1583; &#1578;&#1580;&#1585;&#1576;&#1607; &#1588;&#1605;&#1575;&#1585;&#1575; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1578;&#1604;&#1582; &#1705;&#1606;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1593;&#1606;&#1608;&#1575;&#1606; &#1575;&#1586;&#1604;&#1581;&#1575;&#1592; &#1589;&#1583;&#1575;&#1711;&#1584;&#1575;&#1585;&#1740; &#1606;&#1740;&#1586; &#1583;&#1585; &#1608;&#1590;&#1593;&#1740;&#1578; &#1602;&#1575;&#1576;&#1604; &#1602;&#1576;&#1608;&#1604;&#1740; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1585;&#1583; &#1608; &#1605;&#1608;&#1587;&#1740;&#1602;&#1740;&#8204;&#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1583;&#1585; &#1662;&#1587;&#8204;&#1586;&#1605;&#1740;&#1606;&#1607; &#1570;&#1606; &#1662;&#1582;&#1588; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1605;&#1585;&#1578;&#1576;&#1591; &#1576;&#1575;&#1581;&#1575;&#1604; &#1608; &#1607;&#1608;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1589;&#1583;&#1575;&#1711;&#1584;&#1575;&#1585;&#1740; &#1593;&#1575;&#1605;&#1604; &#1591;&#1576;&#1740;&#1593;&#1740; &#1606;&#1740;&#1586; &#1605;&#1575;&#1606;&#1606;&#1583; &#1576;&#1575;&#1583;&#1548; &#1576;&#1575;&#1585;&#1575;&#1606; &#1608;&#8230; &#1576;&#1587;&#1740;&#1575;&#1585; &#1582;&#1608;&#1576; &#1705;&#1575;&#1585;&#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;.<br/><br/>Far Cry Primal &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1576;&#1608;&#1583; &#1662;&#1585; &#1575;&#1586; &#1578;&#1606;&#1608;&#1593;&#8204;&#1607;&#1575; &#1608; &#1585;&#1740;&#1587;&#1705;&#8204;&#1607;&#1575;&#1740; &#1580;&#1575;&#1607;&#8204;&#1591;&#1604;&#1576;&#1575;&#1606;&#1607; &#1705;&#1607; &#1583;&#1585; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1575;&#1586; &#1605;&#1608;&#1575;&#1602;&#1593; &#1711;&#1740;&#1605;&#1585; &#1585;&#1575; &#1605;&#1740;&#1582; &#1705;&#1608;&#1576; &#1605;&#1740;&#8204;&#1705;&#1585;&#1583;&#1606;&#1583; &#1575;&#1605;&#1575; &#1606;&#1578;&#1608;&#1575;&#1606;&#1587;&#1578; &#1570;&#1606;&#8204;&#1591;&#1608;&#1585; &#1705;&#1607; &#1576;&#1575;&#1740;&#1583; &#1575;&#1606;&#1578;&#1592;&#1575;&#1585;&#1575;&#1578; &#1605;&#1575; &#1585;&#1575; &#1576;&#1575; &#1578;&#1608;&#1580;&#1607; &#1576;&#1607; &#1606;&#1587;&#1582;&#1607; &#1662;&#1740;&#1588;&#1740;&#1606;&#1588; &#1705;&#1607; &#1575;&#1586; &#1607;&#1605;&#1607; &#1604;&#1581;&#1575;&#1592; &#1593;&#1575;&#1604;&#1740; &#1576;&#1608;&#1583;&#1606;&#1583; &#1576;&#1585;&#1570;&#1608;&#1585;&#1583;&#1607; &#1705;&#1606;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">18+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i3-550 | AMD Phenom II X4 955 or equivalent
Memory: 4 GB RAM
Graphics: NVIDIA GeForce GTX 460 (1GB VRAM) | AMD Radeon HD 5770 (1GB VRAM) or equivalent
Storage: 20 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Far%20Cry%20Primal/FCP_02_Gatherer_Screenshots_PREVIEW_PR_160126_6pm_CET_1453716678.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Far%20Cry%20Primal/FarCryPrimalPC_14.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Far%20Cry%20Primal/bfzbz3F.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Far%20Cry%20Primal/screenshot.far-cry-primal.2560x1440.2016-03-09.157.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Far%20Cry%20Primal/c7d230e61aa6b7bf10864eb9a3c542ae34102633-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/301798/&#1587;&#1601;&#1585;&#1740;-&#1576;&#1607;-&#1593;&#1589;&#1585;-&#1581;&#1580;&#1585;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;&#1740;-far-cry-primal/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 74/100<br/>Steam: 9/10<br/>IGN: 7.9/10<br/><br/>Metacritic: <br/>Steam: <br/>IGN: <br/><br/>
    </div>
  </BODY>
</html>