<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Final Fantasy XV</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2792.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index6.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2816.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2804f.jpg">
        <img src="../images/2804f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Final Fantasy XV&#160;(2018)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Final Fantasy&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>RPG</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#195</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Square Enix</b>
	    &#160;
	   	Square Enix
            <br/>
            <b>49.6 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; Final Fantasy &#1578;&#1575;&#1576;&#1607;&#8204;&#1581;&#1575;&#1604; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1605;&#1578;&#1593;&#1583;&#1583;&#1740; &#1585;&#1575; &#1576;&#1607; &#1582;&#1608;&#1583; &#1583;&#1740;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1605;&#1593;&#1605;&#1608;&#1604;&#1575;&#1611; &#1608;&#1602;&#1578;&#1740; &#1589;&#1581;&#1576;&#1578; &#1575;&#1586; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;&#1548; &#1607;&#1605;&#1607; &#1576;&#1607;&#8204;&#1740;&#1705;&#8204;&#1576;&#1575;&#1585;&#1607; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; 7 &#1740;&#1575; 10 &#1585;&#1575; &#1576;&#1607; &#1582;&#1575;&#1591;&#1585; &#1605;&#1740;&#8204;&#1570;&#1608;&#1585;&#1606;&#1583;. &#1705;&#1605;&#1662;&#1575;&#1606;&#1740; Square Enix &#1576;&#1593;&#1583; &#1575;&#1586; &#1589;&#1576;&#1585;&#1740; 10 &#1587;&#1575;&#1604;&#1607;&#1548; &#1576;&#1575;&#1604;&#1575;&#1582;&#1585;&#1607; &#1576;&#1575;&#1586;&#1740; Final Fantasy XV &#1585;&#1575; &#1576;&#1607; &#1576;&#1575;&#1586;&#1575;&#1585; &#1593;&#1585;&#1590;&#1607; &#1705;&#1585;&#1583; &#1608; &#1576;&#1575;&#1585; &#1583;&#1740;&#1711;&#1585; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1607;&#8204;&#1593;&#1606;&#1608;&#1575;&#1606; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1578;&#1608;&#1587;&#1593;&#1607;&#8204;&#1583;&#1607;&#1606;&#1583;&#1711;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1688;&#1575;&#1606;&#1585; &#1606;&#1602;&#1588;&#8204;&#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1575;&#1579;&#1576;&#1575;&#1578; &#1705;&#1585;&#1583;. &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1608;&#1575;&#1740;&#1578;&#1711;&#1585; &#1588;&#1575;&#1607;&#1586;&#1575;&#1583;&#1607; &#1606;&#1608;&#1705;&#1578;&#1740;&#1587; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1585;&#1575;&#1740; &#1607;&#1583;&#1601;&#1740; &#1605;&#1588;&#1582;&#1589; &#1575;&#1586; &#1602;&#1589;&#1585; &#1582;&#1575;&#1585;&#1580; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1576;&#1575; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606; &#1582;&#1608;&#1583; &#1576;&#1606;&#1575;&#1605;&#8204;&#1607;&#1575;&#1740; &#1575;&#1740;&#1711;&#1606;&#1740;&#1587;&#1548; &#1711;&#1604;&#1575;&#1583;&#1740;&#1608;&#1604;&#1608;&#1587; &#1608; &#1662;&#1585;&#1608;&#1605;&#1608;&#1578;&#1608; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1570;&#1594;&#1575;&#1586; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1576;&#1607;&#8204;&#1578;&#1575;&#1586;&#1711;&#1740; &#1606;&#1587;&#1582;&#1607; &#1580;&#1583;&#1740;&#1583; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; Final Fantasy XV Windows Edition Episode Ardyn &#1605;&#1606;&#1578;&#1588;&#1585;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1581;&#1575;&#1604;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1578;&#1605;&#1575;&#1605; &#1602;&#1587;&#1605;&#1578;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1705;&#1606;&#1575;&#1585; &#1607;&#1605; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1662;&#1740;&#1670;&#1740;&#1583;&#1607; &#1608; &#1580;&#1584;&#1575;&#1576; &#1583;&#1585; &#1588;&#1607;&#1585; &#1575;&#1740;&#1606;&#1587;&#1575;&#1605;&#1606;&#1740;&#1575;<br/>&#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1575;&#1589;&#1604; &#1576;&#1585; &#1575;&#1587;&#1575;&#1587; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1662;&#1740;&#1670;&#1740;&#1583;&#1607; &#1608; &#1580;&#1584;&#1575;&#1576; &#1575;&#1587;&#1578;. &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1705;&#1607; &#1576;&#1585;&#1662;&#1575;&#1740;&#1607; &#1570;&#1588;&#1606;&#1575;&#1740;&#1740; &#1576;&#1575; &#1588;&#1607;&#1585; &#1575;&#1740;&#1606;&#1587;&#1575;&#1605;&#1606;&#1740;&#1575; &#1608; &#1583;&#1608;&#1585; &#1576;&#1608;&#1583;&#1606; &#1575;&#1586; &#1575;&#1578;&#1601;&#1575;&#1602;&#1575;&#1578; &#1662;&#1740;&#1588;&#8204;&#1585;&#1608;&#1740; &#1575;&#1587;&#1578; &#1608; &#1583;&#1585;&#1575;&#1740;&#1606;&#8204;&#1576;&#1740;&#1606; &#1602;&#1585;&#1575;&#1585; &#1575;&#1587;&#1578; &#1606;&#1608;&#1705;&#1578;&#1740;&#1587; &#1576;&#1575; &#1604;&#1608;&#1606;&#1575;&#1601;&#1585;&#1740;&#1548; &#1607;&#1605;&#8204;&#1576;&#1575;&#1586;&#1740; &#1705;&#1608;&#1583;&#1705;&#1740; &#1588;&#1575;&#1607;&#1586;&#1575;&#1583;&#1607; &#1606;&#1608;&#1705;&#1578;&#1740;&#1587; &#1575;&#1586;&#1583;&#1608;&#1575;&#1580;&#8204;&#1705;&#1585;&#1583;&#1607; &#1578;&#1575; &#1705;&#1583;&#1608;&#1585;&#1578;&#8204;&#1607;&#1575; &#1575;&#1586; &#1576;&#1740;&#1606; &#1576;&#1585;&#1608;&#1583;. &#1608;&#1604;&#1740; &#1606;&#1740;&#1601;&#1604;&#1607;&#1740;&#1605; (&#1740;&#1705;&#1740; &#1575;&#1586; &#1602;&#1604;&#1605;&#1585;&#1608;&#1607;&#1575;&#1740; &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1705;&#1607; &#1575;&#1586; &#1711;&#1584;&#1588;&#1578;&#1607; &#1576;&#1575; &#1587;&#1585;&#1586;&#1605;&#1740;&#1606; &#1604;&#1608;&#1588;&#1740;&#1587; &#1740;&#1575; &#1604;&#1608;&#1587;&#1740;&#1587; &#1608;&#1575;&#1585;&#1583; &#1580;&#1606;&#1711; &#1576;&#1608;&#1583;&#1607; &#1575;&#1587;&#1578;) &#1583;&#1585; &#1570;&#1582;&#1585;&#1740;&#1606; &#1604;&#1581;&#1592;&#1607; &#1593;&#1607;&#1583; &#1608; &#1662;&#1740;&#1605;&#1575;&#1606; &#1582;&#1608;&#1583; &#1585;&#1575; &#1605;&#1740;&#8204;&#1588;&#1705;&#1606;&#1583; &#1608; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1575;&#1589;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1585;&#1602;&#1605; &#1605;&#1740;&#8204;&#1582;&#1608;&#1585;&#1583;. &#1576;&#1575;&#1586;&#1740; Final Fantasy XV Windows Edition Episode Ardyn &#1583;&#1575;&#1585;&#1575;&#1740; &#1575;&#1662;&#1740;&#1586;&#1608;&#1583;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1575;&#1587;&#1578; &#1608; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1607;&#1585; &#1576;&#1575;&#1585; &#1576;&#1607; &#1606;&#1602;&#1591;&#1607;&#8204;&#1575;&#1740; &#1580;&#1584;&#1575;&#1576;&#8204;&#1578;&#1585; &#1575;&#1586; &#1602;&#1576;&#1604; &#1605;&#1740;&#8204;&#1585;&#1587;&#1583;. &#1575;&#1740;&#1606; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1606;&#1740;&#1587;&#1578; &#1705;&#1607; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; Final Fantasy &#1585;&#1575; &#1576;&#1575;&#1604;&#1575; &#1705;&#1588;&#1740;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1607;&#1605;&#1575;&#1606;&#1606;&#1583; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604; &#1587;&#1585;&#1588;&#1575;&#1585; &#1575;&#1586; &#1607;&#1740;&#1580;&#1575;&#1606; &#1608; &#1581;&#1587; &#1578;&#1575;&#1586;&#1711;&#1740; &#1575;&#1587;&#1578;.<br/><br/>&#1583;&#1585; &#1607;&#1605;&#1575;&#1606; &#1575;&#1576;&#1578;&#1583;&#1575;&#1740; &#1705;&#1575;&#1585; &#1605;&#1578;&#1608;&#1580;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1740;&#1583; &#1705;&#1607; &#1576;&#1575; &#1576;&#1575;&#1586;&#1740; &#1575;&#1604;&#1705;&#1740; &#1587;&#1585;&#1608;&#1705;&#1575;&#1585; &#1606;&#1583;&#1575;&#1585;&#1740;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1588;&#1605;&#1575;&#1585;&#1575; &#1583;&#1585; &#1583;&#1604; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607;&#8204;&#1607;&#1575;&#1740; &#1587;&#1582;&#1578;&#1740; &#1605;&#1740;&#8204;&#1711;&#1584;&#1575;&#1585;&#1583; &#1705;&#1607; &#1576;&#1583;&#1608;&#1606; &#1608;&#1580;&#1608;&#1583; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606; &#1608; &#1607;&#1605;&#8204;&#1578;&#1740;&#1605;&#1740;&#8204;&#1607;&#1575; &#1606;&#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1581;&#1578;&#1740; &#1606;&#1586;&#1583;&#1740;&#1705; &#1576;&#1585;&#1583; &#1606;&#1740;&#1586; &#1588;&#1583;. &#1583;&#1601;&#1575;&#1593; &#1705;&#1585;&#1583;&#1606; &#1606;&#1740;&#1586; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1587;&#1582;&#1578; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575;&#1740;&#1583; &#1576;&#1575; &#1581;&#1585;&#1705;&#1575;&#1578; &#1578;&#1585;&#1705;&#1740;&#1576;&#1740; &#1576;&#1607; &#1607;&#1605;&#1585;&#1575;&#1607; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606;&#1578;&#1575;&#1606;&#1548; &#1583;&#1588;&#1605;&#1606; &#1585;&#1575; &#1576;&#1607; &#1582;&#1575;&#1705; &#1608; &#1582;&#1608;&#1606; &#1576;&#1705;&#1588;&#1740;&#1583;. &#1576;&#1575;&#1586;&#1740; Final Fantasy XV Windows Edition Episode Ardyn &#1602;&#1587;&#1605;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1575;&#1586; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1585;&#1575; &#1570;&#1605;&#1575;&#1583;&#1607; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1740;&#1705; &#1587;&#1585;&#1740; &#1570;&#1740;&#1578;&#1605;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583; &#1585;&#1575; &#1606;&#1740;&#1586; &#1583;&#1585; &#1583;&#1587;&#1578;&#1585;&#1587; &#1588;&#1605;&#1575; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1570;&#1606;&#8204;&#1607;&#1575; &#1606;&#1602;&#1588;&#1607;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583; &#1606;&#1740;&#1586; &#1583;&#1585; &#1606;&#1592;&#1585; &#1711;&#1585;&#1601;&#1578;&#1607;&#8204;&#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1578;&#1608;&#1587;&#1593;&#1607;&#8204;&#1583;&#1607;&#1606;&#1583;&#1607; &#1583;&#1587;&#1578;&#1740; &#1576;&#1607; &#1587;&#1585; &#1608; &#1585;&#1608;&#1740; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1586;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1705;&#1604;&#1740; &#1605;&#1581;&#1578;&#1608;&#1575;&#1740; &#1580;&#1584;&#1575;&#1576; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1582;&#1608;&#1583; &#1570;&#1605;&#1575;&#1583;&#1607; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1587;&#1575;&#1593;&#1578;&#8204;&#1607;&#1575; &#1588;&#1605;&#1575;&#1585;&#1575; &#1587;&#1585;&#1711;&#1585;&#1605; &#1582;&#1608;&#1583; &#1606;&#1711;&#1607; &#1582;&#1608;&#1575;&#1607;&#1583; &#1583;&#1575;&#1588;&#1578;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Final Fantasy XV Windows Edition &#1576;&#1575; &#1583;&#1575;&#1588;&#1578;&#1606; &#1575;&#1604;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1582;&#1585;&#1740;&#1583;&#1608;&#1601;&#1585;&#1608;&#1588; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1588;&#1582;&#1589;&#1740;&#8204;&#1587;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1601;&#1585;&#1575;&#1608;&#1575;&#1606; &#1608; &#1575;&#1604;&#1576;&#1578;&#1607; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1580;&#1584;&#1575;&#1576;&#1548; &#1585;&#1608;&#1586;&#1607;&#1575; &#1608; &#1605;&#1575;&#1607;&#8204;&#1607;&#1575; &#1605;&#1581;&#1578;&#1608;&#1575; &#1608; &#1587;&#1585;&#1711;&#1585;&#1605;&#1740; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1570;&#1605;&#1575;&#1583;&#1607; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1576;&#1585;&#1575;&#1740; &#1607;&#1605;&#1740;&#1606; &#1575;&#1587;&#1578; &#1705;&#1607; &#1585;&#1575;&#1581;&#1578; &#1575;&#1586; &#1705;&#1606;&#1575;&#1585; &#1570;&#1606; &#1606;&#1711;&#1584;&#1585;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1575;&#1587;&#1578;&#1740;&#1605; &#1576;&#1575; &#1602;&#1740;&#1605;&#1578; 59.99 &#1583;&#1604;&#1575;&#1585; &#1606;&#1740;&#1586; &#1602;&#1575;&#1576;&#1604; &#1582;&#1585;&#1740;&#1583; &#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1608;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel&#174; Core&#8482; i5-2500&#65288;3.3GHz and above&#65289;/ AMD FX&#8482;-6100 &#65288;3.3GHz and above&#65289;
Memory: 8 GB RAM
Graphics: NVIDIA&#174; GeForce&#174; GTX 760 / NVIDIA&#174; GeForce&#174; GTX 1050 / AMD Radeon&#8482; R9 280</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Final%20Fantasy%20XV/Ansel-00025669b.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Final%20Fantasy%20XV/FFXV_E32017_XboxOneX_Screenshot01-scaled.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Final%20Fantasy%20XV/FFXV_Jan252015_06.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Final%20Fantasy%20XV/ff15-4.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Final%20Fantasy%20XV/0ec986c997adddbe508e3897936e066d17088948-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/452456/&#1605;&#1589;&#1575;&#1574;&#1576;-&#1740;&#1705;-&#1588;&#1575;&#1607;&#1586;&#1575;&#1583;&#1607;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;&#1740;-final-fantasy-xv-windows-edit/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 85/100<br/>Steam: 9/10<br/>IGN: 8.2/10<br/><br/>Initial release date: November 29, 2016<br/>
    </div>
  </BODY>
</html>