<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Five Nights at Freddy's: Security Breach</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2816.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index6.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2840.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2830f.jpg">
        <img src="../images/2830f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Five Nights at Freddy's: Security Breach</div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#198</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <br/>
            <b>23.2 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1688;&#1575;&#1606;&#1585; &#1608;&#1581;&#1588;&#1578; &#1608; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1607;&#1605;&#1608;&#1575;&#1585;&#1607; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1585;&#1575;&#1740; &#1605;&#1582;&#1575;&#1591;&#1576;&#1575;&#1606; &#1575;&#1740;&#1606; &#1589;&#1606;&#1593;&#1578;&#1548; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588; &#1576;&#1608;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1586;&#1740;&#1585;&#1588;&#1575;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1585;&#1575;&#1740; &#1587;&#1576;&#1705; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1608; &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1576;&#1575; &#1593;&#1606;&#1575;&#1589;&#1585; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1587;&#1593;&#1740; &#1583;&#1585; &#1575;&#1740;&#1580;&#1575;&#1583; &#1581;&#1587; &#1578;&#1585;&#1587; &#1608; &#1575;&#1587;&#1578;&#1585;&#1587; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;. &#1576;&#1575;&#1586;&#1740; Five Nights at Freddys Security Breach &#1575;&#1586; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Steel Wool &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1580;&#1584;&#1575;&#1576; &#1608; &#1580;&#1583;&#1740;&#1583; &#1575;&#1586; &#1587;&#1585;&#1740; &#1605;&#1581;&#1576;&#1608;&#1576; &#1608; &#1605;&#1593;&#1585;&#1608;&#1601;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1607; &#1578;&#1585;&#1587;&#8204;&#1607;&#1575;&#1740; &#1606;&#1575;&#1711;&#1607;&#1575;&#1606;&#1740; &#1608; &#1578;&#1589;&#1575;&#1608;&#1740;&#1585; &#1587;&#1608;&#1585;&#1574;&#1575;&#1604; &#1583;&#1585; &#1605;&#1581;&#1740;&#1591;&#1588; &#1588;&#1607;&#1585;&#1578; &#1583;&#1575;&#1585;&#1583;. &#1578;&#1580;&#1585;&#1576;&#1607; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#1548; &#1588;&#1740;&#1608;&#1607; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1575;&#1586; &#1688;&#1575;&#1606;&#1585; &#1608;&#1581;&#1588;&#1578; &#1585;&#1575; &#1576;&#1607; &#1582;&#1608;&#1585;&#1583; &#1588;&#1605;&#1575; &#1582;&#1608;&#1575;&#1607;&#1583; &#1583;&#1575;&#1583;.<br/><br/>&#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1705;&#1607; &#1580;&#1583;&#1740;&#1583;&#1578;&#1585;&#1740;&#1606; &#1588;&#1605;&#1575;&#1585;&#1607; &#1575;&#1586; &#1587;&#1585;&#1740; Five Nights at Freddys &#1576;&#1608;&#1583;&#1607;&#1548; &#1587;&#1576;&#1705; &#1608; &#1587;&#1740;&#1575;&#1602;&#1740; &#1570;&#1588;&#1606;&#1575; &#1576;&#1585;&#1575;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1575;&#1586; &#1575;&#1601;&#1585;&#1575;&#1583; &#1583;&#1575;&#1585;&#1583;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1602;&#1585;&#1575;&#1585; &#1606;&#1740;&#1587;&#1578; &#1576;&#1575; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578; &#1608;&#1581;&#1588;&#1578;&#1606;&#1575;&#1705; &#1608; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575; &#1587;&#1585; &#1608; &#1705;&#1604;&#1607; &#1576;&#1586;&#1606;&#1740;&#1583; &#1576;&#1604;&#1705;&#1607; &#1576;&#1575; &#1587;&#1575;&#1583;&#1607;&#8204;&#1578;&#1585;&#1740;&#1606; &#1593;&#1606;&#1575;&#1589;&#1585; &#1608; &#1575;&#1580;&#1587;&#1575;&#1605; &#1608; &#1593;&#1585;&#1608;&#1587;&#1705;&#8204;&#1607;&#1575;&#1548; &#1578;&#1585;&#1587; &#1576;&#1607; &#1588;&#1605;&#1575; &#1605;&#1606;&#1578;&#1602;&#1604; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1588;&#1605;&#1575; &#1583;&#1585; &#1606;&#1602;&#1588; &#1662;&#1587;&#1585;&#1740; &#1576;&#1607; &#1575;&#1587;&#1605; Gregory &#1602;&#1585;&#1575;&#1585; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1711;&#1585;&#1601;&#1578; &#1705;&#1607; &#1583;&#1585; &#1605;&#1585;&#1705;&#1586; &#1578;&#1601;&#1585;&#1740;&#1581;&#1740; &#1605;&#1585;&#1605;&#1608;&#1586; &#1608; &#1607;&#1608;&#1604;&#1606;&#1575;&#1705;&#1740; &#1575;&#1587;&#1740;&#1585; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1576;&#1607; &#1705;&#1605;&#1705; Freddy Fazbear &#1605;&#1593;&#1585;&#1608;&#1601; &#1588;&#1605;&#1575; &#1576;&#1575;&#1740;&#1583; &#1575;&#1740;&#1606; &#1662;&#1587;&#1585; &#1585;&#1575; &#1575;&#1586; &#1605;&#1608;&#1575;&#1606;&#1593; &#1608; &#1578;&#1604;&#1607;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1607;&#1583;&#1575;&#1740;&#1578; &#1705;&#1585;&#1583;&#1607; &#1608; &#1575;&#1586; &#1575;&#1608; &#1583;&#1585; &#1605;&#1602;&#1575;&#1576;&#1604; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578; &#1588;&#1585;&#1608;&#1585; &#1608; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1605;&#1581;&#1575;&#1601;&#1592;&#1578; &#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1588;&#1575;&#1605;&#1604; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1593;&#1585;&#1608;&#1601;&#1740; &#1575;&#1586; &#1578;&#1605;&#1575;&#1605;&#1740; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1602;&#1576;&#1604;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1588;&#1575;&#1740;&#1583; &#1576;&#1575; &#1570;&#1606;&#8204;&#1607;&#1575; &#1570;&#1588;&#1606;&#1575; &#1576;&#1575;&#1588;&#1740;&#1583;. &#1576;&#1575; &#1608;&#1585;&#1608;&#1583; &#1576;&#1607; &#1605;&#1585;&#1575;&#1581;&#1604; &#1576;&#1575;&#1586;&#1740; &#1578;&#1605;&#1575;&#1605;&#1740; &#1575;&#1740;&#1606; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575; &#1576;&#1607; &#1578;&#1593;&#1602;&#1740;&#1576; &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1662;&#1585;&#1583;&#1575;&#1586;&#1606;&#1583; &#1608; &#1576;&#1607;&#8204;&#1606;&#1608;&#1576;&#1578; &#1587;&#1593;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583; &#1588;&#1605;&#1575; &#1585;&#1575; &#1576;&#1578;&#1585;&#1587;&#1575;&#1606;&#1606;&#1583;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585;&#1607;&#1575;&#1740;&#1740; &#1605;&#1579;&#1604; Roxanne Wolf&#1548; Glamrock Chika &#1585;&#1575; &#1605;&#1604;&#1575;&#1602;&#1575;&#1578; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583; &#1608; &#1576;&#1575;&#1740;&#1583; &#1605;&#1585;&#1575;&#1602;&#1576; &#1576;&#1575;&#1588;&#1740;&#1583; &#1586;&#1740;&#1585;&#1575; &#1607;&#1585;&#1604;&#1581;&#1592;&#1607; &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1588;&#1605;&#1575; &#1585;&#1575; &#1594;&#1575;&#1601;&#1604;&#1711;&#1740;&#1585; &#1705;&#1606;&#1606;&#1583;. &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1711;&#1588;&#1578;&#8204;&#1608;&#1711;&#1584;&#1575;&#1585;&#1548; &#1593;&#1576;&#1608;&#1585; &#1575;&#1586; &#1605;&#1608;&#1575;&#1606;&#1593; &#1608; &#1662;&#1606;&#1607;&#1575;&#1606; &#1588;&#1583;&#1606; &#1582;&#1604;&#1575;&#1589;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1588;&#1605;&#1575; &#1576;&#1575;&#1740;&#1583; &#1576;&#1575; &#1576;&#1585;&#1585;&#1587;&#1740; &#1583;&#1608;&#1585;&#1576;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1575;&#1605;&#1606;&#1740;&#1578;&#1740;&#1548; &#1605;&#1581;&#1740;&#1591; &#1585;&#1575; &#1576;&#1607;&#8204;&#1582;&#1608;&#1576;&#1740; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1608; &#1570;&#1606;&#1575;&#1604;&#1740;&#1586; &#1705;&#1585;&#1583;&#1607; &#1578;&#1575; &#1576;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1605;&#1587;&#1740;&#1585; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1582;&#1608;&#1583; &#1662;&#1740;&#1583;&#1575; &#1705;&#1606;&#1740;&#1583;. &#1711;&#1575;&#1607;&#1740; &#1607;&#1605; &#1576;&#1575;&#1740;&#1583; &#1576;&#1575; &#1662;&#1585;&#1578;&#1575;&#1576; &#1575;&#1588;&#1740;&#1575;&#1569; &#1608; &#1575;&#1740;&#1580;&#1575;&#1583; &#1587;&#1585; &#1608; &#1589;&#1583;&#1575; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1585;&#1575; &#1711;&#1605;&#1585;&#1575;&#1607; &#1705;&#1606;&#1740;&#1583;. &#1578;&#1606;&#1608;&#1593; &#1605;&#1585;&#1575;&#1581;&#1604; &#1608; &#1591;&#1585;&#1575;&#1581;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1581;&#1587; &#1583;&#1604;&#1607;&#1585;&#1607; &#1608; &#1575;&#1587;&#1578;&#1585;&#1587;&#1740; &#1705;&#1607; &#1583;&#1575;&#1574;&#1605; &#1607;&#1605;&#1585;&#1575;&#1607;&#1578;&#1575;&#1606; &#1575;&#1587;&#1578;&#1548; &#1578;&#1580;&#1585;&#1576;&#1607; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1607;&#8204;&#1588;&#1583;&#1578; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; The Forest &#1608; Little Nightmares 2 &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: AMD Ryzen 5 3600, Core i5 6600K
Memory: 8 GB RAM
Graphics: Nvidia GeForce GTX 1050 Ti
Storage: 80 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1578;&#1585;&#1587; &#1608; &#1576;&#1602;&#1575;, &#1578;&#1585;&#1587;&#1606;&#1575;&#1705;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Five%20Nights%20at%20Freddys%20Security%20Breach/all-new-screenshots-and-assets-for-security-breachs-steam-v0-5t8jtte1l0v91.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Five%20Nights%20at%20Freddys%20Security%20Breach/all-new-screenshots-and-assets-for-security-breachs-steam-v0-u1ifp895l0v91.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Five%20Nights%20at%20Freddys%20Security%20Breach/ss_4e1dd2046efa1f31ac6c8add2181f90012b013c4-(1).jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Five%20Nights%20at%20Freddys%20Security%20Breach/ss_9a3d56fc0ea5a6c2f6eda7fcfd855bb8498dd1ef.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Five%20Nights%20at%20Freddys%20Security%20Breach/7b0ae870c871dca0cdadf56ac226463940854031-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 64/100<br/>Steam: 9/10<br/>IGN: 7/10<br/><br/>Initial release date: December 16, 2021<br/>
    </div>
  </BODY>
</html>