<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Flashback 2</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2830.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index6.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2850.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2840f.jpg">
        <img src="../images/2840f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Flashback 2&#160;(2023)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Platformer</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#199</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Microids</b>
	    &#160;
	   	Microids
            <br/>
            <b>12.9 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1576;&#1607; &#1583;&#1606;&#1740;&#1575;&#1740; &#1586;&#1740;&#1576;&#1575;&#1740; Flashback 2 &#1582;&#1608;&#1588; &#1570;&#1605;&#1583;&#1740;&#1583;&#1548; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1575;&#1705;&#1588;&#1606; &#1606;&#1601;&#1587; &#1711;&#1740;&#1585; &#1608; &#1570;&#1583;&#1585;&#1606;&#1575;&#1604;&#1740;&#1606; &#1587;&#1575;&#1586; &#1705;&#1607; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740; &#1587;&#1575;&#1740;&#1576;&#1585;&#1662;&#1575;&#1606;&#1705; &#1575;&#1578;&#1601;&#1575;&#1602; &#1605;&#1740;&#8204;&#1575;&#1601;&#1578;&#1583;&#1548; &#1580;&#1575;&#1740;&#1740; &#1705;&#1607; &#1587;&#1585;&#1606;&#1608;&#1588;&#1578; &#1576;&#1588;&#1585;&#1740;&#1578; &#1583;&#1585; &#1570;&#1587;&#1578;&#1575;&#1606;&#1607; &#1606;&#1575;&#1576;&#1608;&#1583;&#1740; &#1575;&#1587;&#1578;. Paul Cuisset&#1548; &#1582;&#1575;&#1604;&#1602; &#1606;&#1587;&#1582;&#1607; &#1575;&#1608;&#1604; Flashback &#1583;&#1585; &#1587;&#1575;&#1604; 1992&#1548; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1585;&#1575; &#1583;&#1593;&#1608;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1578;&#1575; &#1740;&#1705; &#1576;&#1575;&#1585; &#1583;&#1740;&#1711;&#1585; &#1583;&#1585; &#1606;&#1602;&#1588; &#1705;&#1606;&#1585;&#1575;&#1583; &#1576;&#1740; &#1607;&#1575;&#1585;&#1578;&#1548; &#1605;&#1571;&#1605;&#1608;&#1585; &#1580;&#1608;&#1575;&#1606; &#1575;&#1583;&#1575;&#1585;&#1607; &#1578;&#1581;&#1602;&#1740;&#1602;&#1575;&#1578; &#1705;&#1607;&#1705;&#1588;&#1575;&#1606;&#1740; &#1608;&#1575;&#1585;&#1583; &#1740;&#1705; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1607;&#1740;&#1580;&#1575;&#1606;&#1740; &#1588;&#1608;&#1606;&#1583;. &#1583;&#1585; &#1602;&#1585;&#1606; &#1576;&#1740;&#1587;&#1578; &#1608; &#1583;&#1608;&#1605;&#1548; &#1605;&#1606;&#1592;&#1608;&#1605;&#1607; &#1588;&#1605;&#1587;&#1740; &#1575;&#1586; &#1583;&#1608;&#1585;&#1575;&#1606; &#1589;&#1604;&#1581; &#1578;&#1581;&#1578; &#1580;&#1607;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1605;&#1578;&#1581;&#1583; &#1576;&#1585;&#1582;&#1608;&#1585;&#1583;&#1575;&#1585; &#1575;&#1587;&#1578;&#1548; &#1575;&#1605;&#1575; &#1575;&#1740;&#1606; &#1570;&#1585;&#1575;&#1605;&#1588; &#1576;&#1575; &#1578;&#1607;&#1575;&#1580;&#1605; &#1602;&#1585;&#1740;&#1576;&#8204;&#1575;&#1604;&#1608;&#1602;&#1608;&#1593; &#1688;&#1606;&#1585;&#1575;&#1604; &#1605;&#1607;&#1740;&#1576; &#1604;&#1575;&#1586;&#1575;&#1585;&#1608;&#1587; &#1575;&#1586; &#1576;&#1740;&#1606; &#1605;&#1740;&#8204;&#1585;&#1608;&#1583;. &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1576;&#1575;&#1740;&#1583; &#1576;&#1575; &#1705;&#1605;&#1705; &#1670;&#1606;&#1583; &#1605;&#1578;&#1581;&#1583; &#1608; &#1587;&#1604;&#1575;&#1581; &#1605;&#1580;&#1607;&#1586; &#1576;&#1607; &#1607;&#1608;&#1588; &#1605;&#1589;&#1606;&#1608;&#1593;&#1740;&#1548; A.I.S.H.A&#1548; &#1576;&#1575; &#1578;&#1607;&#1583;&#1740;&#1583; &#1605;&#1602;&#1575;&#1576;&#1604;&#1607; &#1705;&#1606;&#1583;.<br/><br/>&#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1585; &#1740;&#1705; &#1580;&#1607;&#1575;&#1606; &#1593;&#1604;&#1605;&#1740; &#1578;&#1582;&#1740;&#1604;&#1740; &#1608; &#1587;&#1575;&#1740;&#1576;&#1585;&#1662;&#1575;&#1606;&#1705; &#1662;&#1585; &#1580;&#1606;&#1576; &#1608; &#1580;&#1608;&#1588; &#1608; &#1711;&#1587;&#1578;&#1585;&#1583;&#1607; &#1594;&#1608;&#1591;&#1607; &#1608;&#1585; &#1705;&#1606;&#1740;&#1583; &#1608; &#1583;&#1585; &#1605;&#1581;&#1740;&#1591;&#8204;&#1607;&#1575;&#1740; &#1605;&#1578;&#1606;&#1608;&#1593;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; New Tokyo&#1548; New Washington &#1608; &#1580;&#1606;&#1711;&#1604; &#1705;&#1575;&#1608;&#1588; &#1705;&#1606;&#1740;&#1583;. &#1607;&#1585; &#1605;&#1705;&#1575;&#1606; &#1576;&#1587;&#1740;&#1575;&#1585; &#1583;&#1602;&#1740;&#1602; &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1608; &#1740;&#1705; &#1662;&#1587;&#8204;&#1586;&#1605;&#1740;&#1606;&#1607; &#1576;&#1589;&#1585;&#1740; &#1582;&#1740;&#1585;&#1607;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1576;&#1585;&#1575;&#1740; &#1575;&#1705;&#1588;&#1606; &#1607;&#1740;&#1580;&#1575;&#1606; &#1575;&#1606;&#1711;&#1740;&#1586; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1607; A.I.S.H.A &#1605;&#1580;&#1607;&#1586; &#1705;&#1606;&#1740;&#1583;&#1548; &#1740;&#1705; &#1587;&#1604;&#1575;&#1581; &#1578;&#1591;&#1576;&#1740;&#1602;&#1740; &#1705;&#1588;&#1606;&#1583;&#1607; &#1705;&#1607; &#1576;&#1575; &#1607;&#1608;&#1588; &#1605;&#1589;&#1606;&#1608;&#1593;&#1740; &#1585;&#1586;&#1605;&#1740; &#1578;&#1602;&#1608;&#1740;&#1578; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1607;&#1605;&#1585;&#1575;&#1607; &#1606;&#1605;&#1575;&#1583;&#1740;&#1606; &#1605;&#1580;&#1607;&#1586; &#1576;&#1607; &#1578;&#1705;&#1606;&#1608;&#1604;&#1608;&#1688;&#1740; &#1576;&#1585;&#1608;&#1586;&#1548; &#1740;&#1705; &#1604;&#1575;&#1740;&#1607; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740;&#1705; &#1576;&#1607; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1575;&#1590;&#1575;&#1601;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740;&#8204;&#1607;&#1575; &#1608; &#1593;&#1605;&#1604;&#1705;&#1585;&#1583;&#1607;&#1575;&#1740; &#1605;&#1606;&#1581;&#1589;&#1585; &#1576;&#1607; &#1601;&#1585;&#1583;&#1740; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1594;&#1604;&#1576;&#1607; &#1576;&#1585; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575;&#1740; &#1606;&#1575;&#1588;&#1740; &#1575;&#1586; &#1578;&#1607;&#1575;&#1580;&#1605; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1705;&#1607; &#1576;&#1575;&#1586; &#1585;&#1575; &#1586;&#1740;&#1576;&#1575; &#1608; &#1587;&#1585;&#1711;&#1585;&#1605;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607;&#8204;&#1578;&#1585; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;.<br/><br/>Flashback 2 &#1578;&#1580;&#1585;&#1576;&#1607; &#1578;&#1740;&#1585;&#1575;&#1606;&#1583;&#1575;&#1586;&#1740; &#1585;&#1608;&#1575;&#1606; &#1608; &#1580;&#1584;&#1575;&#1576;&#1740; &#1585;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1607; &#1591;&#1608;&#1585; &#1740;&#1705;&#1662;&#1575;&#1585;&#1670;&#1607; &#1705;&#1575;&#1608;&#1588;&#1548; &#1581;&#1604; &#1662;&#1575;&#1586;&#1604; &#1608; &#1593;&#1606;&#1575;&#1589;&#1585; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1585;&#1575; &#1576;&#1575; &#1607;&#1605; &#1578;&#1585;&#1705;&#1740;&#1576; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1662;&#1608;&#1740;&#1575; &#1608; &#1580;&#1584;&#1575;&#1576; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1575;&#1740;&#1580;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1740;&#1705; &#1605;&#1581;&#1740;&#1591; &#1587;&#1607;&#8204;&#1576;&#1593;&#1583;&#1740; &#1593;&#1592;&#1740;&#1605; &#1585;&#1575; &#1705;&#1575;&#1608;&#1588; &#1705;&#1606;&#1740;&#1583; &#1705;&#1607; &#1594;&#1608;&#1591;&#1607;&#8204;&#1608;&#1585;&#1740; &#1585;&#1575; &#1575;&#1601;&#1586;&#1575;&#1740;&#1588; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1608; &#1580;&#1607;&#1575;&#1606; &#1587;&#1575;&#1740;&#1576;&#1585;&#1662;&#1575;&#1606;&#1705; &#1585;&#1575; &#1576;&#1607; &#1585;&#1608;&#1588;&#8204;&#1607;&#1575;&#1740;&#1740; &#1586;&#1606;&#1583;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1705;&#1607; &#1583;&#1585; &#1575;&#1608;&#1604; Flashback &#1575;&#1605;&#1705;&#1575;&#1606;&#8204;&#1662;&#1584;&#1740;&#1585; &#1606;&#1576;&#1608;&#1583;. &#1605;&#1606;&#1575;&#1592;&#1585; &#1570;&#1740;&#1606;&#1583;&#1607;&#8204;&#1606;&#1711;&#1585;&#1575;&#1606;&#1607; &#1585;&#1575; &#1576;&#1575; &#1581;&#1587; &#1593;&#1605;&#1740;&#1602; &#1608; &#1580;&#1586;&#1574;&#1740;&#1575;&#1578; &#1576;&#1740;&#1588;&#1578;&#1585; &#1591;&#1740; &#1705;&#1606;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1740;&#1585;&#1575;&#1579; &#1606;&#1587;&#1582;&#1607; &#1575;&#1589;&#1604;&#1740; &#1585;&#1575; &#1576;&#1607; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1588;&#1705;&#1604; &#1605;&#1605;&#1705;&#1606; &#1575;&#1583;&#1575;&#1605;&#1607; &#1583;&#1575;&#1583;&#1607; &#1608; &#1570;&#1606; &#1585;&#1575; &#1576;&#1607; &#1711;&#1740;&#1605;&#1585;&#1607;&#1575;&#1740; &#1605;&#1583;&#1585;&#1606; &#1578;&#1602;&#1583;&#1740;&#1605; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1662;&#1587; &#1575;&#1711;&#1585; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1575;&#1705;&#1588;&#1606; &#1607;&#1740;&#1580;&#1575;&#1606; &#1575;&#1606;&#1711;&#1740;&#1586; &#1608; &#1575;&#1593;&#1578;&#1740;&#1575;&#1583;&#1570;&#1608;&#1585; &#1607;&#1587;&#1578;&#1740;&#1583;&#1548; &#1578;&#1580;&#1585;&#1576;&#1607; &#1575;&#1740;&#1606; &#1575;&#1579;&#1585; &#1585;&#1575; &#1575;&#1586; &#1583;&#1587;&#1578; &#1606;&#1583;&#1607;&#1740;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Ghostrunner 2 &#1608; Punch Club 2 Fast Forward &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">16+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Ryzen 3 1300x / Intel i3 7100
Memory: 8 GB RAM
Graphics: GeForce GTX 1050 Ti / AMD RX 560
DirectX: Version 11
Storage: 16 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1588;&#1608;&#1578;&#1585;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Flashback%202/flashback2_mars2023_01_f06a50c8-6ad8-44f5-b03a-b5b5cec9aa74.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Flashback%202/flashback2_mars2023_02_8aff72d2-ff07-4085-9bfc-262ad69c55e2.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Flashback%202/flashback2_mars2023_03_b476148b-89e1-45bd-8ec3-2b723f254352.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Flashback%202/ss_9e72c0d0a081f23b04b923278d90dfe3884a891d.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Flashback%202/fdd245f058152acd274aba8d3e6aeeeb55171617-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/995590/flashback-2-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 30/100<br/>Steam: 5/10<br/>IGN: 2/10<br/><br/>Initial release date: October 9, 2023<br/>
    </div>
  </BODY>
</html>