<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Flintlock: The Siege of Dawn</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2840.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index6.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2863.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2850f.jpg">
        <img src="../images/2850f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Flintlock: The Siege of Dawn</div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#200</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Kepler Interactive</b>
            <br/>
            <b>14.1 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1576;&#1575;&#1586;&#1740; Flintlock The Siege of Dawn &#1575;&#1579;&#1585;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1575;&#1705;&#1588;&#1606; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; (Action RPG) &#1575;&#1587;&#1578; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608;&#1740; A44 Games&#1548; &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; Ashen&#1548; &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1588;&#1605;&#1575; &#1585;&#1575; &#1576;&#1607; &#1587;&#1601;&#1585;&#1740; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1601;&#1575;&#1606;&#1578;&#1586;&#1740; &#1608; &#1578;&#1575;&#1585;&#1740;&#1705; &#1605;&#1740; &#1576;&#1585;&#1583; &#1705;&#1607; &#1583;&#1585; &#1570;&#1606; &#1605;&#1585;&#1711; &#1578;&#1607;&#1583;&#1740;&#1583;&#1740; &#1607;&#1605;&#1740;&#1588;&#1711;&#1740; &#1575;&#1587;&#1578;. &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1578;&#1581;&#1578; &#1605;&#1581;&#1575;&#1589;&#1585;&#1607; &#1605;&#1585;&#1583;&#1711;&#1575;&#1606; &#1575;&#1587;&#1578;. &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578; &#1606;&#1601;&#1585;&#1740;&#1606; &#1588;&#1583;&#1607; &#1575;&#1586; &#1591;&#1585;&#1740;&#1602; &#1583;&#1585;&#1608;&#1575;&#1586;&#1607; &#1575;&#1740; &#1593;&#1592;&#1740;&#1605; &#1576;&#1607; &#1606;&#1575;&#1605; &#8220;&#1583;&#1585;&#1616; &#1576;&#1586;&#1585;&#1711; &#1586;&#1740;&#1585;&#1740;&#1606;&#8221; (The Great Below&#8217;s Gate) &#1576;&#1607; &#1602;&#1604;&#1605;&#1585;&#1608; &#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1587;&#1585;&#1575;&#1586;&#1740;&#1585; &#1605;&#1740; &#1588;&#1608;&#1606;&#1583; &#1608; &#1607;&#1585;&#1580; &#1608; &#1605;&#1585;&#1580; &#1576;&#1607; &#1662;&#1575; &#1605;&#1740; &#1705;&#1606;&#1606;&#1583;. &#1588;&#1605;&#1575; &#1583;&#1585; &#1606;&#1602;&#1588; &#1606;&#1608;&#1585; (Nor)&#1548; &#1575;&#1606;&#1587;&#1575;&#1606;&#1740; &#1605;&#1575;&#1607;&#1585; &#1583;&#1585; &#1587;&#1604;&#1575;&#1581; &#1711;&#1585;&#1605;&#1548; &#1608; &#1575;&#1606;&#1705;&#1740; (Enki)&#1548; &#1605;&#1608;&#1580;&#1608;&#1583;&#1740; &#1588;&#1576;&#1740;&#1607; &#1576;&#1607; &#1585;&#1608;&#1576;&#1575;&#1607; &#1576;&#1575; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740; &#1607;&#1575;&#1740; &#1580;&#1575;&#1583;&#1608;&#1740;&#1740;&#1548; &#1576;&#1575;&#1586;&#1740; &#1605;&#1740; &#1705;&#1606;&#1740;&#1583;. &#1587;&#1585;&#1606;&#1608;&#1588;&#1578; &#1583;&#1606;&#1740;&#1575; &#1576;&#1585; &#1583;&#1608;&#1588; &#1588;&#1605;&#1575;&#1587;&#1578; &#1578;&#1575; &#1576;&#1575; &#1607;&#1605;&#1705;&#1575;&#1585;&#1740; &#1576;&#1575; &#1575;&#1585;&#1578;&#1588; &#1575;&#1574;&#1578;&#1604;&#1575;&#1601;&#1548; &#1575;&#1740;&#1606; &#1583;&#1585;&#1608;&#1575;&#1586;&#1607; &#1585;&#1575; &#1605;&#1607;&#1585; &#1608; &#1605;&#1608;&#1605; &#1705;&#1606;&#1740;&#1583; &#1608; &#1575;&#1586; &#1607;&#1580;&#1608;&#1605; &#1576;&#1740; &#1662;&#1575;&#1740;&#1575;&#1606; &#1605;&#1585;&#1583;&#1711;&#1575;&#1606; &#1580;&#1604;&#1608;&#1711;&#1740;&#1585;&#1740; &#1606;&#1605;&#1575;&#1740;&#1740;&#1583;.<br/><br/>&#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1578;&#1585;&#1705;&#1740;&#1576;&#1740; &#1575;&#1586; &#1587;&#1604;&#1575;&#1581; &#1711;&#1585;&#1605;&#1548; &#1578;&#1740;&#1594;&#1607; &#1608; &#1580;&#1575;&#1583;&#1608; &#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1608;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1585;&#1575; &#1576;&#1607; &#1588;&#1705;&#1604;&#1740; &#1607;&#1740;&#1580;&#1575;&#1606; &#1575;&#1606;&#1711;&#1740;&#1586; &#1576;&#1575; &#1578;&#1585;&#1705;&#1740;&#1576; &#1587;&#1604;&#1575;&#1581; &#1711;&#1585;&#1605;&#1548; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1606;&#1586;&#1583;&#1740;&#1705; &#1608; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740; &#1607;&#1575;&#1740; &#1580;&#1575;&#1583;&#1608;&#1740;&#1740; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740; &#1583;&#1607;&#1583;. &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1740;&#1705; &#1575;&#1606;&#1587;&#1575;&#1606; &#1587;&#1585;&#1587;&#1582;&#1578;&#1548; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585; &#1606;&#1608;&#1585; &#1575;&#1586; &#1578;&#1601;&#1606;&#1711; &#1608; &#1578;&#1576;&#1585; &#1576;&#1585;&#1575;&#1740; &#1606;&#1576;&#1585;&#1583; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1605;&#1740; &#1705;&#1606;&#1583;. &#1575;&#1608; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1585;&#1575; &#1575;&#1586; &#1585;&#1575;&#1607; &#1583;&#1608;&#1585; &#1576;&#1575; &#1711;&#1604;&#1608;&#1604;&#1607; &#1576;&#1575;&#1585;&#1575;&#1606; &#1605;&#1740; &#1705;&#1606;&#1583; &#1608; &#1583;&#1585; &#1606;&#1576;&#1585;&#1583;&#1607;&#1575;&#1740; &#1606;&#1586;&#1583;&#1740;&#1705; &#1576;&#1575; &#1578;&#1576;&#1585; &#1582;&#1608;&#1583; &#1576;&#1607; &#1575;&#1587;&#1578;&#1602;&#1576;&#1575;&#1604;&#1588;&#1575;&#1606; &#1605;&#1740; &#1585;&#1608;&#1583;. &#1607;&#1605;&#1585;&#1575;&#1607; &#1608;&#1601;&#1575;&#1583;&#1575;&#1585; &#1588;&#1605;&#1575;&#1548; &#1575;&#1606;&#1705;&#1740;&#1548; &#1605;&#1608;&#1580;&#1608;&#1583;&#1740; &#1670;&#1575;&#1576;&#1705; &#1608; &#1580;&#1575;&#1583;&#1608;&#1740;&#1740; &#1575;&#1587;&#1578;. &#1575;&#1608; &#1606;&#1607; &#1578;&#1606;&#1607;&#1575; &#1576;&#1607; &#1606;&#1608;&#1585; &#1583;&#1585; &#1576;&#1575;&#1604;&#1575; &#1585;&#1601;&#1578;&#1606; &#1575;&#1586; &#1605;&#1608;&#1575;&#1606;&#1593; &#1608; &#1591;&#1740; &#1605;&#1587;&#1740;&#1585;&#1607;&#1575;&#1740; &#1583;&#1588;&#1608;&#1575;&#1585; &#1705;&#1605;&#1705; &#1605;&#1740; &#1705;&#1606;&#1583;&#1548; &#1576;&#1604;&#1705;&#1607; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606;&#1583; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1585;&#1575; &#1576;&#1575; &#1581;&#1605;&#1604;&#1575;&#1578; &#1580;&#1575;&#1583;&#1608;&#1740;&#1740; &#1594;&#1575;&#1601;&#1604;&#1711;&#1740;&#1585; &#1705;&#1606;&#1583;.<br/><br/>&#1575;&#1740;&#1606; &#1607;&#1605;&#1705;&#1575;&#1585;&#1740; &#1605;&#1606;&#1581;&#1589;&#1585; &#1576;&#1607; &#1601;&#1585;&#1583;&#1548; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740; &#1606;&#1576;&#1585;&#1583; &#1588;&#1605;&#1575; &#1585;&#1575; &#1588;&#1705;&#1604; &#1605;&#1740; &#1583;&#1607;&#1583; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607; &#1575;&#1740; &#1662;&#1608;&#1740;&#1575; &#1608; &#1670;&#1575;&#1604;&#1588; &#1576;&#1585;&#1575;&#1606;&#1711;&#1740;&#1586; &#1585;&#1575; &#1576;&#1607; &#1575;&#1585;&#1605;&#1594;&#1575;&#1606; &#1605;&#1740; &#1570;&#1608;&#1585;&#1583;. &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1605;&#1608;&#1575;&#1585;&#1583; &#1711;&#1601;&#1578;&#1607; &#1588;&#1583;&#1607;&#1548; &#1583;&#1585; &#1606;&#1592;&#1585; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583; &#1705;&#1607; &#1576;&#1575;&#1586;&#1740; Flintlock The Siege of Dawn &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1587;&#1576;&#1705; &#1587;&#1608;&#1604;&#1586;-&#1604;&#1575;&#1740;&#1705; (Souls-like) &#1605;&#1581;&#1587;&#1608;&#1576; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1576;&#1607; &#1575;&#1740;&#1606; &#1605;&#1593;&#1606;&#1740; &#1705;&#1607; &#1576;&#1585; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1670;&#1575;&#1604;&#1588; &#1576;&#1585;&#1575;&#1606;&#1711;&#1740;&#1586; &#1608; &#1605;&#1585;&#1711;&#1576;&#1575;&#1585; &#1576;&#1575; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583; &#1578;&#1575;&#1705;&#1740;&#1583; &#1583;&#1575;&#1585;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1575;&#1585;&#1575;&#1740; &#1575;&#1604;&#1605;&#1575;&#1606; &#1607;&#1575;&#1740; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1607; &#1588;&#1605;&#1575; &#1575;&#1605;&#1705;&#1575;&#1606; &#1605;&#1740; &#1583;&#1607;&#1583; &#1588;&#1582;&#1589;&#1740;&#1578; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1575; &#1575;&#1585;&#1578;&#1602;&#1575; &#1605;&#1607;&#1575;&#1585;&#1578; &#1607;&#1575; &#1608; &#1578;&#1580;&#1607;&#1740;&#1586;&#1575;&#1578; &#1580;&#1583;&#1740;&#1583;&#1548; &#1602;&#1608;&#1740; &#1578;&#1585; &#1705;&#1606;&#1740;&#1583;. &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1662;&#1585; &#1575;&#1586; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1587;&#1585;&#1575;&#1740;&#1740; &#1605;&#1581;&#1740;&#1591;&#1740; &#1575;&#1587;&#1578;&#1548; &#1740;&#1593;&#1606;&#1740; &#1580;&#1586;&#1574;&#1740;&#1575;&#1578; &#1605;&#1581;&#1740;&#1591; &#1608; &#1575;&#1588;&#1740;&#1575;&#1569; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1576;&#1582;&#1588;&#1740; &#1575;&#1586; &#1585;&#1608;&#1575;&#1740;&#1578; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1711;&#1608; &#1705;&#1606;&#1606;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i5-8400 / AMD Ryzen 3 3300X
Memory: 8 GB RAM
Graphics: GTX 1060 / Radeon RX 580 (6GB+ RAM)
DirectX: Version 11
Storage: 30 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Flintlock:%20The%20Siege%20of%20Dawn/Flintlock-The-Siege-of-Dawn-Screenshot-021.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Flintlock:%20The%20Siege%20of%20Dawn/Flintlock-The-Siege-of-Dawn-Screenshot-022.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Flintlock:%20The%20Siege%20of%20Dawn/flintlock-the-siege-of-dawn-gamescom-2022-screenshots_28qn.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Flintlock:%20The%20Siege%20of%20Dawn/flintlock_thesiege_of_dawn_screen10_b12125d0-1fe4-47f0-8fe7-a528a284c884.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Flintlock:%20The%20Siege%20of%20Dawn/41ffd2fa22efc98a8d9c3c635ef1ed7c45540644-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/1066318/flintlock-the-siege-of-dawn-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 71/100<br/>Steam: 7/10<br/>IGN: 7/10<br/><br/>Initial release date: 2024<br/>
    </div>
  </BODY>
</html>