<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Football Manager 2023</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2850.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index6.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="1172.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2863f.jpg">
        <img src="../images/2863f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Football Manager 2023</div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#201</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <br/>
            <b>5 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;Football Manager 2023 &#1583;&#1575;&#1585;&#1575;&#1740; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1575;&#1740; &#1605;&#1588;&#1575;&#1576;&#1607; &#1576;&#1575; &#1587;&#1575;&#1740;&#1585; &#1570;&#1579;&#1575;&#1585; &#1587;&#1585;&#1740; Football Manager &#1575;&#1587;&#1578;. &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1588;&#1575;&#1605;&#1604; &#1662;&#1584;&#1740;&#1585;&#1601;&#1578;&#1606; &#1605;&#1587;&#1574;&#1608;&#1604;&#1740;&#1578; &#1740;&#1705; &#1578;&#1740;&#1605; &#1601;&#1608;&#1578;&#1576;&#1575;&#1604; &#1581;&#1585;&#1601;&#1607;&#8204;&#1575;&#1740; &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1605;&#1583;&#1740;&#1585; &#1578;&#1740;&#1605; &#1575;&#1587;&#1578;. &#1711;&#1740;&#1605;&#1585;&#1607;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1576;&#1575; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1601;&#1608;&#1578;&#1576;&#1575;&#1604; &#1578;&#1575;&#1586;&#1607; &#1705;&#1575;&#1585; &#1602;&#1585;&#1575;&#1585;&#1583;&#1575;&#1583; &#1576;&#1576;&#1606;&#1583;&#1606;&#1583;&#1548; &#1575;&#1605;&#1608;&#1585; &#1605;&#1575;&#1604;&#1740; &#1576;&#1575;&#1588;&#1711;&#1575;&#1607; &#1585;&#1575; &#1605;&#1583;&#1740;&#1585;&#1740;&#1578; &#1705;&#1606;&#1606;&#1583; &#1608; &#1576;&#1575; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1589;&#1581;&#1576;&#1578;&#8204;&#1607;&#1575;&#1740; &#1578;&#1740;&#1605;&#1740; &#1575;&#1606;&#1580;&#1575;&#1605; &#1583;&#1607;&#1606;&#1583;. Football Manager 2023 &#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586; &#1605;&#1583;&#1740;&#1585;&#1740;&#1578; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740; &#1608;&#1575;&#1602;&#1593;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1576;&#1585; &#1575;&#1587;&#1575;&#1587; &#1593;&#1608;&#1575;&#1605;&#1604; &#1605;&#1582;&#1578;&#1604;&#1601; &#1578;&#1608;&#1587;&#1591; &#1607;&#1608;&#1588; &#1605;&#1589;&#1606;&#1608;&#1593;&#1740; &#1589;&#1575;&#1581;&#1576;&#1575;&#1606; &#1608; &#1607;&#1740;&#1574;&#1578; &#1605;&#1583;&#1740;&#1585;&#1607; &#1576;&#1575;&#1588;&#1711;&#1575;&#1607; &#1602;&#1590;&#1575;&#1608;&#1578; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;.<br/><br/>Football Manager 2023 &#1583;&#1575;&#1585;&#1575;&#1740; &#1740;&#1705; &#1605;&#1575;&#1688;&#1608;&#1604; &#1606;&#1602;&#1604; &#1608; &#1575;&#1606;&#1578;&#1602;&#1575;&#1604;&#1575;&#1578; &#1608;&#1575;&#1602;&#1593;&#8204;&#1711;&#1585;&#1575;&#1740;&#1575;&#1606;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1585; &#1570;&#1606; &#1576;&#1575;&#1588;&#1711;&#1575;&#1607;&#8204;&#1607;&#1575; &#1608; &#1605;&#1583;&#1740;&#1585;&#1575;&#1606; &#1581;&#1585;&#1740;&#1601; &#1585;&#1608;&#1740;&#1705;&#1585;&#1583; &#1608;&#1575;&#1602;&#1593;&#1740;&#8204;&#1578;&#1585;&#1740; &#1585;&#1575; &#1607;&#1606;&#1711;&#1575;&#1605; &#1575;&#1585;&#1575;&#1574;&#1607; &#1740;&#1575; &#1662;&#1575;&#1587;&#1582; &#1576;&#1607; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583;&#1575;&#1578; &#1606;&#1602;&#1604; &#1608; &#1575;&#1606;&#1578;&#1602;&#1575;&#1604;&#1575;&#1578; &#1575;&#1578;&#1582;&#1575;&#1584; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;. &#1578;&#1593;&#1575;&#1605;&#1604; &#1576;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606;&#1548; &#1605;&#1583;&#1740;&#1585;&#1575;&#1606;&#1548; &#1585;&#1602;&#1576;&#1575;&#1740; &#1570;&#1606;&#1607;&#1575; &#1608; &#1585;&#1587;&#1575;&#1606;&#1607;&#8204;&#1607;&#1575; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1580;&#1583;&#1740;&#1583; &#1576;&#1607;&#1576;&#1608;&#1583; &#1740;&#1575;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;. &#1605;&#1584;&#1575;&#1705;&#1585;&#1575;&#1578; &#1602;&#1585;&#1575;&#1585;&#1583;&#1575;&#1583; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1608;&#1575;&#1602;&#1593;&#8204;&#1576;&#1740;&#1606;&#1575;&#1606;&#1607;&#8204;&#1578;&#1585; &#1575;&#1587;&#1578;&#1548; &#1586;&#1740;&#1585;&#1575; &#1605;&#1583;&#1740;&#1585;&#1575;&#1606; &#1608; &#1607;&#1740;&#1574;&#1578; &#1605;&#1583;&#1740;&#1585;&#1607; &#1575;&#1705;&#1606;&#1608;&#1606; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1605;&#1591;&#1575;&#1604;&#1576;&#1575;&#1578; &#1582;&#1608;&#1583; &#1585;&#1575; &#1605;&#1591;&#1585;&#1581; &#1705;&#1606;&#1606;&#1583; &#1608; &#1583;&#1740;&#1583;&#1711;&#1575;&#1607;&#8204;&#1607;&#1575;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1588;&#1711;&#1575;&#1607; &#1583;&#1585; &#1605;&#1589;&#1575;&#1581;&#1576;&#1607;&#8204;&#1607;&#1575;&#1740; &#1575;&#1608;&#1604;&#1740;&#1607; &#1705;&#1575;&#1585;&#1740; &#1608; &#1576;&#1581;&#1579; &#1578;&#1605;&#1583;&#1740;&#1583; &#1602;&#1585;&#1575;&#1585;&#1583;&#1575;&#1583; &#1576;&#1740;&#1575;&#1606; &#1705;&#1606;&#1606;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Football Manager 2023 &#1711;&#1740;&#1605;&#1585;&#1607;&#1575; &#1585;&#1575; &#1576;&#1607; &#1740;&#1705; &#1601;&#1608;&#1578;&#1576;&#1575;&#1604;&#8204;&#1583;&#1608;&#1587;&#1578; &#1576;&#1607;&#1578;&#1585; &#1608; &#1570;&#1711;&#1575;&#1607;&#8204;&#1578;&#1585; &#1578;&#1576;&#1583;&#1740;&#1604; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1578;&#1606;&#1608;&#1593; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1576;&#1585;&#1575;&#1740; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576;&#1548; &#1608;&#1585;&#1586;&#1588;&#1711;&#1575;&#1607;&#8204;&#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1583;&#1585; &#1570;&#1606; &#1585;&#1602;&#1575;&#1576;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;&#1548; &#1570;&#1605;&#1575;&#1585; &#1608; &#1575;&#1585;&#1602;&#1575;&#1605; &#1583;&#1602;&#1740;&#1602; &#1576;&#1585;&#1575;&#1740; &#1575;&#1601;&#1585;&#1575;&#1583; &#1593;&#1604;&#1575;&#1602;&#1607;&#8204;&#1605;&#1606;&#1583; &#1608; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1605;&#1608;&#1575;&#1585;&#1583; &#1583;&#1740;&#1711;&#1585; &#1575;&#1586; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1740;&#1705; &#1588;&#1575;&#1607;&#1705;&#1575;&#1585; &#1585;&#1575; &#1587;&#1575;&#1582;&#1578;&#1607; &#1575;&#1587;&#1578;. &#1583;&#1606;&#1740;&#1575;&#1740; &#1608;&#1587;&#1740;&#1593;&#1740; &#1583;&#1585; &#1582;&#1575;&#1585;&#1580; &#1575;&#1586; &#1604;&#1740;&#1711; &#1576;&#1585;&#1578;&#1585; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583;&#1548; &#1662;&#1585; &#1575;&#1586; &#1575;&#1587;&#1578;&#1593;&#1583;&#1575;&#1583;&#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1576;&#1585;&#1575;&#1740; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1570;&#1605;&#1575;&#1583;&#1607; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1662;&#1587; &#1607;&#1585; &#1670;&#1607; &#1587;&#1585;&#1740;&#1593;&#8204;&#1578;&#1585; &#1583;&#1587;&#1578; &#1576;&#1607; &#1705;&#1575;&#1585; &#1588;&#1583;&#1607; &#1608; &#1576;&#1575; &#1583;&#1575;&#1606;&#1604;&#1608;&#1583; &#1576;&#1575;&#1586;&#1740; Football Manager 2023&#1548; &#1578;&#1576;&#1583;&#1740;&#1604; &#1576;&#1607; &#1606;&#1575;&#1576;&#1594;&#1607; &#1605;&#1583;&#1740;&#1585;&#1740;&#1578; &#1601;&#1608;&#1578;&#1576;&#1575;&#1604; &#1576;&#1593;&#1583;&#1740; &#1588;&#1608;&#1740;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Football Manager 2023 &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1605;&#1583;&#1740;&#1585;&#1740;&#1578; &#1608; &#1607;&#1583;&#1575;&#1740;&#1578; &#1578;&#1740;&#1605;&#8204;&#1607;&#1575;&#1740; &#1601;&#1608;&#1578;&#1576;&#1575;&#1604;&#1740; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1605;&#1581;&#1576;&#1608;&#1576;&#8204;&#1578;&#1585;&#1740;&#1606; &#1576;&#1585;&#1606;&#1583;&#1607;&#1575; &#1583;&#1585; &#1605;&#1740;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586; &#1608; &#1608;&#1585;&#1586;&#1588;&#1740; &#1575;&#1587;&#1578;. &#1575;&#1711;&#1585; &#1591;&#1585;&#1601;&#8204;&#1583;&#1575;&#1585; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1605;&#1578;&#1606;&#8204;&#1607;&#1575; &#1608; &#1570;&#1605;&#1575;&#1585; &#1608; &#1575;&#1585;&#1602;&#1575;&#1605; &#1662;&#1740;&#1670;&#1740;&#1583;&#1607; &#1605;&#1580;&#1575;&#1586;&#1740; &#1608; &#1578;&#1604;&#1575;&#1588; &#1576;&#1585;&#1575;&#1740; &#1576;&#1585;&#1583;&#1606; &#1576;&#1575;&#1588;&#1711;&#1575;&#1607; &#1601;&#1608;&#1578;&#1576;&#1575;&#1604; &#1705;&#1608;&#1670;&#1705; &#1588;&#1607;&#1585; &#1582;&#1608;&#1583; &#1576;&#1607; &#1604;&#1740;&#1711; &#1602;&#1607;&#1585;&#1605;&#1575;&#1606;&#1575;&#1606; &#1607;&#1587;&#1578;&#1740;&#1583;&#1548; &#1607;&#1740;&#1670; &#1670;&#1740;&#1586; &#1576;&#1607;&#1578;&#1585; &#1575;&#1586; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585;&#1608;&#1606; &#1576;&#1575;&#1586;&#1575;&#1585; &#1608;&#1580;&#1608;&#1583; &#1606;&#1583;&#1575;&#1585;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Football Manager 2021 &#1608; We are Football &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core 2 or AMD Athlon 64 X2
Memory: 4 GB RAM
Graphics: Intel GMA X4500, NVIDIA GeForce 9600M GT, AMD/ATI Mobility Radeon HD 3650
Storage: 7 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1608;&#1585;&#1586;&#1588;&#1740;, &#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Football%20Manager%202023/6405d63fa39aa5f64d307cb9_image3.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Football%20Manager%202023/ca15718dec89f40368c603c03e67b554.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Football%20Manager%202023/ss_1de15b6145de31fdc907895de2ec69a6d44e5237.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Football%20Manager%202023/ss_8d2a70ea08faf17cb96b7f9efff3bdb68d5bb425.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Football%20Manager%202023/2518d093be66a9d831b901d0567d07ac48275075-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/885160/football-manager-2023-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 84/100<br/>Steam: 5/10<br/><br/>Initial release date: November 7, 2022<br/>
    </div>
  </BODY>
</html>