<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Ghostrunner 2</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="3030.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index7.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="3041.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/2985f.jpg">
        <img src="../images/2985f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Ghostrunner 2&#160;(2023)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Ghostrunner&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action, Action/Adventure, Hack &amp; Slash</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#209</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>505 Games</b>
	    &#160;
	   	One More Level
            <br/>
            <b>21.3 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1711;&#1608;&#1587;&#1578; &#1585;&#1575;&#1606;&#1585; 2 &#1583;&#1606;&#1576;&#1575;&#1604;&#1607;&#8204;&#1575;&#1740; &#1607;&#1740;&#1580;&#1575;&#1606;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586; &#1608; &#1582;&#1740;&#1585;&#1607;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607;&#8204;&#1575;&#1740; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; Ghostrunner &#1575;&#1587;&#1578; &#1705;&#1607; &#1607;&#1605;&#1607; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1602;&#1587;&#1605;&#1578; &#1575;&#1608;&#1604; &#1585;&#1575; &#1593;&#1575;&#1604;&#1740; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;&#1548; &#1583;&#1585;&#1608;&#1606; &#1582;&#1608;&#1583; &#1580;&#1575;&#1740; &#1583;&#1575;&#1583;&#1607; &#1608; &#1570;&#1606; &#1585;&#1575; &#1576;&#1607; &#1587;&#1591;&#1581; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1580;&#1583;&#1740;&#1583;&#1740; &#1575;&#1585;&#1578;&#1602;&#1575; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1575;&#1711;&#1585; &#1593;&#1575;&#1588;&#1602; &#1575;&#1705;&#1588;&#1606;&#8204;&#1607;&#1575;&#1740; &#1588;&#1575;&#1605;&#1604; &#1587;&#1604;&#1575;&#1581; &#1587;&#1585;&#1583; &#1608; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589;&#1616; Ghostrunner &#1576;&#1575; &#1587;&#1585;&#1593;&#1578;&#1616; &#1581;&#1605;&#1604;&#1575;&#1578; &#1740;&#1705; &#1590;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1576;&#1608;&#1583;&#1740;&#1583;&#1548; &#1662;&#1587; &#1575;&#1586; &#1575;&#1740;&#1606; &#1575;&#1579;&#1585; &#1606;&#1575;&#1575;&#1605;&#1740;&#1583; &#1606;&#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1588;&#1583;. &#1575;&#1740;&#1606; &#1583;&#1606;&#1576;&#1575;&#1604;&#1607; &#1593;&#1606;&#1575;&#1589;&#1585; &#1575;&#1589;&#1604;&#1740; &#1585;&#1575; &#1581;&#1601;&#1592; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1705;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1575;&#1608;&#1604; &#1585;&#1575; &#1578;&#1593;&#1585;&#1740;&#1601; &#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;: &#1587;&#1585;&#1740;&#1593; &#1583;&#1608;&#1740;&#1583;&#1606;&#1548; &#1587;&#1585;&#1740;&#1593; &#1587;&#1585; &#1582;&#1608;&#1585;&#1583;&#1606;&#1548; &#1587;&#1585;&#1740;&#1593; &#1705;&#1588;&#1578;&#1606; &#1608; &#1575;&#1711;&#1585; &#1606;&#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1575;&#1740;&#1606; &#1705;&#1575;&#1585;&#1607;&#1575; &#1585;&#1575; &#1576;&#1607; &#1575;&#1606;&#1583;&#1575;&#1586;&#1607; &#1705;&#1575;&#1601;&#1740; &#1587;&#1585;&#1740;&#1593; &#1575;&#1606;&#1580;&#1575;&#1605; &#1583;&#1607;&#1740;&#1583;&#1548; &#1587;&#1585;&#1740;&#1593; &#1605;&#1585;&#1583;&#1606;. &#1576;&#1607; &#1578;&#1605;&#1575;&#1605; &#1575;&#1740;&#1606; &#1605;&#1608;&#1575;&#1585;&#1583;&#1548; &#1575;&#1587;&#1604;&#1581;&#1607;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583;&#1548; &#1576;&#1575;&#1587;&#8204;&#1607;&#1575;&#1740; &#1587;&#1582;&#1578; &#1608; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1670;&#1588;&#1605; &#1606;&#1608;&#1575;&#1586; &#1608; &#1576;&#1587;&#1740;&#1575;&#1585; &#1582;&#1740;&#1585;&#1607; &#1705;&#1606;&#1606;&#1583;&#1607; &#1585;&#1575; &#1606;&#1740;&#1586; &#1575;&#1590;&#1575;&#1601;&#1607; &#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1740;&#1705;&#1740; &#1575;&#1586; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588;&#8204;&#1578;&#1585;&#1740;&#1606; &#1588;&#1608;&#1578;&#1585;&#1607;&#1575;&#1740; &#1587;&#1575;&#1604;<br/>Ghostrunner 2 &#1575;&#1576;&#1593;&#1575;&#1583; &#1580;&#1583;&#1740;&#1583;&#1740; &#1576;&#1607; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1575;&#1590;&#1575;&#1601;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;&#1548; &#1605;&#1575;&#1606;&#1606;&#1583; &#1587;&#1608;&#1575;&#1585; &#1588;&#1583;&#1606; &#1576;&#1585; &#1740;&#1705; &#1605;&#1608;&#1578;&#1608;&#1585; &#1587;&#1740;&#1705;&#1604;&#1578; &#1588;&#1740;&#1705; &#1608; &#1605;&#1593;&#1585;&#1601;&#1740; &#1591;&#1740;&#1601; &#1711;&#1587;&#1578;&#1585;&#1583;&#1607;&#8204;&#1578;&#1585;&#1740; &#1575;&#1586; &#1578;&#1585;&#1601;&#1606;&#1583;&#1607;&#1575;&#1740; &#1606;&#1740;&#1606;&#1580;&#1575;&#1740;&#1740; &#1576;&#1585;&#1575;&#1740; &#1588;&#1582;&#1589;&#1740; &#1587;&#1575;&#1586;&#1740; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740; &#1588;&#1605;&#1575;. &#1575;&#1740;&#1606; &#1583;&#1606;&#1576;&#1575;&#1604;&#1607; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1583;&#1575;&#1585;&#1575;&#1740; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1601;&#1585;&#1575;&#1711;&#1740;&#1585;&#1578;&#1585;&#1548; &#1605;&#1585;&#1575;&#1581;&#1604; &#1605;&#1578;&#1606;&#1608;&#1593;&#1548; &#1606;&#1576;&#1585;&#1583;&#1607;&#1575;&#1740; &#1581;&#1605;&#1575;&#1587;&#1740; &#1576;&#1575;&#1587;&#1548; &#1608; &#1605;&#1608;&#1587;&#1740;&#1602;&#1740; &#1605;&#1578;&#1606; &#1578;&#1662;&#1606;&#1583;&#1607;&#8204;&#1575;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1575;&#1705;&#1588;&#1606; &#1585;&#1575; &#1578;&#1588;&#1583;&#1740;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1576;&#1583;&#1608;&#1606; &#1588;&#1705; &#1740;&#1705;&#1740; &#1575;&#1586; &#1607;&#1740;&#1580;&#1575;&#1606;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1575;&#1705;&#1588;&#1606; &#1587;&#1575;&#1604; &#1585;&#1575; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1583;&#1575;&#1585;&#1740;&#1583;. Ghostrunner 2 &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1585;&#1575; &#1605;&#1583;&#1578; &#1705;&#1608;&#1578;&#1575;&#1607;&#1740; &#1662;&#1587; &#1575;&#1586; &#1575;&#1578;&#1601;&#1575;&#1602;&#1575;&#1578; &#1576;&#1575;&#1586;&#1740; &#1575;&#1608;&#1604; &#1575;&#1583;&#1575;&#1605;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1585;&#1608;&#1575;&#1740;&#1578; &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1606;&#1602;&#1588; &#1605;&#1581;&#1608;&#1585;&#1740;&#8204;&#1578;&#1585;&#1740; &#1585;&#1575; &#1575;&#1740;&#1601;&#1575; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1576;&#1575; &#1588;&#1608;&#1585;&#1588;&#1740;&#1575;&#1606; &#1607;&#1605;&#1705;&#1575;&#1585; &#1578;&#1593;&#1575;&#1605;&#1604; &#1705;&#1585;&#1583;&#1607; &#1608; &#1583;&#1585; &#1605;&#1608;&#1585;&#1583; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1580;&#1584;&#1575;&#1576; &#1608; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575;&#1740; &#1570;&#1606;&#1607;&#1575; &#1605;&#1740;&#8204;&#1570;&#1605;&#1608;&#1586;&#1606;&#1583;.<br/><br/>&#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1607;&#1576;&#1608;&#1583;&#1740;&#1575;&#1601;&#1578;&#1607; &#1608; &#1576;&#1587;&#1740;&#1575;&#1585; &#1662;&#1740;&#1670;&#1740;&#1583;&#1607; &#1575;&#1705;&#1588;&#1606;<br/>&#1588;&#1607;&#1585; &#1587;&#1575;&#1740;&#1576;&#1585;&#1662;&#1575;&#1606;&#1705; &#1576;&#1575;&#1586;&#1740; &#1576;&#1740;&#1588;&#1578;&#1585; &#1588;&#1705;&#1604; &#1711;&#1585;&#1601;&#1578;&#1607; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1601;&#1585;&#1575;&#1711;&#1740;&#1585;&#1578;&#1585; &#1585;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1705;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1585;&#1575; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1605;&#1587;&#1578;&#1602;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; Zoe&#1548; Saul&#1548; Kira&#1548; &#1608; &#1670;&#1606;&#1583; &#1594;&#1575;&#1601;&#1604;&#1711;&#1740;&#1585;&#1740; &#1583;&#1740;&#1711;&#1585;&#1548; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1585;&#1575; &#1580;&#1584;&#1575;&#1576; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;. &#1576;&#1575; &#1575;&#1740;&#1606; &#1581;&#1575;&#1604; &#1593;&#1605;&#1602; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1593;&#1592;&#1740;&#1605;&#8204;&#1578;&#1585; &#1585;&#1575; &#1606;&#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1583;&#1575;&#1588;&#1578;. &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; Ghostrunner 2 &#1605;&#1705;&#1575;&#1606;&#1740;&#1705; &#1740;&#1705; &#1590;&#1585;&#1576;&#1607; &#1576;&#1585;&#1575;&#1740; &#1705;&#1588;&#1578;&#1606; &#1585;&#1575; &#1607;&#1605; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1608; &#1607;&#1605; &#1576;&#1585;&#1575;&#1740; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1581;&#1601;&#1592; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1587;&#1585;&#1740;&#1593; &#1585;&#1575; &#1575;&#1740;&#1580;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1605;&#1578;&#1608;&#1580;&#1607; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1588;&#1583; &#1705;&#1607; &#1583;&#1585; &#1605;&#1608;&#1602;&#1593;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1575;&#1705;&#1588;&#1606; &#1576;&#1607; &#1588;&#1583;&#1578; &#1670;&#1575;&#1604;&#1588; &#1576;&#1585;&#1575;&#1606;&#1711;&#1740;&#1586; &#1608; &#1583;&#1588;&#1608;&#1575;&#1585;&#1548; &#1576;&#1575; &#1591;&#1585;&#1575;&#1581;&#1740; &#1583;&#1602;&#1740;&#1602; &#1662;&#1585;&#1578;&#1575;&#1576; &#1605;&#1740;&#8204;&#1588;&#1608;&#1740;&#1583; &#1608; &#1576;&#1740;&#1606; &#1575;&#1580;&#1578;&#1606;&#1575;&#1576; &#1575;&#1586; &#1581;&#1605;&#1604;&#1607; &#1583;&#1588;&#1605;&#1606; &#1608; &#1576;&#1587;&#1578;&#1606; &#1601;&#1575;&#1589;&#1604;&#1607; &#1576;&#1585;&#1575;&#1740; &#1587;&#1585;&#1705;&#1608;&#1576; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1578;&#1593;&#1575;&#1583;&#1604; &#1576;&#1585;&#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1608; &#1576;&#1575;&#1587;&#8204;&#1607;&#1575;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1670;&#1575;&#1604;&#1588; &#1576;&#1585;&#1575;&#1606;&#1711;&#1740;&#1586;<br/>Ghostrunner 2 &#1740;&#1705; &#1575;&#1587;&#1578;&#1602;&#1575;&#1605;&#1578; &#1587;&#1606;&#1580; &#1585;&#1575; &#1605;&#1593;&#1585;&#1601;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1705;&#1607; &#1576;&#1585; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740; &#1588;&#1605;&#1575; &#1583;&#1585; &#1580;&#1604;&#1608;&#1711;&#1740;&#1585;&#1740; &#1575;&#1586; &#1581;&#1605;&#1604;&#1575;&#1578; &#1608; &#1590;&#1585;&#1576;&#1575;&#1578; &#1605;&#1578;&#1608;&#1575;&#1604;&#1740; &#1670;&#1606;&#1583;&#1740;&#1606; &#1576;&#1575;&#1585; &#1578;&#1571;&#1579;&#1740;&#1585; &#1605;&#1740;&#8204;&#1711;&#1584;&#1575;&#1585;&#1583;. &#1583;&#1585; &#1581;&#1575;&#1604;&#1740; &#1705;&#1607; &#1576;&#1604;&#1575;&#1705; &#1705;&#1585;&#1583;&#1606; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1740;&#1705; &#1606;&#1580;&#1575;&#1578; &#1583;&#1607;&#1606;&#1583;&#1607; &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1576;&#1575;&#1588;&#1583;&#1548; &#1601;&#1585;&#1575;&#1585; &#1575;&#1586; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1576;&#1607; &#1583;&#1604;&#1740;&#1604; &#1578;&#1582;&#1604;&#1740;&#1607; &#1587;&#1585;&#1740;&#1593; &#1575;&#1606;&#1585;&#1688;&#1740; &#1608; &#1608;&#1580;&#1608;&#1583; &#1581;&#1605;&#1604;&#1575;&#1578; &#1594;&#1740;&#1585; &#1602;&#1575;&#1576;&#1604; &#1604;&#1605;&#1587;&#1548; &#1705;&#1604;&#1740;&#1583; &#1576;&#1602;&#1575; &#1575;&#1587;&#1578;. &#1605;&#1593;&#1585;&#1601;&#1740; &#1576;&#1604;&#1575;&#1705; &#1705;&#1585;&#1583;&#1606;&#1548; &#1576;&#1607; &#1582;&#1589;&#1608;&#1589; &#1583;&#1585; &#1576;&#1585;&#1582;&#1608;&#1585;&#1583; &#1576;&#1575; &#1576;&#1575;&#1587;&#1548; &#1705;&#1605;&#1740; &#1570;&#1586;&#1575;&#1583;&#1740; &#1593;&#1605;&#1604; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1585;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1608; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1582;&#1588;&#1606;&#1583;&#1607;&#8204;&#1578;&#1585; &#1608; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588;&#8204;&#1578;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. Ghostrunner &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1605;&#1607;&#1575;&#1585;&#1578;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740; Shadow &#1585;&#1575; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1588;&#1605;&#1575; &#1585;&#1575; &#1606;&#1575;&#1605;&#1585;&#1574;&#1740; &#1705;&#1585;&#1583;&#1607; &#1608; &#1740;&#1705; &#1591;&#1593;&#1605;&#1607; &#1575;&#1740;&#1580;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; Flux &#1705;&#1607; &#1576;&#1607; &#1588;&#1605;&#1575; &#1575;&#1605;&#1705;&#1575;&#1606; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1740;&#1705; &#1662;&#1585;&#1578;&#1608; &#1604;&#1740;&#1586;&#1585; &#1605;&#1583;&#1575;&#1608;&#1605; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1581;&#1584;&#1601; &#1580;&#1605;&#1593;&#1740;&#1578; &#1570;&#1586;&#1575;&#1583; &#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1583;&#1606;&#1576;&#1575;&#1604;&#1607;&#8204;&#1575;&#1740; &#1602;&#1608;&#1740; &#1608; &#1581;&#1578;&#1740; &#1576;&#1607;&#1578;&#1585; &#1575;&#1586; &#1606;&#1587;&#1582;&#1607; &#1575;&#1608;&#1604;<br/>Ghostrunner 2 &#1583;&#1606;&#1576;&#1575;&#1604;&#1607;&#8204;&#1575;&#1740; &#1605;&#1607;&#1605; &#1575;&#1587;&#1578; &#1705;&#1607; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1582;&#1608;&#1576; &#1606;&#1587;&#1582;&#1607; &#1575;&#1589;&#1604;&#1740; &#1585;&#1575; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1583; &#1608; &#1570;&#1606; &#1585;&#1575; &#1578;&#1602;&#1608;&#1740;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1576;&#1585;&#1602; &#1570;&#1587;&#1575;&#1740; &#1587;&#1585;&#1740;&#1593; &#1608; &#1605;&#1576;&#1578;&#1606;&#1740; &#1576;&#1585; &#1605;&#1607;&#1575;&#1585;&#1578;&#1548; &#1576;&#1575; &#1578;&#1585;&#1601;&#1606;&#1583;&#1607;&#1575; &#1608; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583; &#1576;&#1585;&#1575;&#1740; &#1605;&#1578;&#1606;&#1608;&#1593; &#1705;&#1585;&#1583;&#1606; &#1585;&#1608;&#1740;&#1705;&#1585;&#1583; &#1588;&#1605;&#1575; &#1583;&#1585; &#1607;&#1585; &#1605;&#1608;&#1602;&#1593;&#1740;&#1578;&#1548; &#1607;&#1740;&#1580;&#1575;&#1606; &#1575;&#1606;&#1711;&#1740;&#1586; &#1575;&#1587;&#1578;. &#1662;&#1575;&#1585;&#1705;&#1608;&#1585; &#1605;&#1579;&#1604; &#1607;&#1605;&#1740;&#1588;&#1607; &#1583;&#1602;&#1740;&#1602; &#1575;&#1587;&#1578; &#1608; &#1587;&#1705;&#1575;&#1606;&#1587;&#8204;&#1607;&#1575;&#1740; &#1605;&#1608;&#1578;&#1608;&#1585;&#1587;&#1740;&#1705;&#1604;&#1578; &#1607;&#1740;&#1580;&#1575;&#1606; &#1575;&#1606;&#1711;&#1740;&#1586; &#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1608;&#1583;. &#1575;&#1711;&#1585; &#1575;&#1586; &#1606;&#1587;&#1582;&#1607; &#1575;&#1589;&#1604;&#1740; &#1604;&#1584;&#1578; &#1576;&#1585;&#1583;&#1740;&#1583;&#1548; &#1575;&#1740;&#1606; &#1583;&#1606;&#1576;&#1575;&#1604;&#1607; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1590;&#1585;&#1608;&#1585;&#1740; &#1575;&#1587;&#1578;&#1548; &#1607;&#1585;&#1670;&#1606;&#1583; &#1705;&#1587;&#1575;&#1606;&#1740; &#1705;&#1607; &#1576;&#1575; &#1711;&#1740;&#1605;&#8204;&#1662;&#1604;&#1740; &#1588;&#1583;&#1740;&#1583; &#1575;&#1608;&#1604;&#1740;&#1606; Ghostrunner &#1582;&#1608; &#1606;&#1711;&#1585;&#1601;&#1578;&#1606;&#1583;&#1548; &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1575;&#1740;&#1606; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578;&#8204;&#1607;&#1575; &#1585;&#1575; &#1605;&#1591;&#1575;&#1576;&#1602; &#1605;&#1740;&#1604; &#1582;&#1608;&#1583; &#1662;&#1740;&#1583;&#1575; &#1606;&#1705;&#1606;&#1606;&#1583;. &#1583;&#1585; &#1607;&#1585; &#1589;&#1608;&#1585;&#1578;&#1548; Ghostrunner 2 &#1575;&#1586; &#1605;&#1607;&#1605;&#8204;&#1578;&#1585;&#1740;&#1606; &#1588;&#1608;&#1578;&#1585;&#1607;&#1575;&#1740; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589; &#1608; &#1575;&#1705;&#1588;&#1606; &#1587;&#1575;&#1604; &#1576;&#1608;&#1583;&#1607; &#1608; &#1583;&#1575;&#1606;&#1604;&#1608;&#1583; &#1570;&#1606; &#1576;&#1607; &#1607;&#1605;&#1607; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Ghostrunner Project Hel &#1608; Ghostrunner Neon &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i5-4590 (4 * 3300) or equivalent / AMD FX-8350 (4 * 4000) or equivalent
Memory: 8 GB RAM
Graphics: GeForce GTX 960 (4096 MB) / Radeon RX 480 (8192 MB) or Intel Arc A380 (8192 MB)
Storage: 65 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1662;&#1604;&#1578;&#1601;&#1585;&#1605;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Ghostrunner%202/1e9cd-16980702461153-1920.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Ghostrunner%202/Ghostrunner-2-4.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Ghostrunner%202/Ghostrunner-2-6.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Ghostrunner%202/Ghostrunner-II_2023_05-24-23_015.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Ghostrunner%202/9fef7ad8cf2285a099e653f9be978d1f55430944-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/987836/ghostrunner-2-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 81/100<br/>Steam: 9/10<br/>IGN: 9/10<br/><br/>Initial release date: October 26, 2023<br/>
    </div>
  </BODY>
</html>