<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>GRID 2</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2961.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index7.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="1875.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/3071f.png">
        <img src="../images/3071f.png" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">GRID 2&#160;(2013)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(GRID&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Racing</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#214</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Codemasters</b>
	    &#160;
	   	Codemasters
            <br/>
            <b>3 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;Grid 2 &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604;&#8204;&#1585;&#1575;&#1606;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607;&#8204;&#1575;&#1740; &#1585;&#1575; &#1588;&#1585;&#1705;&#1578; Codemasters &#1587;&#1662;&#1578;&#1575;&#1605;&#1576;&#1585; 2014 &#1576;&#1585;&#1575;&#1740; &#1578;&#1605;&#1575;&#1605;&#1740; &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;&#8204;&#1607;&#1575; &#1605;&#1606;&#1578;&#1588;&#1585; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1607;&#1588;&#1578;&#1605; &#1583;&#1585; &#1587;&#1585;&#1740; TOCA &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1585;&#1575;&#1740; &#1575;&#1608;&#1604;&#1740;&#1606; &#1576;&#1575;&#1585; &#1583;&#1585; &#1606;&#1605;&#1575;&#1740;&#1588;&#1711;&#1575;&#1607; Eurogamer Expo &#1583;&#1585; &#1587;&#1575;&#1604; 2007 &#1576;&#1607; &#1606;&#1605;&#1575;&#1740;&#1588; &#1583;&#1585;&#8204;&#1570;&#1605;&#1583;. &#1583;&#1585; &#1607;&#1605;&#1575;&#1606; &#1575;&#1608;&#1604;&#1740;&#1606; &#1587;&#1575;&#1604; &#1575;&#1606;&#1578;&#1588;&#1575;&#1585;&#1548; &#1606;&#1575;&#1605;&#1586;&#1583; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1608;&#1585;&#1586;&#1588;&#1740; &#1740;&#1575; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607;&#8204;&#1575;&#1740; &#1583;&#1585; &#1587;&#1607; &#1580;&#1588;&#1606;&#1608;&#1575;&#1585;&#1607; &#1605;&#1593;&#1578;&#1576;&#1585; &#1576;&#1740;&#1606;&#8204;&#1575;&#1604;&#1605;&#1604;&#1604;&#1740; &#1575;&#1586;&#8204;&#1580;&#1605;&#1604;&#1607; BAFTA &#1711;&#1585;&#1583;&#1740;&#1583;. &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740;&#1548; &#1607;&#1605;&#1575;&#1606; &#1578;&#1740;&#1605; &#1578;&#1607;&#1740;&#1607;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; Grid &#1583;&#1585; &#1587;&#1575;&#1604; 2008 &#1607;&#1587;&#1578;&#1606;&#1583; &#1705;&#1607; &#1575;&#1604;&#1576;&#1578;&#1607; Dirt 3 &#1587;&#1575;&#1604; 2011 &#1583;&#1585; &#1607;&#1605;&#1740;&#1606; &#1587;&#1576;&#1705; &#1587;&#1575;&#1582;&#1578;&#1607; &#1608; &#1576;&#1587;&#1740;&#1575;&#1585; &#1607;&#1605; &#1605;&#1608;&#1601;&#1602; &#1576;&#1608;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;.<br/><br/>&#1588;&#1605;&#1575; &#1608; &#1585;&#1575;&#1606;&#1606;&#1583;&#1711;&#1575;&#1606; &#1583;&#1740;&#1711;&#1585; &#1576;&#1575; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604;&#8204;&#1607;&#1575;&#1740; &#1578;&#1608;&#1604;&#1740;&#1583;&#1740; &#1670;&#1607;&#1575;&#1585; &#1583;&#1607;&#1607;&#1548; &#1583;&#1585; &#1587;&#1607; &#1602;&#1575;&#1585;&#1607; &#1588;&#1575;&#1605;&#1604; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1575;&#1586; &#1605;&#1705;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1583;&#1606;&#1740;&#1575;&#1740; &#1608;&#1575;&#1602;&#1593;&#1740; &#1608; &#1588;&#1607;&#1585;&#1607;&#1575;&#1740;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1662;&#1575;&#1585;&#1740;&#1587; &#1608; &#8230; &#1585;&#1602;&#1575;&#1576;&#1578; &#1705;&#1585;&#1583;&#1607; &#1608; &#1576;&#1575; &#1594;&#1604;&#1576;&#1607; &#1576;&#1585; &#1570;&#1606;&#8204;&#1607;&#1575;&#1548; &#1579;&#1585;&#1608;&#1578; &#1608; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1583;&#1587;&#1578; &#1605;&#1740;&#8204;&#1570;&#1608;&#1585;&#1740;&#1583;. &#1593;&#1604;&#1575;&#1608;&#1607;&#8204;&#1576;&#1585; &#1575;&#1740;&#1606; &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1583;&#1585; &#1602;&#1575;&#1604;&#1576; &#1581;&#1590;&#1608;&#1585; &#1583;&#1585; &#1740;&#1705; &#1578;&#1740;&#1605; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604;&#8204;&#1585;&#1575;&#1606;&#1740;&#1548; &#1583;&#1585; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1583;&#1608;&#1585;&#1607;&#8204;&#1575;&#1740; &#1588;&#1585;&#1705;&#1578; &#1705;&#1606;&#1740;&#1583;. &#1591;&#1585;&#1575;&#1581;&#1740; &#1582;&#1608;&#1583;&#1585;&#1608;&#1607;&#1575;&#1548; &#1582;&#1740;&#1575;&#1576;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1588;&#1607;&#1585; &#1608; &#1580;&#1575;&#1583;&#1607;&#8204;&#1607;&#1575;&#1740; &#1705;&#1608;&#1607;&#1587;&#1578;&#1575;&#1606;&#1740; &#1605;&#1585;&#1711;&#1576;&#1575;&#1585; &#1608; &#1578;&#1605;&#1575;&#1605; &#1605;&#1581;&#1740;&#1591; &#1575;&#1591;&#1585;&#1575;&#1601; &#1570;&#1606;&#8204;&#1607;&#1575;&#1548; &#1578;&#1705;&#8204;&#1578;&#1705; &#1602;&#1587;&#1605;&#1578;&#8204;&#1607;&#1575; &#1608; &#1580;&#1586;&#1574;&#1740;&#1575;&#1578; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1606;&#1581;&#1608; &#1605;&#1605;&#1705;&#1606; &#1587;&#1575;&#1582;&#1578;&#1607;&#8204;&#1588;&#1583;&#1607; &#1578;&#1575; &#1576;&#1575;&#1604;&#1575;&#1578;&#1585;&#1740;&#1606; &#1581;&#1587; &#1740;&#1705; &#1585;&#1575;&#1606;&#1606;&#1583;&#1711;&#1740; &#1608;&#1575;&#1602;&#1593;&#1740; &#1585;&#1575; &#1576;&#1607; &#1705;&#1575;&#1585;&#1576;&#1585; &#1605;&#1606;&#1578;&#1602;&#1604; &#1705;&#1606;&#1583;. &#1583;&#1585; &#1589;&#1583;&#1575;&#1711;&#1584;&#1575;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1587;&#1593;&#1740; &#1588;&#1583;&#1607; &#1578;&#1575; &#1589;&#1583;&#1575;&#1740; &#1578;&#1608;&#1604;&#1740;&#1583;&#1588;&#1583;&#1607; &#1575;&#1586; &#1605;&#1608;&#1578;&#1608;&#1585; &#1607;&#1585; &#1605;&#1575;&#1588;&#1740;&#1606; &#1576;&#1575; &#1605;&#1575;&#1588;&#1740;&#1606; &#1583;&#1740;&#1711;&#1585; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1576;&#1575;&#1588;&#1583; &#1608; &#1583;&#1585; &#1570;&#1576;&#8204;&#1608;&#1607;&#1608;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1589;&#1583;&#1575;&#1740; &#1605;&#1608;&#1578;&#1608;&#1585; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1575;&#1587;&#1578;. &#1570;&#1576;&#8204;&#1608;&#1607;&#1608;&#1575;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1605;&#1608;&#1580;&#1608;&#1583; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740;&#1548; &#1583;&#1585; &#1587;&#1740;&#1587;&#1578;&#1605; &#1578;&#1593;&#1604;&#1740;&#1602; &#1582;&#1608;&#1583;&#1585;&#1608; &#1608; &#1585;&#1575;&#1606;&#1606;&#1583;&#1711;&#1740; &#1588;&#1605;&#1575; &#1606;&#1740;&#1586; &#1578;&#1571;&#1579;&#1740;&#1585; &#1605;&#1740;&#8204;&#1711;&#1584;&#1575;&#1585;&#1583;. &#1602;&#1583;&#1585;&#1578; &#1608; &#1587;&#1576;&#1705; &#1607;&#1585; &#1582;&#1608;&#1583;&#1585;&#1608; &#1576;&#1575; &#1583;&#1740;&#1711;&#1585;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1575;&#1587;&#1578; &#1608; &#1582;&#1608;&#1583;&#1585;&#1608;&#1607;&#1575;&#1740; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607;&#8204;&#1575;&#1740; &#1576;&#1607;&#8204;&#1589;&#1608;&#1585;&#1578; &#1575;&#1582;&#1578;&#1589;&#1575;&#1589;&#1740; &#1587;&#1575;&#1582;&#1578;&#1607;&#8204;&#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;.<br/><br/>&#1593;&#1604;&#1575;&#1608;&#1607;&#8204;&#1576;&#1585; &#1575;&#1740;&#1606;&#1548; &#1740;&#1705; &#1587;&#1740;&#1587;&#1578;&#1605; &#1607;&#1606;&#1583;&#1604;&#1740;&#1606;&#1711; &#1580;&#1583;&#1740;&#1583; &#1576;&#1575; &#1606;&#1575;&#1605; TrueFeel &#1591;&#1585;&#1575;&#1581;&#1740; &#1588;&#1583;&#1607; &#1705;&#1607; &#1607;&#1583;&#1601; &#1570;&#1606; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1583;&#1606; &#1585;&#1575;&#1606;&#1606;&#1583;&#1711;&#1740; &#1576;&#1740;&#1606; &#1608;&#1575;&#1602;&#1593;&#1740;&#1578; &#1608; &#1580;&#1584;&#1575;&#1576;&#1740;&#1578; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607; &#1575;&#1587;&#1578;. &#1587;&#1740;&#1587;&#1578;&#1605;&#1740; &#1705;&#1607; &#1575;&#1583;&#1593;&#1575; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1588;&#1582;&#1589;&#1740;&#1578; &#1605;&#1606;&#1581;&#1589;&#1585;&#8204;&#1576;&#1607;&#8204;&#1601;&#1585;&#1583; &#1601;&#1585;&#1605;&#1575;&#1606;&#8204;&#1662;&#1584;&#1740;&#1585;&#1740; &#1607;&#1585; &#1582;&#1608;&#1583;&#1585;&#1608; &#1585;&#1575;&#1548; &#1576;&#1583;&#1608;&#1606; &#1607;&#1740;&#1670;&#8204;&#1711;&#1608;&#1606;&#1607; &#1580;&#1604;&#1608;&#1607; &#1605;&#1589;&#1606;&#1608;&#1593;&#1740; &#1575;&#1590;&#1575;&#1601;&#1607; &#1575;&#1585;&#1575;&#1574;&#1607; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1585;&#1575;&#1606;&#1606;&#1583;&#1711;&#1740; &#1583;&#1585; &#1583;&#1608; &#1601;&#1585;&#1605; &#1575;&#1578;&#1608;&#1605;&#1575;&#1578;&#1740;&#1705; &#1740;&#1575; &#1578;&#1594;&#1740;&#1740;&#1585; &#1583;&#1606;&#1583;&#1607; &#1583;&#1587;&#1578;&#1740; &#1575;&#1587;&#1578;. &#1585;&#1575;&#1606;&#1606;&#1583;&#1711;&#1575;&#1606; &#1576;&#1575; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578;&#8204;&#1607;&#1575; &#1608; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1591;&#1585;&#1575;&#1581;&#1740; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1578;&#1575; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1583;&#1585;&#1587;&#1578; &#1575;&#1586; &#1576;&#1740;&#1606; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1585;&#1575;&#1740; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1606;&#1740;&#1586;&#1548; &#1740;&#1705;&#1740; &#1583;&#1740;&#1711;&#1585; &#1575;&#1586; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575;&#1740; &#1605;&#1608;&#1580;&#1608;&#1583; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1588;&#1583;. &#1740;&#1705; &#1607;&#1608;&#1588; &#1605;&#1589;&#1606;&#1608;&#1593;&#1740; &#1583;&#1585; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1670;&#1711;&#1608;&#1606;&#1711;&#1740; &#1585;&#1575;&#1606;&#1606;&#1583;&#1711;&#1740; &#1588;&#1605;&#1575; &#1585;&#1575; &#1586;&#1740;&#1585;&#8204;&#1606;&#1592;&#1585; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1583; &#1578;&#1575; &#1583;&#1585;&#8204;&#1581;&#1740;&#1606; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607; &#1607;&#1605; &#1576;&#1607; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1740;&#1575;&#1601;&#1586;&#1575;&#1740;&#1583;&#1548; &#1576;&#1607;&#8204;&#1591;&#1608;&#1585; &#1605;&#1579;&#1575;&#1604; &#1575;&#1711;&#1585; &#1588;&#1605;&#1575; &#1583;&#1585; &#1591;&#1608;&#1604; &#1585;&#1602;&#1575;&#1576;&#1578; &#1576;&#1607; &#1583;&#1740;&#1711;&#1585; &#1582;&#1608;&#1583;&#1585;&#1608;&#1607;&#1575; &#1590;&#1585;&#1576;&#1607; &#1576;&#1586;&#1606;&#1740;&#1583;&#1548; &#1585;&#1575;&#1606;&#1606;&#1583;&#1711;&#1575;&#1606; &#1570;&#1606; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604;&#8204;&#1607;&#1575; &#1578;&#1575; &#1593;&#1576;&#1608;&#1585; &#1575;&#1586; &#1582;&#1591; &#1662;&#1575;&#1740;&#1575;&#1606; &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1583;&#1585;&#1583;&#1587;&#1585; &#1575;&#1740;&#1580;&#1575;&#1583; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583;&#8204; &#1705;&#1585;&#1583;. Grid 2 &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1575;&#1587;&#1578;&#1575;&#1606;&#1583;&#1575;&#1585;&#1583; &#1580;&#1583;&#1740;&#1583;&#1740; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607; &#1670;&#1606;&#1583; &#1606;&#1601;&#1585;&#1607; &#1608; &#1570;&#1606;&#1604;&#1575;&#1740;&#1606;&#1548; &#1576;&#1575; &#1581;&#1575;&#1604;&#1578;&#8204;&#1607;&#1575;&#1740; &#1606;&#1608;&#1570;&#1608;&#1585;&#1575;&#1606;&#1607; &#1608; &#1705;&#1575;&#1605;&#1604;&#1575; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578;&#1607; &#1575;&#1585;&#1575;&#1574;&#1607; &#1606;&#1605;&#1608;&#1583;&#1607;&#8204; &#1575;&#1587;&#1578;.<br/><br/>&#1711;&#1740;&#1605;&#8204;&#1662;&#1604;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1587;&#1575;&#1583;&#1607; &#1608; &#1585;&#1608;&#1575;&#1606;&#1548; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1586;&#1740;&#1576;&#1575;&#1548; &#1576;&#1582;&#1588; &#1570;&#1606;&#1604;&#1575;&#1740;&#1606; &#1605;&#1578;&#1606;&#1608;&#1593; &#1608; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1606;&#1705;&#1575;&#1578; &#1583;&#1740;&#1711;&#1585; &#1605;&#1575;&#1606;&#1606;&#1583; &#1581;&#1590;&#1608;&#1585; &#1576;&#1585;&#1606;&#1583;&#1607;&#1575; &#1608; &#1582;&#1608;&#1583;&#1585;&#1608;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1580;&#1584;&#1575;&#1576;&#1740;&#1578; &#1576;&#1575;&#1604;&#1575;&#1740;&#1740; &#1576;&#1607; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1740;&#8204;&#1576;&#1582;&#1588;&#1583;. &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1670;&#1607;&#1575;&#1585; &#1576;&#1582;&#1588; &#1575;&#1589;&#1604;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1608; &#1602;&#1575;&#1576;&#1604; &#1575;&#1580;&#1585;&#1575;&#1740; &#1605;&#1580;&#1583;&#1583; (&#1576;&#1607; &#1575;&#1590;&#1575;&#1601;&#1607; &#1740;&#1705; &#1580;&#1601;&#1578; &#1583;&#1608;&#1585;&#1607; &#1605;&#1602;&#1583;&#1605;&#1575;&#1578;&#1740; &#1705;&#1607; &#1583;&#1585; &#1575;&#1576;&#1578;&#1583;&#1575;&#1740; &#1608;&#1585;&#1608;&#1583; &#1576;&#1607; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578;) &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1608; &#1607;&#1585; &#1576;&#1582;&#1588; &#1575;&#1589;&#1604;&#1740; &#1606;&#1740;&#1586; &#1588;&#1575;&#1605;&#1604; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1586;&#1740;&#1575;&#1583;&#1740; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;&#1548; &#1575;&#1586; &#1740;&#1705; &#1581;&#1575;&#1604;&#1578; &#1581;&#1585;&#1601;&#1607;&#8204;&#1575;&#1740; (Career) &#1578;&#1705; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1578;&#1575; &#1607;&#1588;&#1578; &#1608;&#1587;&#1740;&#1604;&#1607; &#1606;&#1602;&#1604;&#1740;&#1607; &#1576;&#1607;&#8204;&#1589;&#1608;&#1585;&#1578; &#1711;&#1585;&#1608;&#1607;&#1740;&#1548; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1605;&#1575;&#1607;&#8204;&#1607;&#1575; &#1740;&#1575; &#1581;&#1578;&#1740; &#1587;&#1575;&#1604;&#8204;&#1607;&#1575; &#1583;&#1608;&#1587;&#1578;&#1575;&#1585;&#1575;&#1606; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604;&#8204;&#1585;&#1575;&#1606;&#1740; &#1585;&#1575; &#1587;&#1585;&#1711;&#1585;&#1605; &#1606;&#1605;&#1575;&#1740;&#1583; &#1608; &#1607;&#1605;&#8204;&#1670;&#1606;&#1740;&#1606; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1575; &#1583;&#1740;&#1711;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1588;&#1575;&#1576;&#1607; &#1606;&#1592;&#1740;&#1585; Gran Turismo &#1608; Forza Motorsport&#1548; &#1608;&#1575;&#1585;&#1583; &#1585;&#1602;&#1575;&#1576;&#1578; &#1588;&#1583;&#1740;&#1583; &#1605;&#1740;&#8204;&#1606;&#1605;&#1575;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td nowrap="1" class="fieldlabel">Devices</td>
                  <td class="fieldvalue">Gamepad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">7+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i7/AMD Bulldozer
Memory: 4 GB RAM
Hard Disk Space: 15 GB HD space
Video Card: Intel Graphics 5200 / AMD HD6000 Series / Nvidia GTX500 Series minimum 1GB RAM</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740;, &#1608;&#1585;&#1586;&#1588;&#1740;, &#1605;&#1575;&#1588;&#1740;&#1606; &#1587;&#1608;&#1575;&#1585;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Grid%202/3491.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Grid%202/ap06_pr_gameplay_06.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Grid%202/gr3.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Grid%202/grid2scr_015-large.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Grid%202/hd-grid-2-background-1920-x-1080-6tegyfcwsurqspfn.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Grid%202/861e7a89b21e5e88b0177ae684762ebc2827272-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/81122/&#1604;&#1584;&#1578;-&#1582;&#1575;&#1604;&#1589;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;&#1740;-grid-2/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 80/100<br/>IGN: 8/10[<br/><br/>Initial release date: May 27, 2013<br/>
    </div>
  </BODY>
</html>