<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Halo: The Master Chief Collection</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="3144.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index8.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="3165.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/3135f.png">
        <img src="../images/3135f.png" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Halo: The Master Chief Collection&#160;(2019)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Halo&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#219</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Xbox Game Studios</b>
	    &#160;
	   	343 Industries
            <br/>
            <b>52.1 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8234;&#1576;&#1583;&#1608;&#1606; &#1584;&#1585;&#1607; &#1575;&#1740; &#1588;&#1705; &#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1607;&#1605;&#1578;&#1585;&#1740;&#1606; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606;&#1740; &#1705;&#1607; &#1576;&#1575;&#1593;&#1579; &#1588;&#1583; &#1705;&#1606;&#1587;&#1608;&#1604; &#1605;&#1575;&#1740;&#1705;&#1585;&#1608;&#1587;&#1575;&#1601;&#1601;&#1578; &#1583;&#1585; &#1605;&#1602;&#1575;&#1576;&#1604; &#1585;&#1602;&#1576;&#1575;&#1740; &#1705;&#1606;&#1587;&#1608;&#1604;&#1740; &#1582;&#1608;&#1583; &#1581;&#1585;&#1601;&#1740; &#1576;&#1585;&#1575;&#1740; &#1711;&#1601;&#1578;&#1606; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1583;&#1548; &#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1576;&#1575;&#1586;&#1740; &#1607;&#1575;&#1740; Halo &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1607;&#1575; &#1601;&#1705;&#1585; &#1608; &#1585;&#1587;&#1605; &#1570;&#1605;&#1585;&#1740;&#1705;&#1575;&#1740;&#1740; &#1607;&#1575; &#1585;&#1575; &#1578;&#1594;&#1740;&#1740;&#1585; &#1583;&#1575;&#1583;&#1606;&#1583; &#1608; &#1578;&#1575;&#1579;&#1740;&#1585; &#1601;&#1608;&#1602; &#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1575;&#1740; &#1585;&#1608;&#1740; &#1589;&#1606;&#1593;&#1578; &#1576;&#1575;&#1586;&#1740; &#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1711;&#1584;&#1575;&#1588;&#1578;&#1606;&#1583;. &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Bungie &#1578;&#1575;&#1579;&#1740;&#1585; &#1601;&#1608;&#1602; &#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1586;&#1740;&#1575;&#1583;&#1740; &#1585;&#1608;&#1740; &#1575;&#1740;&#1606; &#1601;&#1585;&#1575;&#1606;&#1670;&#1575;&#1740;&#1586; &#1711;&#1584;&#1575;&#1588;&#1578; &#1608; &#1662;&#1575;&#1740;&#1607; &#1607;&#1575;&#1740; &#1605;&#1581;&#1705;&#1605;&#1740; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1570;&#1606; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1583;. &#1605;&#1575;&#1740;&#1705;&#1585;&#1608;&#1587;&#1575;&#1601;&#1578; &#1605;&#1583;&#1578;&#1740; &#1662;&#1740;&#1588; &#1578;&#1589;&#1605;&#1740;&#1605; &#1711;&#1585;&#1601;&#1578; &#1575;&#1740;&#1606; &#1593;&#1606;&#1608;&#1575;&#1606; &#1601;&#1608;&#1602; &#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1585;&#1575; &#1576;&#1607; &#1605;&#1585;&#1608;&#1585; &#1585;&#1608;&#1740; PC &#1606;&#1740;&#1586; &#1593;&#1585;&#1590;&#1607; &#1705;&#1606;&#1583; &#1608; &#1607;&#1605;&#1740;&#1606; &#1591;&#1608;&#1585; &#1576;&#1608;&#1583; &#1705;&#1607; &#1587;&#1585; &#1608; &#1705;&#1604;&#1607; Halo The Master Chief Collection &#1662;&#1740;&#1583;&#1575; &#1588;&#1583;. &#1705;&#1604;&#1705;&#1587;&#1740;&#1608;&#1606;&#1740; &#1588;&#1575;&#1605;&#1604; 6 &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1607;&#1575;&#1740; Halo &#1588;&#1575;&#1607;&#1705;&#1575;&#1585;&#1740; &#1575;&#1586; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; 343 Industires &#1608; Xbox Game Studios.<br/><br/>&#1602;&#1585;&#1575;&#1585; &#1606;&#1740;&#1587;&#1578; &#1578;&#1605;&#1575;&#1605; 6 &#1576;&#1575;&#1586;&#1740; &#1605;&#1608;&#1580;&#1608;&#1583; &#1585;&#1575; &#1740;&#1705; &#1580;&#1575; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578; &#1705;&#1606;&#1740;&#1583; &#1608; &#1585;&#1583;&#1605;&#1608;&#1606;&#1583;&#1740; &#1607;&#1575; &#1576;&#1585;&#1575;&#1740; &#1570;&#1606; &#1740;&#1705; &#1587;&#1585;&#1740; &#1578;&#1607;&#1605;&#1740;&#1583;&#1575;&#1578; &#1575;&#1606;&#1583;&#1740;&#1588;&#1740;&#1583;&#1607; &#1575;&#1606;&#1583;. &#1575;&#1608;&#1604;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; Halo: Reach &#1575;&#1587;&#1578; &#1705;&#1607; &#1588;&#1605;&#1575; &#1585;&#1575; &#1576;&#1607; &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1604;&#1705; &#1576;&#1575;&#1587;&#1578;&#1585;&#1740; &#1608; &#1586;&#1740;&#1576;&#1575; &#1608; &#1606;&#1601;&#1587; &#1711;&#1740;&#1585; &#1607;&#1740;&#1604;&#1608; &#1605;&#1740; &#1576;&#1585;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1607;&#1740;&#1670; &#1705;&#1605; &#1608; &#1705;&#1587;&#1585;&#1740; &#1575;&#1586; &#1581;&#1605;&#1575;&#1587;&#1607; &#1607;&#1575;&#1740; &#1576;&#1586;&#1585;&#1711;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1607;&#1608;&#1605;&#1585; &#1608; &#1581;&#1578;&#1740; &#1588;&#1575;&#1607; &#1606;&#1575;&#1605;&#1607; &#1606;&#1583;&#1575;&#1585;&#1583;! Reach &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1580;&#1606;&#1711;&#1740;&#1583;&#1606; &#1578;&#1575; &#1570;&#1582;&#1585;&#1740;&#1606; &#1602;&#1591;&#1585;&#1607; &#1582;&#1608;&#1576; &#1576;&#1585;&#1575;&#1740; &#1583;&#1601;&#1575;&#1593; &#1575;&#1586; &#1606;&#1587;&#1604; &#1576;&#1588;&#1585; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1580;&#1575;&#1740;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; Halo &#1575;&#1586; &#1570;&#1606; &#1588;&#1585;&#1608;&#1593; &#1605;&#1740; &#1588;&#1608;&#1583; &#1608; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1582;&#1740;&#1604;&#1740; &#1607;&#1575; &#1585;&#1575; &#1606;&#1740;&#1586; &#1607;&#1605;&#1575;&#1606; &#1580;&#1575; &#1578;&#1605;&#1575;&#1605; &#1605;&#1740; &#1705;&#1606;&#1583;. &#1588;&#1605;&#1575; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1606;&#1602;&#1588; &#1740;&#1705; &#1575;&#1587;&#1662;&#1575;&#1585;&#1578;&#1575;&#1606; &#1580;&#1606;&#1711; &#1583;&#1740;&#1583;&#1607; &#1585;&#1575; &#1583;&#1575;&#1585;&#1740;&#1583; &#1705;&#1607; &#1576;&#1575;&#1740;&#1583; &#1576;&#1575; &#1578;&#1605;&#1575;&#1605; &#1602;&#1583;&#1585;&#1578; &#1583;&#1585; &#1576;&#1585;&#1575;&#1576;&#1585; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606;&#1740; &#1576;&#1575; &#1578;&#1593;&#1583;&#1575;&#1583;&#1740; &#1576;&#1740; &#1606;&#1607;&#1575;&#1740;&#1578; &#1576;&#1580;&#1606;&#1711;&#1740;&#1583;. &#1740;&#1705;&#1740; &#1575;&#1586; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578; &#1607;&#1575;&#1740; &#1580;&#1575;&#1604;&#1576; &#1576;&#1575;&#1586;&#1740; &#1575;&#1605;&#1705;&#1575;&#1606; &#1588;&#1582;&#1589;&#1740; &#1587;&#1575;&#1586;&#1740; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585; &#1588;&#1605;&#1575;&#1587;&#1578; &#1608; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1605;&#1740;&#1575;&#1606; &#1570;&#1740;&#1578;&#1605; &#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1581;&#1587;&#1575;&#1576;&#1740; &#1576;&#1670;&#1585;&#1582;&#1740;&#1583; &#1608; &#1583;&#1587;&#1578; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1570;&#1606;&#8204;&#1607;&#1575; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583;. Halo: Reach &#1581;&#1605;&#1575;&#1587;&#1607; &#1575;&#1740; &#1594;&#1605;&#1606;&#1575;&#1705; &#1576;&#1575; &#1605;&#1586;&#1607; &#1601;&#1604;&#1586; &#1608; &#1711;&#1604;&#1608;&#1604;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; Halo The Master Chief Collection &#1607;&#1605; &#1576;&#1607; &#1576;&#1582;&#1588; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1662;&#1585;&#1583;&#1575;&#1582;&#1578;&#1607; &#1575;&#1587;&#1578; &#1608; &#1607;&#1605; &#1605;&#1608;&#1604;&#1578;&#1740; &#1662;&#1604;&#1740;&#1585;. &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1607;&#1575;&#1740; &#1570;&#1606;&#1604;&#1575;&#1740;&#1606; &#1583;&#1585; &#1605;&#1740;&#1575;&#1606; &#1578;&#1605;&#1575;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1585;&#1575; &#1583;&#1575;&#1585;&#1583; &#1608; &#1576;&#1740;&#1588; &#1575;&#1586; 120 &#1606;&#1602;&#1588;&#1607; &#1605;&#1608;&#1604;&#1578;&#1740; &#1662;&#1604;&#1740;&#1585; &#1608; &#1580;&#1584;&#1575;&#1576; &#1570;&#1605;&#1575;&#1583;&#1607; &#1604;&#1584;&#1578; &#1576;&#1585;&#1583;&#1606; &#1588;&#1605;&#1575; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1575;&#1586; Halo: Reach &#1578;&#1575; Halo 3 &#1608; Halo 4 &#1583;&#1585; &#1575;&#1740;&#1606; &#1705;&#1604;&#1705;&#1587;&#1740;&#1608;&#1606; &#1570;&#1605;&#1575;&#1583;&#1607;&#8204;&#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1578;&#1575; &#1587;&#1575;&#1604; 2020 &#1578;&#1605;&#1575;&#1605; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1576;&#1607;&#8204;&#1606;&#1608;&#1576;&#1578; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583;. &#1601;&#1593;&#1604;&#1575;&#1611; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1575; &#1662;&#1575;&#1740;&#1607;&#8204;&#1575;&#1740;&#8204;&#1578;&#1585;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1601;&#1585;&#1575;&#1606;&#1670;&#1575;&#1740;&#1586; &#1587;&#1585;&#1711;&#1585;&#1605; &#1588;&#1608;&#1740;&#1583; &#1608; &#1581;&#1605;&#1575;&#1587;&#1607;&#8204;&#1575;&#1740; &#1578;&#1605;&#1575;&#1605;&#8204;&#1593;&#1740;&#1575;&#1585; &#1585;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583;. &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1705;&#1607; &#1583;&#1585; &#1581;&#1575;&#1604; &#1601;&#1585;&#1608;&#1585;&#1740;&#1582;&#1578;&#1606; &#1575;&#1587;&#1578; &#1608; &#1575;&#1740;&#1606; &#1585;&#1575; &#1576;&#1575; &#1578;&#1605;&#1575;&#1605; &#1608;&#1580;&#1608;&#1583; &#1583;&#1585;&#1705; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740; &#1575;&#1605;&#1575; &#1576;&#1575;&#1586;&#1607;&#1605; &#1605;&#1740;&#8204;&#1582;&#1608;&#1575;&#1607;&#1740; &#1578;&#1575; &#1570;&#1582;&#1585;&#1740;&#1606; &#1579;&#1575;&#1606;&#1740;&#1607;&#8204;&#1575;&#1588; &#1662;&#1740;&#1588; &#1585;&#1608;&#1740; &#1608; &#1606;&#1575;&#1576;&#1608;&#1583; &#1588;&#1608;&#1740;. &#1580;&#1583;&#1575; &#1575;&#1586; &#1601;&#1590;&#1575;&#1740; &#1586;&#1740;&#1576;&#1575; &#1608; &#1605;&#1608;&#1587;&#1740;&#1602;&#1740; &#1588;&#1575;&#1607;&#1705;&#1575;&#1585; &#1576;&#1575;&#1586;&#1740;&#1548; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#8204;&#1587;&#1585;&#1575;&#1740;&#1740; &#1570;&#1606; &#1576;&#1585;&#1575;&#1740; &#1607;&#1605;&#1740;&#1588;&#1607; &#1583;&#1585; &#1582;&#1575;&#1591;&#1585;&#1607;&#1575; &#1605;&#1575;&#1606;&#1583; &#1608; Reach &#1607;&#1605;&#1740;&#1588;&#1607; &#1576;&#1607;&#8204;&#1593;&#1606;&#1608;&#1575;&#1606; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1607;&#1740;&#1604;&#1608; &#1583;&#1585; &#1602;&#1604;&#1576; &#1605;&#1575; &#1582;&#1608;&#1575;&#1607;&#1583; &#1605;&#1575;&#1606;&#1583;. &#1604;&#1584;&#1578; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1575;&#1705;&#1740;&#1601;&#1740;&#1578; 4K &#1608; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1578;&#1575;&#1586;&#1607; &#1588;&#1583;&#1607; &#1575;&#1586; &#1583;&#1587;&#1578; &#1606;&#1583;&#1607;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: AMD Phenom II X4 960T ; Intel i3550
Graphics: AMD HD 6850 ; NVIDIA GeForce GTS 450
DirectX: Version 11
Network: Broadband Internet connection
Storage: 43 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Halo%20The%20Master%20Chief%20Collection/TMCC-Halo-2-Anniversary-Delta-Halo-Here-Comes-Trouble.0.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Halo%20The%20Master%20Chief%20Collection/masterchief15.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Halo%20The%20Master%20Chief%20Collection/masterchief2.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Halo%20The%20Master%20Chief%20Collection/ss_62bbd86f4735893ef6cd53206cf8c93f87eb86ec.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Halo%20The%20Master%20Chief%20Collection/acb328daf926fe290092be9db1e3683117900436-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 85/100<br/>Steam: 9/10<br/>IGN: 9/10<br/><br/>Initial release date: March 12, 2019<br/>
    </div>
  </BODY>
</html>