<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Heliborne</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="3183.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index8.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="3241.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/3194f.jpg">
        <img src="../images/3194f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Heliborne&#160;(2017)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#225</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Klabater</b>
	    &#160;
	   	Klabater
            <br/>
            <b>12 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1740;&#1705;&#1740; &#1575;&#1586; &#1688;&#1575;&#1606;&#1585;&#1607;&#1575;&#1740; &#1601;&#1585;&#1575;&#1605;&#1608;&#1588;&#8204;&#1588;&#1583;&#1607; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740;&#1548; &#1582;&#1604;&#1576;&#1575;&#1606;&#1740; &#1608; &#1705;&#1606;&#1578;&#1585;&#1604; &#1607;&#1604;&#1740;&#1705;&#1608;&#1662;&#1578;&#1585; &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1576;&#1607;&#8204;&#1580;&#1586; &#1588;&#1575;&#1740;&#1583; &#1705;&#1605;&#1578;&#1585; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608;&#1740;&#1740; &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1583;&#1585; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1583;&#1585; &#1583;&#1607;&#1607;&#8204;&#1607;&#1575;&#1740; &#1575;&#1582;&#1740;&#1585; &#1593;&#1585;&#1590;&#1607; &#1705;&#1585;&#1583;&#1607; &#1576;&#1575;&#1588;&#1583;. &#1581;&#1575;&#1604; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Klabater &#1575;&#1740;&#1606; &#1587;&#1606;&#1578; &#1585;&#1575; &#1588;&#1705;&#1587;&#1578;&#1607; &#1575;&#1587;&#1578; &#1608; &#1593;&#1606;&#1608;&#1575;&#1606; Heliborne &#1585;&#1575; &#1583;&#1585; &#1575;&#1740;&#1606; &#1688;&#1575;&#1606;&#1585; &#1593;&#1585;&#1590;&#1607; &#1705;&#1585;&#1583;&#1607; &#1578;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1582;&#1604;&#1576;&#1575;&#1606;&#1740; &#1607;&#1604;&#1740;&#1705;&#1608;&#1662;&#1578;&#1585;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1711;&#1740;&#1605;&#1585;&#1607;&#1575;&#1740; &#1606;&#1587;&#1604; &#1580;&#1583;&#1740;&#1583; &#1601;&#1585;&#1575;&#1607;&#1605; &#1705;&#1606;&#1583;.<br/><br/>&#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1588;&#1605;&#1575; &#1576;&#1607; &#1576;&#1740;&#1588; &#1575;&#1586; 40 &#1605;&#1583;&#1604; &#1605;&#1582;&#1578;&#1604;&#1601; &#1575;&#1586; &#1607;&#1604;&#1740;&#1705;&#1608;&#1662;&#1578;&#1585;&#1607;&#1575; &#1583;&#1587;&#1578;&#1585;&#1587;&#1740; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1583;&#1575;&#1588;&#1578; &#1705;&#1607; &#1575;&#1586; &#1605;&#1583;&#1604;&#8204;&#1607;&#1575;&#1740; &#1602;&#1583;&#1740;&#1605;&#1740;&#8204;&#1578;&#1585; &#1587;&#1575;&#1604; 1950 &#1578;&#1575; &#1605;&#1583;&#1604;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583; &#1602;&#1585;&#1606; 21 &#1583;&#1585; &#1586;&#1605;&#1585;&#1607; &#1570;&#1606;&#8204;&#1607;&#1575; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1606;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1583;&#1608; &#1581;&#1575;&#1604;&#1578; &#1578;&#1705;&#8204;&#1606;&#1601;&#1585;&#1607; &#1608; &#1570;&#1606;&#1604;&#1575;&#1740;&#1606; &#1670;&#1606;&#1583; &#1606;&#1601;&#1585;&#1607; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1607;&#1585;&#1705;&#1583;&#1575;&#1605; &#1580;&#1584;&#1575;&#1576;&#1740;&#1578; &#1582;&#1575;&#1589; &#1582;&#1608;&#1583;&#1588;&#1575;&#1606; &#1585;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1606;&#1583;. &#1583;&#1585; &#1576;&#1582;&#1588; &#1578;&#1705;&#8204;&#1606;&#1601;&#1585;&#1607; &#1588;&#1605;&#1575; &#1606;&#1576;&#1585;&#1583;&#1607;&#1575;&#1740;&#1740; &#1605;&#1593;&#1585;&#1608;&#1601; &#1608; &#1578;&#1575;&#1585;&#1740;&#1582;&#1740; &#1585;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583; &#1608; &#1583;&#1587;&#1578;&#1585;&#1587;&#1740; &#1576;&#1607; &#1607;&#1604;&#1740;&#1705;&#1608;&#1662;&#1578;&#1585;&#1607;&#1575;&#1740;&#1740; &#1576;&#1575; &#1605;&#1583;&#1604; &#1602;&#1583;&#1740;&#1605;&#1740;&#8204;&#1578;&#1585; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1583;&#1575;&#1588;&#1578;. &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575; &#1575;&#1594;&#1604;&#1576; &#1576;&#1575;&#1740;&#1583; &#1583;&#1585; &#1586;&#1605;&#1575;&#1606; &#1605;&#1588;&#1582;&#1589;&#1740; &#1576;&#1607; &#1575;&#1578;&#1605;&#1575;&#1605; &#1576;&#1585;&#1587;&#1606;&#1583;.<br/><br/>&#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1588;&#1605;&#1575; &#1576;&#1575;&#1740;&#1583; &#1740;&#1705; &#1711;&#1585;&#1583;&#1575;&#1606; &#1605;&#1578;&#1588;&#1705;&#1604; &#1575;&#1586; 3 &#1607;&#1604;&#1740;&#1705;&#1608;&#1662;&#1578;&#1585; &#1605;&#1582;&#1578;&#1604;&#1601; &#1578;&#1588;&#1705;&#1740;&#1604; &#1583;&#1607;&#1740;&#1583; &#1608; &#1605;&#1581;&#1583;&#1608;&#1583; &#1576;&#1607; &#1578;&#1606;&#1607;&#1575; &#1705;&#1606;&#1578;&#1585;&#1604; &#1740;&#1705; &#1607;&#1604;&#1740;&#1705;&#1608;&#1662;&#1578;&#1585; &#1606;&#1740;&#1587;&#1578;&#1740;&#1583; &#1608; &#1575;&#1586;&#1570;&#1606;&#1580;&#1575;&#1705;&#1607; &#1607;&#1604;&#1740;&#1705;&#1608;&#1662;&#1578;&#1585;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; 3 &#1705;&#1604;&#1575;&#1587; &#1575;&#1589;&#1604;&#1740; &#1578;&#1602;&#1587;&#1740;&#1605;&#8204;&#1576;&#1606;&#1583;&#1740; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583;&#1548; &#1570;&#1586;&#1575;&#1583;&#1740; &#1593;&#1605;&#1604; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1585; &#1587;&#1575;&#1582;&#1578; &#1711;&#1585;&#1583;&#1575;&#1606; &#1582;&#1608;&#1583;&#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1583;&#1575;&#1588;&#1578; &#1607;&#1585;&#1670;&#1606;&#1583; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607;&#8204;&#1591;&#1608;&#1585; &#1607;&#1605;&#8204;&#1586;&#1605;&#1575;&#1606; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740; &#1705;&#1606;&#1578;&#1585;&#1604; &#1740;&#1705;&#1740; &#1575;&#1586; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575;&#1583;&#1575;&#1585;&#1740;&#1583; &#1608; &#1576;&#1575;&#1740;&#1583; &#1605;&#1740;&#1575;&#1606; &#1570;&#1606;&#8204;&#1607;&#1575; &#1580;&#1575;&#1576;&#1607;&#8204;&#1580;&#1575; &#1588;&#1608;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1587;&#1607; &#1705;&#1604;&#1575;&#1587;&#8204;&#1576;&#1606;&#1583;&#1740; &#1588;&#1575;&#1605;&#1604; &#1607;&#1604;&#1740;&#1705;&#1608;&#1662;&#1578;&#1585;&#1607;&#1575;&#1740; &#1578;&#1607;&#1575;&#1580;&#1605;&#1740;&#1548; &#1605;&#1582;&#1589;&#1608;&#1589; &#1580;&#1575;&#1576;&#1607;&#8204;&#1580;&#1575;&#1740;&#1740; &#1608; &#1605;&#1582;&#1589;&#1608;&#1589; &#1583;&#1740;&#1583;&#1576;&#1575;&#1606;&#1740; &#1608; &#1711;&#1588;&#1578; &#1586;&#1606;&#1740; &#1607;&#1587;&#1578;&#1606;&#1583; &#1705;&#1607; &#1607;&#1585;&#1705;&#1583;&#1575;&#1605; &#1576;&#1585;&#1575;&#1740; &#1705;&#1575;&#1585; &#1605;&#1588;&#1582;&#1589;&#1740; &#1605;&#1606;&#1575;&#1587;&#1576;&#8204;&#1578;&#1585;&#1606;&#1583;. &#1576;&#1585;&#1575;&#1740; &#1605;&#1579;&#1575;&#1604; &#1607;&#1604;&#1740;&#1705;&#1608;&#1662;&#1578;&#1585;&#1607;&#1575;&#1740; &#1583;&#1740;&#1583;&#1607; &#1576;&#1575;&#1606; &#1585;&#1575;&#1581;&#1578;&#8204;&#1578;&#1585; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1575;&#1586; &#1583;&#1740;&#1583; &#1583;&#1588;&#1605;&#1606; &#1605;&#1582;&#1601;&#1740; &#1588;&#1608;&#1606;&#1583; &#1608; &#1575;&#1591;&#1604;&#1575;&#1593;&#1575;&#1578; &#1606;&#1740;&#1585;&#1608;&#1607;&#1575;&#1740; &#1583;&#1588;&#1605;&#1606; &#1585;&#1575; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1588;&#1605;&#1575; &#1602;&#1585;&#1575;&#1585; &#1583;&#1607;&#1606;&#1583; &#1583;&#1585;&#1581;&#1575;&#1604;&#1740;&#8204;&#1705;&#1607; &#1576;&#1575;&#1604;&#1711;&#1585;&#1583;&#1607;&#1575;&#1740; &#1578;&#1607;&#1575;&#1580;&#1605;&#1740;&#1548; &#1602;&#1583;&#1585;&#1578; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1583;&#1585; &#1578;&#1582;&#1585;&#1740;&#1576; &#1608; &#1589;&#1583;&#1605;&#1607; &#1586;&#1583;&#1606; &#1576;&#1607; &#1605;&#1608;&#1575;&#1590;&#1593; &#1583;&#1588;&#1605;&#1606; &#1585;&#1575;&#1583;&#1575;&#1585;&#1606;&#1583;.<br/><br/>&#1576;&#1582;&#1588; &#1670;&#1606;&#1583;&#1606;&#1601;&#1585;&#1607; &#1576;&#1575;&#1586;&#1740; &#1575;&#1605;&#1575; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1583;&#1740;&#1711;&#1585;&#1740; &#1583;&#1575;&#1585;&#1583;. &#1588;&#1605;&#1575; &#1576;&#1575; &#1576;&#1575;&#1586;&#1740; &#1705;&#1585;&#1583;&#1606; &#1608; &#1705;&#1587;&#1576; &#1578;&#1580;&#1585;&#1576;&#1607;&#1548; &#1576;&#1607; &#1578;&#1705;&#1606;&#1608;&#1604;&#1608;&#1688;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1578;&#1606;&#1608;&#1593;&#1740; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1604;&#1711;&#1585;&#1583;&#1607;&#1575; &#1583;&#1587;&#1578;&#1585;&#1587;&#1740; &#1662;&#1740;&#1583;&#1575; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583; &#1705;&#1607; &#1576;&#1607;&#8204;&#1589;&#1608;&#1585;&#1578; &#1606;&#1605;&#1608;&#1583;&#1575;&#1585; &#1588;&#1575;&#1582;&#1607;&#8204;&#1575;&#1740; &#1583;&#1585; &#1583;&#1587;&#1578;&#1585;&#1587; &#1588;&#1605;&#1575; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1576;&#1608;&#1583; &#1608; &#1576;&#1575; &#1575;&#1601;&#1586;&#1575;&#1740;&#1588; Level &#1588;&#1605;&#1575;&#1548; &#1602;&#1608;&#1740;&#8204;&#1578;&#1585; &#1588;&#1583;&#1607; &#1608; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1585;&#1575; &#1570;&#1586;&#1575;&#1583; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583;. &#1607;&#1585; &#1670;&#1607; &#1587;&#1591;&#1581; &#1588;&#1605;&#1575; &#1576;&#1575;&#1604;&#1575;&#1578;&#1585; &#1576;&#1585;&#1608;&#1583; &#1608; &#1605;&#1575;&#1607;&#1585;&#1578;&#1585; &#1588;&#1608;&#1740;&#1583;&#1548; &#1576;&#1575;&#1740;&#1583; &#1605;&#1602;&#1575;&#1576;&#1604; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1607;&#1605;&#8204;&#1585;&#1583;&#1607; &#1608; &#1605;&#1575;&#1607;&#1585;&#1578;&#1585;&#1740; &#1606;&#1740;&#1586; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607; &#1576;&#1583;&#1607;&#1740;&#1583;. &#1705;&#1606;&#1578;&#1585;&#1604; &#1607;&#1604;&#1740;&#1705;&#1608;&#1662;&#1578;&#1585;&#1607;&#1575; &#1606;&#1740;&#1586; &#1588;&#1576;&#1740;&#1607;&#8204;&#1587;&#1575;&#1586;&#1740; &#1605;&#1606;&#1575;&#1587;&#1576;&#1740; &#1575;&#1586; &#1582;&#1604;&#1576;&#1575;&#1606;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1578;&#1583;&#1575;&#1593;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1605;&#1606;&#1581;&#1589;&#1585;&#1576;&#1607;&#8204;&#1601;&#1585;&#1583; &#1585;&#1575; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1583;&#1575;&#1588;&#1578;.<br/><br/>&#1583;&#1585; &#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1705;&#1606;&#1608;&#1606;&#1740; &#1588;&#1605;&#1575; &#1583;&#1608; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1607;&#1605;&#8204;&#1586;&#1605;&#1575;&#1606; &#1583;&#1585; &#1583;&#1587;&#1578;&#1585;&#1587; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1583;&#1575;&#1588;&#1578;. &#1606;&#1587;&#1582;&#1607; &#1575;&#1589;&#1604;&#1740; &#1608; &#1606;&#1587;&#1582;&#1607; Enhanced Edition &#1705;&#1607; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1608; &#1580;&#1604;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1576;&#1589;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1570;&#1606; &#1576;&#1607;&#8204;&#1585;&#1608;&#1586;&#1585;&#1587;&#1575;&#1606;&#1740; &#1588;&#1583;&#1607; &#1578;&#1575; &#1588;&#1705;&#1604; &#1576;&#1575;&#1586;&#1740; &#1605;&#1583;&#1585;&#1606; &#1608; &#1576;&#1607;&#8204;&#1585;&#1608;&#1586; &#1576;&#1608;&#1583;&#1607; &#1608; &#1575;&#1586;&#1604;&#1581;&#1575;&#1592; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1606;&#1740;&#1586;&#1548; &#1576;&#1575;&#1586;&#1740; &#1586;&#1740;&#1576;&#1575; &#1608; &#1602;&#1575;&#1576;&#1604;&#8204;&#1585;&#1602;&#1575;&#1576;&#1578; &#1576;&#1575; &#1593;&#1606;&#1608;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1575;&#1605;&#1585;&#1608;&#1586;&#1740; &#1576;&#1575;&#1588;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Arma 3 Jets &#1608; Ace Combat 7 Skies Unknown &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: 3.1 GHz Dual-Core &#8211; Intel i3 2100
Memory: 4 GB RAM
Graphics: 1 GB VRAM, NVIDIA GeForce GTX 550 Ti / AMD Radeon HD 5850
Storage: 10 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Heliborne%20Collection/1087326584_preview_20170726113157_1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Heliborne%20Collection/1087326584_preview_MDM_en.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Heliborne%20Collection/8df5edc6ebc48de7fbfd170c2c503e9d1c54e615.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Heliborne%20Collection/ss_988b2a98bdbf6685dfb38d5bd5b7b3548e2f8b30.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Heliborne%20Collection/b98f43d66f8ca913b287160d9aff16da8410073-480p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 71/100<br/>Steam: 7/10<br/><br/>Initial release date: February 15, 2016</div>
  </BODY>
</html>