<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Horizon Forbidden West</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="1258.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index8.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="1270.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/3277f.jpg">
        <img src="../images/3277f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Horizon Forbidden West&#160;(2024)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action/Adventure</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#229</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Playstation PC LLC</b>
	    &#160;
	   	Guerrilla, Nixxes Software
            <br/>
            <b>99.2 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1575;&#1711;&#1585; &#1576;&#1582;&#1608;&#1575;&#1607;&#1740;&#1605; &#1576;&#1607; &#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1608;&#1601;&#1602;&#8204;&#1578;&#1585;&#1740;&#1606; &#1608; &#1580;&#1584;&#1575;&#1576;&#8204;&#1578;&#1585;&#1740;&#1606; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1575;&#1606;&#1581;&#1589;&#1575;&#1585;&#1740; &#1705;&#1606;&#1587;&#1608;&#1604; &#1662;&#1604;&#1740;&#8204;&#1575;&#1587;&#1578;&#1740;&#1588;&#1606; 4 &#1575;&#1588;&#1575;&#1585;&#1607; &#1705;&#1606;&#1740;&#1605;&#1548; &#1602;&#1591;&#1593;&#1575;&#1611; &#1576;&#1575;&#1586;&#1740; Horizon Zero Dawn &#1740;&#1705;&#1740; &#1575;&#1586; &#1607;&#1605;&#1740;&#1606; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1575;&#1587;&#1578;. &#1605;&#1608;&#1601;&#1602;&#1740;&#1578; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1578;&#1575; &#1581;&#1583;&#1740; &#1662;&#1740;&#1588; &#1585;&#1601;&#1578; &#1705;&#1607; &#1587;&#1608;&#1606;&#1740; &#1587;&#1740;&#1575;&#1587;&#1578;&#8204;&#1607;&#1575;&#1740; &#1575;&#1606;&#1581;&#1589;&#1575;&#1585;&#1591;&#1604;&#1576;&#1575;&#1606;&#1607; &#1582;&#1608;&#1583; &#1585;&#1575; &#1705;&#1606;&#1575;&#1585; &#1711;&#1584;&#1575;&#1588;&#1578;&#1607; &#1608; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1662;&#1604;&#1578;&#1601;&#1585;&#1605; PC &#1606;&#1740;&#1586; &#1662;&#1587; &#1575;&#1586; &#1605;&#1583;&#1578;&#1740; &#1605;&#1606;&#1578;&#1588;&#1585; &#1705;&#1585;&#1583;. &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Guerilla Games &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1608;&#1587;&#1740;&#1593; &#1583;&#1585; &#1587;&#1576;&#1705; &#1580;&#1607;&#1575;&#1606;&#8204;&#1576;&#1575;&#1586; &#1585;&#1575; &#1582;&#1604;&#1602; &#1705;&#1585;&#1583; &#1705;&#1607; &#1586;&#1740;&#1576;&#1575;&#1740;&#1740;&#8204;&#1575;&#1588; &#1605;&#1579;&#1575;&#1604;&#8204;&#1586;&#1583;&#1606;&#1740; &#1608; &#1585;&#1608;&#1575;&#1740;&#1578; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740;&#8204;&#1575;&#1588; &#1588;&#1575;&#1607;&#1705;&#1575;&#1585; &#1576;&#1608;&#1583;. &#1588;&#1605;&#1575;&#1585;&#1607; &#1583;&#1608;&#1605; &#1575;&#1740;&#1606; &#1593;&#1606;&#1608;&#1575;&#1606; &#1740;&#1593;&#1606;&#1740; &#1576;&#1575;&#1586;&#1740; Horizon Forbidden West &#1575;&#1583;&#1575;&#1605;&#1607; &#1605;&#1575;&#1580;&#1585;&#1575;&#1607;&#1575;&#1740; Aloy &#1585;&#1575; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1662;&#1587;&#1575;&#1570;&#1582;&#1585;&#1575;&#1604;&#1586;&#1605;&#1575;&#1606;&#1740; &#1608; &#1605;&#1605;&#1604;&#1608; &#1575;&#1586; &#1585;&#1576;&#1575;&#1578;&#8204;&#1607;&#1575;&#1740; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578;&#1607; &#1608; &#1594;&#1608;&#1604;&#8204;&#1662;&#1740;&#1705;&#1585; &#1583;&#1606;&#1576;&#1575;&#1604; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1605;&#1606;&#1581;&#1589;&#1585;&#1576;&#1607;&#8204;&#1601;&#1585;&#1583; &#1608; &#1670;&#1588;&#1605;&#8204;&#1606;&#1608;&#1575;&#1586;&#1548; &#1576;&#1585;&#1575;&#1740; &#1583;&#1575;&#1585;&#1606;&#1583;&#1711;&#1575;&#1606; &#1705;&#1606;&#1587;&#1608;&#1604; &#1580;&#1583;&#1740;&#1583; &#1662;&#1604;&#1740;&#8204;&#1575;&#1587;&#1578;&#1740;&#1588;&#1606; 5 &#1576;&#1607; &#1575;&#1585;&#1605;&#1594;&#1575;&#1606; &#1582;&#1608;&#1575;&#1607;&#1583; &#1570;&#1608;&#1585;&#1583;.<br/><br/>&#1575;&#1583;&#1575;&#1605;&#1607; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; Aloy<br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; Horizon Forbidden West &#1578;&#1602;&#1585;&#1740;&#1576;&#1575;&#1611; 6 &#1605;&#1575;&#1607; &#1662;&#1587; &#1575;&#1586; &#1585;&#1608;&#1740;&#1583;&#1575;&#1583;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1575;&#1608;&#1604; &#1580;&#1585;&#1740;&#1575;&#1606; &#1583;&#1575;&#1585;&#1583;. Aloy &#1705;&#1607; &#1575;&#1705;&#1606;&#1608;&#1606; &#1576;&#1607; &#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1606; &#1608;&#1601;&#1575;&#1583;&#1575;&#1585; &#1608; &#1585;&#1583;&#1607; &#1576;&#1575;&#1604;&#1575;&#1740; &#1602;&#1576;&#1740;&#1604;&#1607; Nora &#1578;&#1576;&#1583;&#1740;&#1604; &#1588;&#1583;&#1607;&#1548; &#1576;&#1607; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578; &#1580;&#1583;&#1740;&#1583;&#1740; &#1601;&#1585;&#1587;&#1578;&#1575;&#1583;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1578;&#1575; &#1583;&#1585; &#1605;&#1606;&#1575;&#1591;&#1602; &#1594;&#1585;&#1576;&#1740; &#1587;&#1585;&#1586;&#1605;&#1740;&#1606;&#1548; &#1585;&#1740;&#1588;&#1607; &#1576;&#1740;&#1605;&#1575;&#1585;&#1740; &#1608;&#1581;&#1588;&#1578;&#1606;&#1575;&#1705;&#1740; &#1705;&#1607; &#1605;&#1606;&#1580;&#1585; &#1576;&#1607; &#1605;&#1585;&#1711; &#1570;&#1606;&#1740; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578; &#1586;&#1606;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1585;&#1575; &#1662;&#1740;&#1583;&#1575; &#1705;&#1606;&#1583;. &#1576;&#1575; &#1585;&#1587;&#1740;&#1583;&#1606; &#1575;&#1608; &#1576;&#1607; &#1587;&#1585;&#1586;&#1605;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1605;&#1605;&#1606;&#1608;&#1593;&#1607; &#1594;&#1585;&#1576;&#1740; &#1705;&#1607; &#1578;&#1575; &#1576;&#1607; &#1581;&#1575;&#1604; &#1576;&#1607; &#1570;&#1606; &#1602;&#1583;&#1605; &#1606;&#1711;&#1584;&#1575;&#1588;&#1578;&#1607;&#1548; &#1605;&#1575;&#1580;&#1585;&#1575;&#1607;&#1575;&#1740; &#1662;&#1585;&#1605;&#1582;&#1575;&#1591;&#1585;&#1607; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1585; &#1575;&#1606;&#1578;&#1592;&#1575;&#1585;&#1588; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1576;&#1608;&#1583;. &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578; &#1608; &#1585;&#1576;&#1575;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1607;&#1575;&#1580;&#1605;&#1548; &#1588;&#1585;&#1575;&#1740;&#1591; &#1587;&#1582;&#1578; &#1570;&#1576; &#1608; &#1607;&#1608;&#1575;&#1740;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1591;&#1608;&#1601;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1587;&#1607;&#1605;&#1711;&#1740;&#1606; &#1606;&#1740;&#1586; &#1580;&#1575;&#1606; &#1575;&#1608; &#1585;&#1575; &#1578;&#1607;&#1583;&#1740;&#1583; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1705;&#1585;&#1583;. &#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1608;&#1740;&#1585;&#1608;&#1587; &#1662;&#1575;&#1740;&#1575;&#1606; &#1583;&#1575;&#1583;&#1607; &#1606;&#1588;&#1608;&#1583;&#1548; &#1575;&#1606;&#1602;&#1585;&#1575;&#1590; &#1580;&#1583;&#1740;&#1583;&#1740; &#1583;&#1585; &#1575;&#1606;&#1578;&#1592;&#1575;&#1585; &#1606;&#1587;&#1604; &#1576;&#1588;&#1585; &#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1608;&#1583;. Aloy &#1576;&#1575;&#1740;&#1583; &#1576;&#1575;&#1585; &#1583;&#1740;&#1711;&#1585; &#1576;&#1575; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606; &#1602;&#1583;&#1740;&#1605;&#1740; &#1582;&#1608;&#1583; &#1605;&#1578;&#1581;&#1583; &#1588;&#1583;&#1607;&#1548; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606; &#1580;&#1583;&#1740;&#1583;&#1740; &#1662;&#1740;&#1583;&#1575; &#1705;&#1606;&#1583; &#1578;&#1575; &#1576;&#1578;&#1608;&#1575;&#1606;&#1583; &#1575;&#1586; &#1662;&#1587; &#1575;&#1740;&#1606; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578; &#1605;&#1607;&#1605; &#1576;&#1585;&#1570;&#1740;&#1583; &#1608; &#1578;&#1608;&#1575;&#1586;&#1606; &#1585;&#1575; &#1576;&#1607; &#1587;&#1585;&#1586;&#1605;&#1740;&#1606; &#1576;&#1585;&#1711;&#1585;&#1583;&#1575;&#1606;&#1583;.<br/><br/>&#1578;&#1705;&#1575;&#1605;&#1604; &#1587;&#1740;&#1587;&#1578;&#1605; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; Horizon Forbidden West<br/>&#1740;&#1705;&#1740; &#1575;&#1586; &#1575;&#1607;&#1583;&#1575;&#1601; &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1583;&#1585; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Guerilla Games&#1548; &#1576;&#1607;&#1576;&#1608;&#1583; &#1608; &#1575;&#1585;&#1578;&#1602;&#1575; &#1587;&#1740;&#1587;&#1578;&#1605; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1575;&#1608;&#1604; &#1576;&#1608;&#1583; &#1705;&#1607; &#1576;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1576;&#1585; &#1585;&#1608;&#1740; &#1585;&#1740;&#1588;&#1607;&#8204;&#1607;&#1575;&#1740; &#1605;&#1581;&#1705;&#1605;&#1740; &#1705;&#1607; &#1606;&#1587;&#1582;&#1607; &#1575;&#1608;&#1604; &#1576;&#1606;&#1575; &#1705;&#1585;&#1583;&#1607;&#1548; &#1570;&#1606; &#1585;&#1575; &#1576;&#1607;&#1576;&#1608;&#1583; &#1583;&#1575;&#1583;&#1607; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588;&#8204;&#1578;&#1585; &#1608; &#1705;&#1575;&#1605;&#1604;&#8204;&#1578;&#1585; &#1585;&#1575; &#1576;&#1607; &#1582;&#1608;&#1585;&#1583; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1583;&#1607;&#1606;&#1583;. &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1607;&#1608;&#1585;&#1575;&#1740;&#1586;&#1606; &#1601;&#1608;&#1585;&#1576;&#1740;&#1583;&#1606; &#1608;&#1587;&#1578; &#1575;&#1576;&#1586;&#1575;&#1585;&#1607;&#1575; &#1608; &#1578;&#1580;&#1607;&#1740;&#1586;&#1575;&#1578; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; Aloy &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1583; &#1608; &#1576;&#1607; &#1583;&#1604;&#1740;&#1604; &#1670;&#1575;&#1576;&#1705; &#1576;&#1608;&#1583;&#1606; &#1575;&#1608; &#1606;&#1740;&#1586;&#1548; &#1575;&#1605;&#1705;&#1575;&#1606; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1576;&#1575; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578;&#1740; &#1587;&#1585;&#1587;&#1582;&#1578;&#8204;&#1578;&#1585; &#1608; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583;&#1578;&#1585; &#1601;&#1585;&#1575;&#1607;&#1605; &#1575;&#1587;&#1578;. &#1576;&#1585;&#1575;&#1740; &#1605;&#1579;&#1575;&#1604; &#1575;&#1606;&#1587;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740;&#1740; &#1576;&#1575; &#1586;&#1585;&#1607;&#8204;&#1607;&#1575;&#1740; &#1605;&#1587;&#1578;&#1581;&#1705;&#1605; &#1608; &#1585;&#1576;&#1575;&#1578;&#8204;&#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1576;&#1587;&#1740;&#1575;&#1585; &#1594;&#1608;&#1604;&#8204;&#1662;&#1740;&#1705;&#1585;&#1578;&#1585; &#1575;&#1586; &#1606;&#1587;&#1582;&#1607; &#1575;&#1608;&#1604; &#1607;&#1587;&#1578;&#1606;&#1583; &#1575;&#1586; &#1580;&#1605;&#1604;&#1607; &#1575;&#1740;&#1606; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1576;&#1608;&#1583;.<br/><br/>&#1578;&#1605;&#1575;&#1605; &#1570;&#1606;&#1670;&#1607; &#1576;&#1575;&#1740;&#1583; &#1583;&#1585; &#1605;&#1608;&#1585;&#1583; &#1602;&#1576;&#1575;&#1740;&#1604; &#1608; &#1601;&#1585;&#1607;&#1606;&#1711;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583; Horizon Forbidden West &#1576;&#1583;&#1575;&#1606;&#1740;&#1583;<br/>&#1576;&#1607;&#1576;&#1608;&#1583; &#1587;&#1740;&#1587;&#1578;&#1605; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1593;&#1605;&#1602; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1576;&#1607; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1582;&#1588;&#1740;&#1583;&#1607; &#1608; &#1605;&#1607;&#1575;&#1585;&#1578; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1585;&#1575; &#1575;&#1586; &#1587;&#1605;&#1578; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1605;&#1740;&#8204;&#1591;&#1604;&#1576;&#1583;. &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1575;&#1740;&#1606; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583; &#1576;&#1575; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1688;&#1607; &#1608; &#1575;&#1605;&#1705;&#1575;&#1606; &#1575;&#1585;&#1578;&#1602;&#1575; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1575;&#1593;&#1579; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1576;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1585;&#1575;&#1740; &#1607;&#1585; &#1587;&#1606;&#1575;&#1585;&#1740;&#1608; &#1608; &#1588;&#1585;&#1575;&#1740;&#1591;&#1740; &#1582;&#1608;&#1583;&#1578;&#1575;&#1606; &#1585;&#1575; &#1608;&#1601;&#1602; &#1583;&#1607;&#1740;&#1583; &#1608; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1585;&#1575; &#1576;&#1607; &#1606;&#1601;&#1593; &#1582;&#1608;&#1583; &#1578;&#1605;&#1575;&#1605; &#1705;&#1606;&#1740;&#1583;. &#1576;&#1575; &#1578;&#1608;&#1580;&#1607; &#1576;&#1607; &#1575;&#1740;&#1606; &#1578;&#1608;&#1589;&#1740;&#1601;&#8204;&#1607;&#1575;&#1548; &#1576;&#1575;&#1740;&#1583; &#1575;&#1606;&#1578;&#1592;&#1575;&#1585; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575;&#1740; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1585;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; Horizon Forbidden West &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583;.<br/><br/>&#1578;&#1606;&#1608;&#1593; &#1576;&#1740;&#1588;&#1578;&#1585; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1608; &#1585;&#1576;&#1575;&#1578;&#8204;&#1607;&#1575;<br/>&#1607;&#1605;&#1575;&#1606;&#8204;&#1591;&#1608;&#1585; &#1705;&#1607; &#1602;&#1576;&#1604;&#8204;&#1578;&#1585; &#1584;&#1705;&#1585; &#1588;&#1583;&#1548; &#1578;&#1593;&#1583;&#1575;&#1583; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1575;&#1586; &#1585;&#1576;&#1575;&#1578;&#8204;&#1607;&#1575; &#1608; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1585;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; Horizon Forbidden West &#1576;&#1585;&#1575;&#1740; &#1575;&#1608;&#1604;&#1740;&#1606; &#1576;&#1575;&#1585; &#1605;&#1604;&#1575;&#1602;&#1575;&#1578; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583;. &#1575;&#1586; &#1585;&#1576;&#1575;&#1578;&#8204;&#1607;&#1575;&#1740;&#1740; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578;&#1607; &#1608; &#1594;&#1608;&#1604;&#8204;&#1662;&#1740;&#1705;&#1585; &#1711;&#1585;&#1601;&#1578;&#1607; &#1578;&#1575; &#1570;&#1606; &#1605;&#1583;&#1604;&#8204;&#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1583;&#1585; &#1586;&#1740;&#1585; &#1570;&#1576; &#1587;&#1575;&#1705;&#1606; &#1607;&#1587;&#1578;&#1606;&#1583; (&#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; Aloy &#1602;&#1575;&#1576;&#1604;&#1740;&#1578; &#1588;&#1606;&#1575; &#1705;&#1585;&#1583;&#1606; &#1608; &#1585;&#1601;&#1578;&#1606; &#1586;&#1740;&#1585; &#1570;&#1576; &#1585;&#1575; &#1606;&#1740;&#1586; &#1583;&#1575;&#1585;&#1583;) &#1608; &#1575;&#1606;&#1587;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1576;&#1607; &#1583;&#1604;&#1740;&#1604; &#1586;&#1585;&#1607;&#8204;&#1607;&#1575; &#1608; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578;&#1607; &#1582;&#1608;&#1583;&#1548; &#1576;&#1575; &#1670;&#1606;&#1583; &#1590;&#1585;&#1576;&#1607; &#1588;&#1605;&#1575; &#1585;&#1575; &#1575;&#1586; &#1662;&#1575; &#1583;&#1585; &#1605;&#1740;&#8204;&#1570;&#1608;&#1585;&#1606;&#1583;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1576;&#1575; &#1575;&#1606;&#1587;&#1575;&#1606;&#8204;&#1607;&#1575; &#1607;&#1605; &#1576;&#1607; &#1607;&#1605;&#1575;&#1606; &#1575;&#1606;&#1583;&#1575;&#1586;&#1607; &#1582;&#1591;&#1585;&#1606;&#1575;&#1705; &#1608; &#1670;&#1575;&#1604;&#1588;&#8204;&#1576;&#1585;&#1575;&#1606;&#1711;&#1740;&#1586; &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1576;&#1575; &#1585;&#1576;&#1575;&#1578;&#8204;&#1607;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1575;&#1608;&#1604; &#1576;&#1608;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1593;&#1579; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1583;&#1575;&#1574;&#1605; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1578;&#1594;&#1740;&#1740;&#1585; &#1583;&#1607;&#1740;&#1583; &#1608; &#1576;&#1585;&#1575;&#1740; &#1607;&#1585; &#1587;&#1606;&#1575;&#1585;&#1740;&#1608;&#1740; &#1606;&#1576;&#1585;&#1583;&#1548; &#1601;&#1705;&#1585; &#1580;&#1583;&#1740;&#1583;&#1740; &#1585;&#1575; &#1662;&#1740;&#1575;&#1583;&#1607;&#8204;&#1587;&#1575;&#1586;&#1740; &#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1578;&#1606;&#1608;&#1593; &#1576;&#1575;&#1604;&#1575;&#1740; &#1578;&#1580;&#1607;&#1740;&#1586;&#1575;&#1578;&#1548; &#1586;&#1585;&#1607; &#1608; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;<br/>&#1576;&#1575;&#1586;&#1740; Horizon Forbidden West &#1591;&#1740;&#1601; &#1578;&#1580;&#1607;&#1740;&#1586;&#1575;&#1578; &#1608; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1711;&#1587;&#1578;&#1585;&#1583;&#1607;&#8204;&#1578;&#1585;&#1740; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1575;&#1608;&#1604; &#1585;&#1575; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1705;&#1607; &#1576;&#1575; &#1578;&#1608;&#1580;&#1607; &#1576;&#1607; &#1575;&#1740;&#1606;&#1705;&#1607; &#1576;&#1575;&#1586;&#1740; &#1575;&#1608;&#1604; &#1583;&#1585; &#1575;&#1740;&#1606; &#1586;&#1605;&#1740;&#1606;&#1607; &#1576;&#1587;&#1740;&#1575;&#1585; &#1594;&#1606;&#1740; &#1608; &#1605;&#1606;&#1575;&#1587;&#1576; &#1576;&#1608;&#1583;&#1548; &#1575;&#1740;&#1606; &#1575;&#1605;&#1585; &#1581;&#1740;&#1585;&#1578;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586; &#1575;&#1587;&#1578;. Aloy &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1576;&#1575; &#1711;&#1588;&#1578;&#8204;&#1608;&#1711;&#1584;&#1575;&#1585; &#1583;&#1585; &#1605;&#1581;&#1740;&#1591;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#1548; &#1576;&#1607; &#1605;&#1606;&#1575;&#1576;&#1593; &#1575;&#1608;&#1604;&#1740;&#1607; &#1608; &#1578;&#1580;&#1607;&#1740;&#1586;&#1575;&#1578; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583;&#1740; &#1605;&#1580;&#1607;&#1586; &#1588;&#1608;&#1583; &#1705;&#1607; &#1607;&#1585; &#1705;&#1583;&#1575;&#1605; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578; &#1575;&#1585;&#1578;&#1602;&#1575; &#1608; &#1588;&#1582;&#1589;&#1740;&#8204;&#1587;&#1575;&#1586;&#1740; &#1585;&#1575; &#1606;&#1740;&#1586; &#1583;&#1575;&#1585;&#1606;&#1583;. &#1593;&#1606;&#1575;&#1589;&#1585; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1606;&#1602;&#1588;&#8204;&#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1583;&#1585; &#1575;&#1740;&#1606; &#1588;&#1605;&#1575;&#1585;&#1607; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1581;&#1590;&#1608;&#1585; &#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585; &#1588;&#1605;&#1575; &#1576;&#1607;&#8204;&#1578;&#1583;&#1585;&#1740;&#1580; &#1608; &#1576;&#1575; &#1662;&#1740;&#1588;&#1585;&#1608;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740;&#1548; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583;&#1578;&#1585; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1580;&#1584;&#1575;&#1576;&#8204;&#1578;&#1585; &#1608; &#1662;&#1740;&#1670;&#1740;&#1583;&#1607;&#8204;&#1578;&#1585;&#1740; &#1585;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;.<br/><br/>&#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1670;&#1588;&#1605;&#8204;&#1606;&#1608;&#1575;&#1586; &#1608; &#1583;&#1585;&#1582;&#1608;&#1585; &#1606;&#1587;&#1604; &#1580;&#1583;&#1740;&#1583;<br/>&#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1607;&#1605;&#8204;&#1578;&#1585;&#1740;&#1606; &#1580;&#1606;&#1576;&#1607;&#8204;&#1607;&#1575;&#1740; &#1588;&#1605;&#1575;&#1585;&#1607; &#1575;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740;&#1548; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1586;&#1740;&#1576;&#1575; &#1608; &#1576;&#1740;&#8204;&#1606;&#1592;&#1740;&#1585;&#1588; &#1576;&#1608;&#1583; &#1705;&#1607; &#1576;&#1607;&#8204;&#1582;&#1608;&#1576;&#1740; &#1602;&#1583;&#1585;&#1578; &#1662;&#1585;&#1583;&#1575;&#1586;&#1588; &#1705;&#1606;&#1587;&#1608;&#1604; &#1662;&#1604;&#1740;&#8204;&#1575;&#1587;&#1578;&#1740;&#1588;&#1606; 4 &#1585;&#1575; &#1576;&#1607; &#1585;&#1582; &#1605;&#1740;&#8204;&#1705;&#1588;&#1740;&#1583;. &#1576;&#1575;&#1586;&#1740; Horizon Forbidden West &#1606;&#1740;&#1586; &#1607;&#1605;&#1740;&#1606; &#1585;&#1608;&#1606;&#1583; &#1585;&#1575; &#1662;&#1740;&#1588; &#1711;&#1585;&#1601;&#1578;&#1607; &#1608; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1576;&#1607;&#8204;&#1588;&#1583;&#1578; &#1586;&#1740;&#1576;&#1575; &#1608; &#1583;&#1585;&#1582;&#1608;&#1585; &#1606;&#1587;&#1604; &#1580;&#1583;&#1740;&#1583; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1585;&#1575; &#1662;&#1740;&#1588; &#1670;&#1588;&#1605;&#1575;&#1606; &#1588;&#1605;&#1575; &#1576;&#1607; &#1606;&#1605;&#1575;&#1740;&#1588; &#1605;&#1740;&#8204;&#1711;&#1584;&#1575;&#1585;&#1583;. &#1578;&#1605;&#1575;&#1605;&#1740; &#1575;&#1606;&#1740;&#1605;&#1740;&#1588;&#1606;&#8204;&#1607;&#1575; &#1576;&#1607; &#1588;&#1705;&#1604;&#1740; &#1608;&#1575;&#1602;&#1593;&#8204;&#1711;&#1585;&#1575;&#1740;&#1575;&#1606;&#1607; &#1591;&#1585;&#1575;&#1581;&#1740; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1583;&#1606;&#1740;&#1575;&#1740; &#1605;&#1605;&#1606;&#1608;&#1593;&#1607; &#1594;&#1585;&#1576;&#1548; &#1605;&#1605;&#1604;&#1608; &#1575;&#1586; &#1605;&#1606;&#1575;&#1592;&#1585; &#1586;&#1740;&#1576;&#1575; &#1605;&#1575;&#1606;&#1606;&#1583; &#1580;&#1606;&#1711;&#1604;&#8204;&#1607;&#1575;&#1740; &#1575;&#1606;&#1576;&#1608;&#1607;&#1548; &#1605;&#1606;&#1575;&#1591;&#1602; &#1605;&#1585;&#1583;&#1575;&#1576;&#1740;&#1548; &#1587;&#1575;&#1581;&#1604;&#8204;&#1607;&#1575;&#1740; &#1588;&#1606;&#1740; &#1608; &#1662;&#1608;&#1588;&#1588;&#8204;&#1607;&#1575;&#1740; &#1711;&#1740;&#1575;&#1607;&#1740; &#1585;&#1606;&#1711;&#1575;&#1585;&#1606;&#1711; &#1575;&#1587;&#1578;. &#1585;&#1576;&#1575;&#1578;&#8204;&#1607;&#1575; &#1608; &#1586;&#1585;&#1607; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585; &#1575;&#1589;&#1604;&#1740; &#1588;&#1605;&#1575; &#1606;&#1740;&#1586; &#1576;&#1575; &#1580;&#1586;&#1740;&#1740;&#1575;&#1578; &#1576;&#1575;&#1604;&#1575;&#1740;&#1740; &#1591;&#1585;&#1575;&#1581;&#1740; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1607;&#1605;&#1607;&#8204;&#1670;&#1740;&#1586; &#1583;&#1587;&#1578; &#1583;&#1585; &#1583;&#1587;&#1578; &#1607;&#1605; &#1583;&#1575;&#1583;&#1607; &#1578;&#1575; &#1602;&#1583;&#1585;&#1578; &#1705;&#1606;&#1587;&#1608;&#1604; &#1580;&#1583;&#1740;&#1583; &#1587;&#1606;&#1740; &#1740;&#1593;&#1606;&#1740; &#1662;&#1604;&#1740;&#8204;&#1575;&#1587;&#1578;&#1740;&#1588;&#1606; 5 &#1585;&#1575; &#1576;&#1607; &#1585;&#1582; &#1588;&#1605;&#1575; &#1576;&#1705;&#1588;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Horizon Forbidden West &#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1608;&#1585;&#1583; &#1575;&#1606;&#1578;&#1592;&#1575;&#1585;&#1578;&#1585;&#1740;&#1606; &#1575;&#1606;&#1581;&#1589;&#1575;&#1585;&#1740;&#8204;&#1607;&#1575;&#1740; &#1662;&#1604;&#1740;&#8204;&#1575;&#1587;&#1578;&#1740;&#1588;&#1606; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575; &#1578;&#1608;&#1580;&#1607; &#1576;&#1607; &#1587;&#1575;&#1576;&#1602;&#1607; &#1582;&#1608;&#1576; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; &#1587;&#1575;&#1586;&#1606;&#1583;&#1607;&#1548; &#1602;&#1591;&#1593;&#1575;&#1611; &#1605;&#1608;&#1601;&#1602; &#1592;&#1575;&#1607;&#1585; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1578;&#1580;&#1585;&#1576;&#1607; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1585;&#1575;&#1740; &#1578;&#1605;&#1575;&#1605;&#1740; &#1575;&#1601;&#1585;&#1575;&#1583;&#1740; &#1705;&#1607; &#1576;&#1607; &#1587;&#1576;&#1705; &#1580;&#1607;&#1575;&#1606;&#8204;&#1576;&#1575;&#1586;&#1548; &#1606;&#1602;&#1588;&#8204;&#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1608; &#1575;&#1705;&#1588;&#1606; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1606;&#1583; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1586;&#1740;&#1585;&#1575; &#1578;&#1605;&#1575;&#1605;&#1740; &#1593;&#1606;&#1575;&#1589;&#1585; &#1604;&#1575;&#1586;&#1605; &#1575;&#1586; &#1575;&#1740;&#1606; &#1688;&#1575;&#1606;&#1585;&#1607;&#1575;&#1740; &#1605;&#1581;&#1576;&#1608;&#1576; &#1585;&#1575; &#1576;&#1607;&#8204;&#1582;&#1608;&#1576;&#1740; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1740;&#1705;&#1583;&#1740;&#1711;&#1585; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1583;&#1607; &#1578;&#1575; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1578;&#1580;&#1585;&#1576;&#1607; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1585;&#1602;&#1605; &#1576;&#1586;&#1606;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Assassin&#8217;s Creed Valhalla &#1608; Far Cry 6 &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i3-8100 or AMD Ryzen 3 1300X
Memory: 16 GB RAM
Graphics: NVIDIA GeForce GTX 1650 4GB or AMD Radeon RX 5500XT 4GB
Storage: 150 GB available space
Additional Notes: 150GB SSD Space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1588;&#1608;&#1578;&#1585;, &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Horizon%20Forbidden%20West:%20Complete%20Edition/Horizon_Forbidden_West_Gameplay_02.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Horizon%20Forbidden%20West:%20Complete%20Edition/horizon-forbidden-west-complete-edition-pc-souboj.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Horizon%20Forbidden%20West:%20Complete%20Edition/horizon-forbidden-west-pc-review-3-scaled.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Horizon%20Forbidden%20West:%20Complete%20Edition/rGZvMb9.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Horizon%20Forbidden%20West:%20Complete%20Edition/930d1c468fc287eb04e09216db1d784223058723-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/811381/horizon-forbidden-west-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 88/100<br/>Steam: 9/10<br/>IGN: 9/10<br/><br/>Initial release date: February 18, 2022<br/>
    </div>
  </BODY>
</html>