<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Indika</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="3289.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index9.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="3314.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/3300f.jpg">
        <img src="../images/3300f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Indika&#160;(2024)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#231</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Merge Games</b>
            <br/>
            <b>15.5 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8234;&#1583;&#1585; Indika&#1548; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1587;&#1601;&#1585;&#1740; &#1601;&#1585;&#1740;&#1576;&#1606;&#1583;&#1607; &#1585;&#1575; &#1575;&#1586; &#1591;&#1585;&#1740;&#1602; &#1606;&#1587;&#1582;&#1607;&#8204;&#1575;&#1740; &#1582;&#1740;&#1575;&#1604;&#1740; &#1575;&#1586; &#1585;&#1608;&#1587;&#1740;&#1607; &#1602;&#1585;&#1606; &#1606;&#1608;&#1586;&#1583;&#1607;&#1605; &#1570;&#1594;&#1575;&#1586; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583; &#1705;&#1607; &#1605;&#1585;&#1586;&#1607;&#1575;&#1740; &#1576;&#1740;&#1606; &#1593;&#1576;&#1575;&#1583;&#1578; &#1605;&#1584;&#1607;&#1576;&#1740; &#1608; &#1583;&#1606;&#1740;&#1575;&#1740; &#1608;&#1575;&#1602;&#1593;&#1740; &#1605;&#1581;&#1608; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1587;&#1608;&#1605; &#1588;&#1582;&#1589; &#1608; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1605;&#1581;&#1608;&#1585; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; &#1584;&#1607;&#1606;&#8204;&#1607;&#1575;&#1740; &#1605;&#1576;&#1578;&#1705;&#1585; &#1583;&#1585; Odd Meter &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;&#1548; &#1601;&#1585;&#1605;&#1608;&#1604;&#8204;&#1607;&#1575;&#1740; &#1705;&#1604;&#1740;&#1588;&#1607; &#1585;&#1575; &#1576;&#1607; &#1670;&#1575;&#1604;&#1588; &#1605;&#1740;&#8204;&#1705;&#1588;&#1583; &#1608; &#1585;&#1608;&#1575;&#1740;&#1578;&#1740; &#1580;&#1584;&#1575;&#1576; &#1585;&#1575; &#1576;&#1575; &#1591;&#1606;&#1586; &#1578;&#1575;&#1585;&#1740;&#1705; &#1608; &#1605;&#1606;&#1575;&#1592;&#1585; &#1587;&#1608;&#1585;&#1574;&#1575;&#1604; &#1578;&#1585;&#1705;&#1740;&#1576; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1583;&#1585; &#1602;&#1604;&#1576; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1548; &#1740;&#1705; &#1585;&#1575;&#1607;&#1576;&#1607; &#1580;&#1608;&#1575;&#1606; &#1576;&#1575; &#1606;&#1575;&#1605; Indika &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1576;&#1607; &#1592;&#1575;&#1607;&#1585; &#1605;&#1593;&#1605;&#1608;&#1604;&#1740; &#1576;&#1608;&#1583;&#1607; &#1608; &#1576;&#1575; &#1605;&#1581;&#1583;&#1608;&#1583;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1586;&#1606;&#1583;&#1711;&#1740; &#1582;&#1608;&#1583; &#1583;&#1587;&#1578; &#1608; &#1662;&#1606;&#1580;&#1607; &#1606;&#1585;&#1605; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1576;&#1575; &#1575;&#1740;&#1606; &#1581;&#1575;&#1604;&#1548; &#1583;&#1585; &#1586;&#1740;&#1585; &#1670;&#1607;&#1585;&#1607; &#1601;&#1585;&#1608;&#1578;&#1606;&#1575;&#1606;&#1607; &#1575;&#1608; &#1581;&#1602;&#1740;&#1602;&#1578;&#1740; &#1581;&#1740;&#1585;&#1578; &#1575;&#1606;&#1711;&#1740;&#1586; &#1606;&#1607;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;&#1563; &#1575;&#1608; &#1662;&#1740;&#1608;&#1606;&#1583;&#1740; &#1576;&#1740; &#1587;&#1575;&#1576;&#1602;&#1607; &#1608; &#1576;&#1587;&#1740;&#1575;&#1585; &#1593;&#1580;&#1740;&#1576;&#1740; &#1576;&#1575; &#1582;&#1608;&#1583; &#1588;&#1740;&#1591;&#1575;&#1606; &#1583;&#1575;&#1585;&#1583;.<br/><br/>&#1575;&#1740;&#1606; &#1583;&#1608; &#1588;&#1582;&#1589;&#1740;&#1578; &#1576;&#1575; &#1607;&#1605; &#1575;&#1586; &#1583;&#1740;&#1608;&#1575;&#1585;&#1607;&#1575;&#1740; &#1605;&#1581;&#1575;&#1601;&#1592;&#1578; &#1588;&#1583;&#1607; &#1589;&#1608;&#1605;&#1593;&#1607; &#1593;&#1576;&#1608;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583; &#1608; &#1576;&#1607; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1605;&#1740;&#8204;&#1585;&#1608;&#1606;&#1583; &#1705;&#1607; &#1583;&#1585; &#1570;&#1606; &#1670;&#1740;&#1586;&#1607;&#1575;&#1740; &#1582;&#1575;&#1585;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1608; &#1662;&#1740;&#1588; &#1662;&#1575; &#1575;&#1601;&#1578;&#1575;&#1583;&#1607; &#1576;&#1575; &#1607;&#1605; &#1576;&#1585;&#1582;&#1608;&#1585;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;. &#1607;&#1605;&#1575;&#1606;&#8204;&#1591;&#1608;&#1585; &#1705;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; Indika &#1585;&#1575; &#1575;&#1586; &#1591;&#1585;&#1740;&#1602; &#1575;&#1740;&#1606; &#1602;&#1604;&#1605;&#1585;&#1608; &#1605;&#1585;&#1605;&#1608;&#1586; &#1585;&#1575;&#1607;&#1606;&#1605;&#1575;&#1740;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;&#1548; &#1576;&#1575; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575; &#1608; &#1575;&#1601;&#1588;&#1575;&#1711;&#1585;&#1740;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1585;&#1608;&#1576;&#1585;&#1608; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1588;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1591;&#1608;&#1585; &#1740;&#1705;&#1662;&#1575;&#1585;&#1670;&#1607; &#1593;&#1606;&#1575;&#1589;&#1585; &#1581;&#1604; &#1662;&#1575;&#1586;&#1604; &#1585;&#1575; &#1576;&#1575; &#1705;&#1575;&#1608;&#1588; &#1583;&#1585; &#1607;&#1605; &#1605;&#1740;&#8204;&#1570;&#1605;&#1740;&#1586;&#1583; &#1608; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1585;&#1575; &#1583;&#1593;&#1608;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1578;&#1575; &#1583;&#1585; &#1575;&#1593;&#1605;&#1575;&#1602; &#1585;&#1608;&#1575;&#1606; Indika &#1583;&#1585; &#1581;&#1740;&#1606; &#1580;&#1587;&#1578;&#1580;&#1608; &#1583;&#1585; &#1605;&#1606;&#1575;&#1592;&#1585; &#1593;&#1580;&#1740;&#1576; &#1608; &#1594;&#1585;&#1740;&#1576; &#1608; &#1583;&#1585; &#1593;&#1740;&#1606; &#1581;&#1575;&#1604; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1585;&#1608;&#1587;&#1740;&#1607; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1606;&#1583;. &#1575;&#1586; &#1591;&#1585;&#1740;&#1602; &#1576;&#1585;&#1582;&#1608;&#1585;&#1583;&#1607;&#1575;&#1740; &#1578;&#1571;&#1605;&#1604; &#1576;&#1585;&#1575;&#1606;&#1711;&#1740;&#1586; &#1608; &#1605;&#1593;&#1605;&#1575;&#1607;&#1575;&#1740; &#1601;&#1604;&#1587;&#1601;&#1740;&#1548; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1578;&#1588;&#1608;&#1740;&#1602; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583; &#1578;&#1575; &#1583;&#1585;&#1576;&#1575;&#1585;&#1607; &#1605;&#1575;&#1607;&#1740;&#1578; &#1575;&#1740;&#1605;&#1575;&#1606;&#1548; &#1575;&#1602;&#1578;&#1583;&#1575;&#1585; &#1608; &#1582;&#1608;&#1583;&#1588;&#1606;&#1575;&#1587;&#1740; &#1601;&#1705;&#1585; &#1705;&#1606;&#1606;&#1583;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1575;&#1586; &#1591;&#1585;&#1740;&#1602; &#1578;&#1585;&#1705;&#1740;&#1576;&#1740; &#1575;&#1586; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1587;&#1585;&#1575;&#1740;&#1740; &#1587;&#1606;&#1578;&#1740; &#1608; &#1605;&#1705;&#1575;&#1606;&#1740;&#1705;&#8204;&#1607;&#1575;&#1740; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1605;&#1576;&#1578;&#1705;&#1585;&#1575;&#1606;&#1607; &#1570;&#1588;&#1705;&#1575;&#1585; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1582;&#1591; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1575;&#1589;&#1604;&#1740;&#1548; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1575;&#1586; &#1591;&#1585;&#1740;&#1602; &#1605;&#1740;&#1606;&#1740; &#1711;&#1740;&#1605;&#8204;&#1607;&#1575;&#1740; &#1580;&#1584;&#1575;&#1576; &#1576;&#1575; &#1575;&#1587;&#1578;&#1575;&#1740;&#1604; &#1662;&#1740;&#1705;&#1587;&#1604;&#1740; &#1583;&#1608;&#1576;&#1593;&#1583;&#1740;&#1548; &#1576;&#1582;&#1588;&#1740; &#1575;&#1586; &#1711;&#1584;&#1588;&#1578;&#1607; &#1662;&#1585; &#1583;&#1585;&#1583;&#1587;&#1585; Indika &#1585;&#1575; &#1705;&#1588;&#1601; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583; &#1608; &#1576;&#1607; &#1578;&#1608;&#1587;&#1593;&#1607; &#1588;&#1582;&#1589;&#1740;&#1578; &#1576;&#1607; &#1582;&#1608;&#1576;&#1740; &#1605;&#1740;&#8204;&#1662;&#1585;&#1583;&#1575;&#1586;&#1606;&#1583;. Indika &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1588;&#1575;&#1607;&#1583;&#1740; &#1576;&#1585; &#1582;&#1604;&#1575;&#1602;&#1740;&#1578; &#1608; &#1580;&#1587;&#1575;&#1585;&#1578; &#1578;&#1608;&#1587;&#1593;&#1607; &#1583;&#1607;&#1606;&#1583;&#1711;&#1575;&#1606; &#1582;&#1608;&#1583; &#1575;&#1587;&#1578; &#1608; &#1607;&#1606;&#1580;&#1575;&#1585;&#1607;&#1575;&#1740; &#1589;&#1606;&#1593;&#1578; &#1585;&#1575; &#1576;&#1575; &#1585;&#1608;&#1740;&#1705;&#1585;&#1583; &#1594;&#1740;&#1585;&#1605;&#1578;&#1593;&#1575;&#1585;&#1601; &#1582;&#1608;&#1583; &#1583;&#1585; &#1591;&#1585;&#1575;&#1581;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1670;&#1575;&#1604;&#1588; &#1605;&#1740;&#8204;&#1705;&#1588;&#1583;. Odd Meter &#1576;&#1575; &#1575;&#1608;&#1604;&#1608;&#1740;&#1578; &#1583;&#1575;&#1583;&#1606; &#1576;&#1607; &#1586;&#1740;&#1576;&#1575;&#1740;&#1740; &#1588;&#1606;&#1575;&#1587;&#1740; &#1608; &#1606;&#1608;&#1570;&#1608;&#1585;&#1740; &#1585;&#1608;&#1575;&#1740;&#1740;&#1548; &#1740;&#1705; &#1580;&#1608;&#1575;&#1607;&#1585; &#1605;&#1587;&#1578;&#1602;&#1604; &#1587;&#1575;&#1582;&#1578;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1575;&#1606;&#1578;&#1592;&#1575;&#1585;&#1575;&#1578; &#1585;&#1575; &#1606;&#1575;&#1583;&#1740;&#1583;&#1607; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1583; &#1608; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1585;&#1575; &#1576;&#1607; &#1740;&#1705; &#1575;&#1608;&#1583;&#1740;&#1587;&#1577; &#1578;&#1601;&#1705;&#1585; &#1576;&#1585;&#1575;&#1606;&#1711;&#1740;&#1586; &#1583;&#1593;&#1608;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Death of a Wish &#1608; Shame Legacy &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: AMD Ryzen 5 3600 (6 core with 3,5 Ghz) or Intel i5-10400F (6 core with 2,9 Ghz)
Memory: 16 GB RAM
Graphics: Radeon RX580 (8GB) or Nvidia GTX 1660 (6GB) or Intel Arc A750 (8GB)
DirectX: Version 11
Storage: 50 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1605;&#1593;&#1605;&#1575;&#1740;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Indika/20240429004943_1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Indika/7864-INDIKA-review-pic-1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Indika/INDIKA-Consoles_05-13-24.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Indika/indika-header-scaled.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Indika/ss_84b5622ae15e9c1822d538196312d0d9f142cd40.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Indika/7191f2712bd51232f2a7ac890ea59efb58936833-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/1044263/indika-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 80/100<br/>Steam: 9/10<br/><br/>Initial release date: 2024<br/><br/>
    </div>
  </BODY>
</html>