<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Injustice 2</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="3300.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index9.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="3360.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/3314f.jpg">
        <img src="../images/3314f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Injustice 2&#160;(2017)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Injustice&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Fighting</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#232</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>WB Games</b>
	    &#160;
	   	NetherRealm
            <br/>
            <b>28.6 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1587;&#1575;&#1604; 2013 &#1575;&#1587;&#1578;&#1583;&#1740;&#1608; NetherRealm &#1662;&#1587; &#1575;&#1586; &#1587;&#1575;&#1604;&#8204;&#1607;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1576;&#1585; &#1585;&#1608;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1601;&#1575;&#1740;&#1578;&#1740;&#1606;&#1711; &#1575;&#1585;&#1575;&#1574;&#1607; &#1576;&#1585; &#1587;&#1575;&#1582;&#1578; &#1570;&#1740; &#1662;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1576;&#1585; &#1575;&#1587;&#1575;&#1587; &#1705;&#1605;&#1740;&#1705;&#8204;&#1607;&#1575;&#1740; &#1588;&#1585;&#1705;&#1578; DC &#1705;&#1585;&#1583;. &#1575;&#1740;&#1606; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608; &#1602;&#1576;&#1604;&#1575;&#1611; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1575; &#1587;&#1575;&#1582;&#1578; &#1587;&#1585;&#1740; &#1605;&#1588;&#1607;&#1608;&#1585; &#1605;&#1608;&#1585;&#1578;&#1575;&#1604; &#1705;&#1575;&#1605;&#1576;&#1578; &#1579;&#1575;&#1576;&#1578; &#1705;&#1585;&#1583;&#1607; &#1576;&#1608;&#1583;&#1548; &#1575;&#1605;&#1575; &#1605;&#1581;&#1589;&#1608;&#1604; &#1606;&#1607;&#1575;&#1740;&#1740; &#1576;&#1575;&#1586;&#1740; &#1705;&#1575;&#1605;&#1604;&#1740; &#1606;&#1576;&#1608;&#1583; &#1608; &#1605;&#1588;&#1705;&#1604;&#1575;&#1578;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1576;&#1575;&#1604;&#1575;&#1606;&#1587; &#1606;&#1576;&#1608;&#1583;&#1606; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585;&#1607;&#1575;&#1548; &#1605;&#1588;&#1705;&#1604;&#1575;&#1578; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1608;. &#1583;&#1575;&#1588;&#1578;&#1563; &#1575;&#1605;&#1575; &#1576;&#1575; &#1601;&#1585;&#1608;&#1588; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578; &#1570;&#1605;&#1740;&#1586; &#1608; &#1606;&#1605;&#1585;&#1575;&#1578; &#1602;&#1575;&#1576;&#1604; &#1602;&#1576;&#1608;&#1604;&#1740; &#1705;&#1607; &#1576;&#1575;&#1586;&#1740; &#1583;&#1575;&#1588;&#1578; &#1586;&#1605;&#1740;&#1606;&#1607; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1587;&#1575;&#1582;&#1578; &#1606;&#1587;&#1582;&#1607; &#1583;&#1608;&#1605; &#1570;&#1605;&#1575;&#1583;&#1607; &#1705;&#1585;&#1583;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1670;&#1606;&#1583; &#1587;&#1575;&#1604; &#1662;&#1587; &#1575;&#1586; &#1606;&#1587;&#1582;&#1607; &#1575;&#1608;&#1604; &#1575;&#1578;&#1601;&#1575;&#1602; &#1605;&#1740; &#1575;&#1601;&#1578;&#1583;. &#1662;&#1587; &#1575;&#1586; &#1606;&#1575;&#1576;&#1608;&#1583; &#1588;&#1583;&#1606; &#1581;&#1705;&#1608;&#1605;&#1578; &#1587;&#1608;&#1662;&#1585;&#1605;&#1606; &#1578;&#1608;&#1587;&#1591; &#1576;&#1578;&#1605;&#1606;&#1548; &#1576;&#1578;&#1605;&#1606; &#1608; &#1605;&#1608;&#1581;&#1583;&#1740;&#1606;&#1588; &#1587;&#1593;&#1740; &#1576;&#1607; &#1576;&#1575;&#1586;&#1711;&#1585;&#1583;&#1575;&#1606;&#1583;&#1606; &#1570;&#1585;&#1575;&#1605;&#1588; &#1576;&#1607; &#1583;&#1606;&#1740;&#1575; &#1607;&#1587;&#1578;&#1606;&#1583; &#1705;&#1607; &#1605;&#1588;&#1705;&#1604;&#1575;&#1578; &#1580;&#1583;&#1740;&#1583;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1711;&#1608;&#1585;&#1740;&#1604;&#1575; &#1711;&#1585;&#1575;&#1583; &#1608; &#1581;&#1605;&#1604;&#1607; Brianiac &#1576;&#1607; &#1586;&#1605;&#1740;&#1606; &#1606;&#1740;&#1586; &#1575;&#1740;&#1580;&#1575;&#1583; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1582;&#1608;&#1588;&#1576;&#1582;&#1578;&#1575;&#1606;&#1607; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1607; &#1582;&#1608;&#1576;&#1740; &#1585;&#1608;&#1575;&#1740;&#1578; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1580;&#1584;&#1575;&#1576;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1578;&#1575; &#1570;&#1582;&#1585; &#1576;&#1575;&#1586;&#1740; &#1581;&#1601;&#1592; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1705;&#1607; &#1576;&#1585;&#1575;&#1740; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1601;&#1575;&#1740;&#1578;&#1740;&#1606;&#1711; &#1608;&#1575;&#1602;&#1593;&#1575;&#1611; &#1606;&#1705;&#1578;&#1607; &#1576;&#1587;&#1740;&#1575;&#1585; &#1605;&#1579;&#1576;&#1578;&#1740; &#1575;&#1587;&#1578;.<br/><br/>&#1740;&#1705;&#1740; &#1575;&#1586; &#1606;&#1705;&#1575;&#1578; &#1605;&#1579;&#1576;&#1578; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1587;&#1575;&#1583;&#1607; &#1576;&#1608;&#1583;&#1606; &#1570;&#1606; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1586;&#1575;&#1606; &#1580;&#1583;&#1740;&#1583; &#1575;&#1587;&#1578;&#1548; &#1576;&#1607; &#1591;&#1608;&#1585;&#1740; &#1705;&#1607; &#1575;&#1711;&#1585; &#1602;&#1576;&#1604;&#1575;&#1611; &#1578;&#1580;&#1585;&#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1601;&#1575;&#1740;&#1578;&#1740;&#1606;&#1711; &#1586;&#1740;&#1575;&#1583;&#1740; &#1606;&#1583;&#1575;&#1588;&#1578;&#1740;&#1583; &#1576;&#1607; &#1585;&#1575;&#1581;&#1578;&#1740; &#1576;&#1575; &#1570;&#1606; &#1705;&#1606;&#1575;&#1585; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1570;&#1605;&#1583;. &#1605;&#1607;&#1605;&#8204;&#1578;&#1585;&#1740;&#1606; &#1608;&#1740;&#1688;&#1711;&#1740; &#1705;&#1607; &#1576;&#1607; &#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1576;&#1575;&#1586;&#1740; &#1575;&#1590;&#1575;&#1601;&#1607;&#8204;&#1588;&#1583;&#1607; &#1588;&#1582;&#1589;&#1740;&#1578; &#1587;&#1575;&#1586;&#1740; &#1570;&#1606; &#1575;&#1587;&#1578;&#1548; &#1705;&#1607; &#1576;&#1607; &#1588;&#1605;&#1575; &#1575;&#1580;&#1575;&#1586;&#1607; &#1575;&#1740;&#1580;&#1575;&#1583; &#1578;&#1594;&#1740;&#1740;&#1585;&#1575;&#1578; &#1592;&#1575;&#1607;&#1585;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1604;&#1576;&#1575;&#1587;&#8204;&#1607;&#1575;&#1740; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575; &#1608; &#1578;&#1594;&#1740;&#1740;&#1585;&#1575;&#1578;&#1740; &#1583;&#1585; &#1605;&#1740;&#1586;&#1575;&#1606; &#1602;&#1583;&#1585;&#1578; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585;&#1607;&#1575; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;&#1563; &#1575;&#1605;&#1575; &#1740;&#1705;&#1740; &#1580;&#1575;&#1604;&#1576;&#8204;&#1578;&#1585;&#1740;&#1606; &#1602;&#1587;&#1605;&#1578;&#8204;&#1607;&#1575;&#1740; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1581;&#1585;&#1705;&#1575;&#1578; &#1608;&#1740;&#1688;&#1607; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585;&#1607;&#1575; &#1575;&#1587;&#1578; &#1705;&#1607; &#1593;&#1575;&#1604;&#1740; &#1705;&#1575;&#1585; &#1588;&#1583;&#1607; &#1608; &#1576;&#1587;&#1740;&#1575;&#1585; &#1607;&#1740;&#1580;&#1575;&#1606; &#1575;&#1606;&#1711;&#1740;&#1586;&#1606;&#1583;.<br/><br/>&#1602;&#1591;&#1593;&#1575;&#1611; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1585;&#1608;&#1586; &#1575;&#1587;&#1578; &#1705;&#1607; &#1705;&#1575;&#1585; &#1570;&#1606; &#1576;&#1575; &#1606;&#1587;&#1582;&#1607; &#1576;&#1607;&#1740;&#1606;&#1607; &#1588;&#1583;&#1607; &#1570;&#1606;&#1585;&#1740;&#1604; &#1575;&#1606;&#1580;&#1740;&#1606; 3 &#1575;&#1606;&#1580;&#1575;&#1605; &#1588;&#1583;&#1607;. &#1591;&#1585;&#1575;&#1581;&#1740; &#1607;&#1575;&#1740; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585;&#1607;&#1575; &#1593;&#1575;&#1604;&#1740; &#1705;&#1575;&#1585; &#1588;&#1583;&#1607; &#1608; &#1576;&#1575; &#1588;&#1582;&#1589;&#1740; &#1587;&#1575;&#1586;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1604;&#1576;&#1575;&#1587;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583; &#1607;&#1605; &#1591;&#1585;&#1575;&#1581;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1582;&#1608;&#1576;&#1740; &#1583;&#1575;&#1585;&#1606;&#1583;&#1548; &#1604;&#1608;&#1604; &#1583;&#1740;&#1586;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1576;&#1587;&#1740;&#1575;&#1585; &#1582;&#1608;&#1576; &#1576;&#1608;&#1583;&#1607; &#1608; &#1605;&#1588;&#1705;&#1604; &#1582;&#1575;&#1589;&#1740; &#1583;&#1585; &#1570;&#1606; &#1606;&#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1583;&#1740;&#1583;. &#1578;&#1582;&#1585;&#1740;&#1576; &#1662;&#1584;&#1740;&#1585;&#1740; &#1586;&#1740;&#1575;&#1583;&#1548; &#1580;&#1586;&#1574;&#1740;&#1575;&#1578; &#1576;&#1575;&#1604;&#1575; &#1608; &#1575;&#1601;&#1705;&#1578;&#8204;&#1607;&#1575;&#1740; &#1580;&#1575;&#1604;&#1576; &#1575;&#1586; &#1606;&#1705;&#1575;&#1578; &#1605;&#1579;&#1576;&#1578; &#1575;&#1740;&#1606; &#1576;&#1582;&#1588; &#1607;&#1587;&#1578;&#1606;&#1583;.<br/><br/>&#1583;&#1585; &#1576;&#1582;&#1588; &#1589;&#1583;&#1575;&#1711;&#1584;&#1575;&#1585;&#1740; &#1606;&#1740;&#1586; &#1582;&#1608;&#1588;&#1576;&#1582;&#1578;&#1575;&#1606;&#1607; &#1575;&#1586; &#1575;&#1601;&#1585;&#1575;&#1583; &#1605;&#1593;&#1585;&#1608;&#1601; &#1608; &#1581;&#1585;&#1601;&#1607; &#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1588;&#1583;&#1607; &#1608; &#1576;&#1607; &#1580;&#1586; &#1670;&#1606;&#1583; &#1605;&#1608;&#1585;&#1583; &#1705;&#1608;&#1670;&#1705; &#1606;&#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1575;&#1586; &#1570;&#1606; &#1575;&#1740;&#1585;&#1575;&#1583; &#1711;&#1585;&#1601;&#1578;&#1548; &#1605;&#1608;&#1587;&#1740;&#1602;&#1740; &#1576;&#1575;&#1586;&#1740; &#1578;&#1608;&#1587;&#1591; &#1570;&#1602;&#1575;&#1740; Cristopher Drake &#1705;&#1607; &#1705;&#1575;&#1585; &#1606;&#1587;&#1582;&#1607; &#1575;&#1608;&#1604; &#1607;&#1605; &#1576;&#1585; &#1593;&#1607;&#1583;&#1607; &#1583;&#1575;&#1588;&#1578; &#1575;&#1587;&#1578; &#1591;&#1585;&#1575;&#1581;&#1740; &#1588;&#1583;&#1607;. &#1575;&#1586; &#1705;&#1575;&#1585;&#1607;&#1575;&#1740; &#1575;&#1740;&#1588;&#1575;&#1606; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1576;&#1607; &#1605;&#1608;&#1587;&#1740;&#1602;&#1740; &#1578;&#1581;&#1587;&#1740;&#1606; &#1588;&#1583;&#1607; &#1575;&#1606;&#1740;&#1605;&#1740;&#1588;&#1606; HellBoy &#1575;&#1588;&#1575;&#1585;&#1607; &#1705;&#1585;&#1583;. &#1582;&#1608;&#1588;&#1576;&#1582;&#1578;&#1575;&#1606;&#1607; &#1575;&#1740;&#1606; &#1576;&#1582;&#1588; &#1607;&#1605; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1582;&#1608;&#1576; &#1705;&#1575;&#1585; &#1588;&#1583;&#1607; &#1608;&#1604;&#1740; &#1606;&#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1570;&#1606; &#1585;&#1575; &#1576;&#1740;&#8204;&#1606;&#1602;&#1589; &#1606;&#1575;&#1605;&#1740;&#1583;.<br/><br/>Injustice 2&#1548; &#1602;&#1591;&#1593;&#1575;&#1611; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1601;&#1575;&#1740;&#1578;&#1740;&#1606;&#1711; &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1607; &#1578;&#1575; &#1576;&#1607; &#1575;&#1605;&#1585;&#1608;&#1586; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1575;&#1585;&#1575;&#1740; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1580;&#1584;&#1575;&#1576; &#1606;&#1740;&#1586; &#1575;&#1587;&#1578;. &#1576;&#1575;&#1586;&#1740; &#1576;&#1585;&#1575;&#1740; &#1607;&#1585; &#1606;&#1608;&#1593; &#1576;&#1575;&#1586;&#1740;&#8204; &#1570;&#1587;&#1575;&#1606; &#1576;&#1608;&#1583; &#1608; &#1576;&#1607; &#1585;&#1575;&#1581;&#1578;&#1740; &#1576;&#1575; &#1570;&#1606; &#1705;&#1606;&#1575;&#1585; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1570;&#1605;&#1583; &#1607;&#1585; &#1670;&#1606;&#1583; &#1576;&#1575;&#1586;&#1740; &#1605;&#1588;&#1705;&#1604;&#1575;&#1578; &#1585;&#1740;&#1586;&#1740; &#1583;&#1575;&#1585;&#1583; &#1608;&#1604;&#1740; &#1576;&#1607; &#1578;&#1605;&#1575;&#1605;&#1740; &#1575;&#1601;&#1585;&#1575;&#1583; &#1578;&#1580;&#1585;&#1576;&#1607; &#1570;&#1606; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i5-750, 2.66 GHz / AMD Phenom II X4 965, 3.4 GHz or AMD Ryzen&#8482; 3 1200, 3.1 GHz
Memory: 4 GB RAM
Graphics: NVIDIA&#174; GeForce&#8482; GTX 670 or NVIDIA&#174; GeForce&#8482; GTX 1050/ AMD&#174; Radeon&#8482; HD 7950 or AMD&#174; Radeon&#8482; RX 550
DirectX: Version 11 
Storage: 52 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/INJUSTICE%202/Injustice-2_-Legendary-Edition_20180828060615.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/INJUSTICE%202/injustice-2-review-516034-23.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/INJUSTICE%202/injustice-2-supergirl.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/INJUSTICE%202/ss_297cb766d40b263bd630ac48abb3fafc6a221987.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/INJUSTICE%202/ss_297cb766d40b263bd630ac48abb3fafc6a221987.1920x1080.jpg" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/396832/&#1587;&#1602;&#1608;&#1591;-&#1740;&#1705;-&#1606;&#1605;&#1575;&#1583;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-injustice-2/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 86/100<br/>Steam: 9/10<br/>IGN: 9/10<br/><br/>Initial release date: January 27, 2017<br/><br/>
    </div>
  </BODY>
</html>