<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Inmost</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="3360.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index9.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="3383.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/3373f.jpg">
        <img src="../images/3373f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Inmost&#160;(2020)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Adventure</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#234</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Chucklefish</b>
	    &#160;
	   	Hidden Layer Games
            <br/>
            <b>701 MB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1575;&#1586; &#1583;&#1587;&#1578; &#1583;&#1575;&#1583;&#1606; &#1740;&#1705; &#1583;&#1608;&#1587;&#1578; &#1608; &#1593;&#1586;&#1740;&#1586; &#1605;&#1608;&#1602;&#1593;&#1740;&#1578; &#1576;&#1587;&#1740;&#1575;&#1585; &#1587;&#1582;&#1578;&#1740; &#1576;&#1585;&#1575;&#1740; &#1570;&#1583;&#1605; &#1662;&#1740;&#1588; &#1605;&#1740;&#8204;&#1570;&#1608;&#1585;&#1583; &#1705;&#1607; &#1711;&#1584;&#1588;&#1578;&#1606; &#1575;&#1586; &#1570;&#1606; &#1705;&#1575;&#1585; &#1670;&#1606;&#1583;&#1575;&#1606; &#1570;&#1587;&#1575;&#1606;&#1740; &#1606;&#1740;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1594;&#1605; &#1608; &#1606;&#1575;&#1585;&#1575;&#1581;&#1578;&#1740; &#1585;&#1608;&#1740; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Hidden Layer Games &#1578;&#1571;&#1579;&#1740;&#1585; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1575;&#1587;&#1578; &#1608; &#1575;&#1740;&#1606; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; &#1583;&#1585; &#1607;&#1605;&#1705;&#1575;&#1585;&#1740; &#1576;&#1575; Chucklefish &#1583;&#1587;&#1578; &#1576;&#1607; &#1578;&#1608;&#1604;&#1740;&#1583; &#1576;&#1575;&#1586;&#1740; Inmost &#1586;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1740;&#1705; &#1575;&#1579;&#1585; &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;&#1585; &#1662;&#1740;&#1705;&#1587;&#1604;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575; &#1591;&#1585;&#1575;&#1581;&#1740; &#1582;&#1575;&#1589; &#1608; &#1578;&#1575;&#1585;&#1740;&#1705;&#1588;&#1548; &#1576;&#1585;&#1575;&#1740; &#1605;&#1583;&#1578;&#8204;&#1607;&#1575; &#1583;&#1585; &#1584;&#1607;&#1606; &#1588;&#1605;&#1575; &#1582;&#1608;&#1575;&#1607;&#1583; &#1605;&#1575;&#1606;&#1583;. &#1575;&#1586; &#1593;&#1605;&#1602; &#1583;&#1606;&#1740;&#1575;&#1740; &#1578;&#1575;&#1585;&#1740;&#1705; &#1662;&#1740;&#1588; &#1585;&#1608;&#1740;&#1578;&#1575;&#1606; &#1601;&#1585;&#1575;&#1585; &#1705;&#1606;&#1740;&#1583; &#1608; &#1575;&#1740;&#1606; &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1740;&#8204;&#1606;&#1592;&#1740;&#1585; &#1585;&#1575; &#1576;&#1575;&#1581;&#1608;&#1589;&#1604;&#1607; &#1580;&#1587;&#1578;&#1580;&#1608; &#1705;&#1606;&#1740;&#1583;. &#1587;&#1607; &#1588;&#1582;&#1589;&#1740;&#1578; &#1575;&#1589;&#1604;&#1740; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1588;&#1605;&#1575; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1576;&#1608;&#1583; &#1705;&#1607; &#1607;&#1585;&#1705;&#1583;&#1575;&#1605; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1578;&#1575;&#1585;&#1740;&#1705;&#1740; &#1583;&#1575;&#1585;&#1606;&#1583; &#1608; &#1587;&#1585;&#1606;&#1608;&#1588;&#1578; &#1570;&#1606;&#8204;&#1607;&#1575; &#1588;&#1575;&#1740;&#1583; &#1575;&#1586; &#1607;&#1605; &#1583;&#1608;&#1585; &#1576;&#1575;&#1588;&#1583; &#1575;&#1605;&#1575; &#1576;&#1607;&#8204;&#1606;&#1608;&#1593;&#1740; &#1576;&#1607; &#1607;&#1605; &#1605;&#1578;&#1589;&#1604; &#1575;&#1587;&#1578;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Inmost &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1740;&#1705; &#1583;&#1582;&#1578;&#1585; &#1580;&#1608;&#1575;&#1606; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1548; &#1740;&#1705; &#1588;&#1608;&#1575;&#1604;&#1740;&#1607; &#1602;&#1583;&#1740;&#1605;&#1740; &#1608; &#1740;&#1705; &#1605;&#1585;&#1583; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1662;&#1575;&#1587;&#1582; &#1585;&#1575; &#1585;&#1608;&#1575;&#1740;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1607;&#1585;&#1705;&#1583;&#1575;&#1605; &#1575;&#1586; &#1575;&#1740;&#1606; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575; &#1583;&#1575;&#1585;&#1575;&#1740; &#1582;&#1575;&#1591;&#1585;&#1575;&#1578; &#1587;&#1582;&#1578; &#1608; &#1608;&#1581;&#1588;&#1578;&#1606;&#1575;&#1705;&#1740; &#1607;&#1587;&#1578;&#1606;&#1583; &#1608; &#1576;&#1575; &#1605;&#1588;&#1705;&#1604;&#1575;&#1578;&#1740; &#1583;&#1587;&#1578;&#8204;&#1608;&#1662;&#1606;&#1580;&#1607; &#1606;&#1585;&#1605; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;. &#1576;&#1585;&#1575;&#1740; &#1606;&#1605;&#1608;&#1606;&#1607; &#1588;&#1608;&#1575;&#1604;&#1740;&#1607; &#1576;&#1575; &#1606;&#1740;&#1585;&#1608;&#1740; &#1588;&#1740;&#1591;&#1575;&#1606;&#1740; &#1583;&#1585;&#1606;&#1576;&#1585;&#1583; &#1575;&#1587;&#1578; &#1740;&#1575; &#1605;&#1585;&#1583; &#1605;&#1740;&#1575;&#1606;&#8204;&#1587;&#1575;&#1604;&#1740; &#1705;&#1607; &#1576;&#1582;&#1588; &#1576;&#1586;&#1585;&#1711;&#1740; &#1575;&#1586; &#1605;&#1593;&#1605;&#1575;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1662;&#1740;&#1588; &#1585;&#1608; &#1583;&#1575;&#1585;&#1583; &#1608; &#1576;&#1740;&#1588;&#1578;&#1585; &#1576;&#1582;&#1588; &#1605;&#1593;&#1605;&#1575;&#1740;&#1740; &#1585;&#1575; &#1578;&#1608;&#1587;&#1591; &#1575;&#1740;&#1606; &#1588;&#1582;&#1589;&#1740;&#1578; &#1591;&#1740; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583;. &#1607;&#1585;&#1705;&#1583;&#1575;&#1605; &#1575;&#1586; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585;&#1607;&#1575; &#1583;&#1575;&#1585;&#1575;&#1740; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740; &#1582;&#1575;&#1589; &#1582;&#1608;&#1583; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1583;&#1582;&#1578;&#1585;&#1576;&#1670;&#1607; &#1602;&#1583;&#1576;&#1604;&#1606;&#1583;&#1740; &#1606;&#1583;&#1575;&#1585;&#1583; &#1608; &#1606;&#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1576;&#1607; &#1606;&#1602;&#1575;&#1591; &#1576;&#1575; &#1575;&#1585;&#1578;&#1601;&#1575;&#1593; &#1576;&#1575;&#1604;&#1575; &#1576;&#1662;&#1585;&#1583;. &#1583;&#1585; &#1587;&#1608;&#1740; &#1583;&#1740;&#1711;&#1585; &#1576;&#1575;&#1585;&#1575;&#1606; &#1576;&#1607;&#8204;&#1588;&#1583;&#1578; &#1576;&#1607; &#1662;&#1606;&#1580;&#1585;&#1607;&#8204;&#1607;&#1575; &#1605;&#1740;&#8204;&#1578;&#1575;&#1576;&#1583; &#1608; &#1607;&#1605;&#1607;&#8204;&#1580;&#1575; &#1583;&#1585; &#1578;&#1575;&#1585;&#1740;&#1705;&#1740; &#1576;&#1740;&#8204;&#1606;&#1592;&#1740;&#1585; &#1576;&#1607; &#1606;&#1592;&#1585; &#1605;&#1740;&#8204;&#1585;&#1587;&#1583;. &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1740;&#1705; &#1607;&#1583;&#1601;&#1608;&#1606; &#1582;&#1608;&#1576; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583; &#1578;&#1575; &#1576;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1575;&#1586; &#1578;&#1605;&#1575;&#1605;&#1740; &#1589;&#1583;&#1575;&#1607;&#1575;&#1740; &#1578;&#1705;&#1585;&#1575;&#1585; &#1606;&#1588;&#1583;&#1606;&#1740; &#1576;&#1575;&#1586;&#1740; &#1604;&#1584;&#1578; &#1576;&#1576;&#1585;&#1740;&#1583;. &#1583;&#1585; &#1705;&#1604; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; 4 &#1587;&#1575;&#1593;&#1578;&#1607; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1588;&#1605;&#1575;&#1587;&#1578; &#1575;&#1605;&#1575; &#1575;&#1740;&#1606;&#8204;&#1602;&#1583;&#1585;&#1548; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1587;&#1740;&#1585;&#1578;&#1575;&#1606; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1578;&#1608;&#1587;&#1591; &#1740;&#1705; &#1585;&#1608;&#1575;&#1740; &#1585;&#1608;&#1575;&#1740;&#1578; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1705;&#1607; &#1583;&#1585; &#1575;&#1608;&#1575;&#1582;&#1585; &#1576;&#1575;&#1586;&#1740; &#1589;&#1583;&#1575;&#1740; &#1575;&#1608; &#1585;&#1575; &#1576;&#1740;&#1588;&#1578;&#1585; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1588;&#1606;&#1740;&#1583; &#1608; &#1705;&#1606;&#1578;&#1585;&#1604; &#1705;&#1605;&#1740; &#1575;&#1586; &#1583;&#1587;&#1578; &#1588;&#1605;&#1575; &#1582;&#1575;&#1585;&#1580; &#1582;&#1608;&#1575;&#1607;&#1583; &#1588;&#1583;. &#1705;&#1604; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607;&#8204;&#1605;&#1606;&#1592;&#1608;&#1585; &#1575;&#1585;&#1575;&#1574;&#1607; &#1578;&#1580;&#1585;&#1576;&#1607; &#1575;&#1581;&#1587;&#1575;&#1587;&#1740; &#1587;&#1575;&#1582;&#1578;&#1607;&#8204;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1576;&#1607;&#8204;&#1582;&#1608;&#1576;&#1740; &#1575;&#1586; &#1662;&#1587; &#1575;&#1740;&#1606; &#1607;&#1583;&#1601; &#1576;&#1586;&#1585;&#1711; &#1576;&#1585;&#1605;&#1740;&#8204;&#1570;&#1740;&#1583;. &#1607;&#1605;&#1607;&#8204;&#1670;&#1740;&#1586; &#1575;&#1586; &#1740;&#1705;&#8204;&#1588;&#1576; &#1591;&#1608;&#1601;&#1575;&#1606;&#1740; &#1578;&#1575;&#1585;&#1740;&#1705; &#1588;&#1585;&#1608;&#1593; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1587;&#1607; &#1588;&#1582;&#1589;&#1740;&#1578; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585;&#1711;&#1740;&#1585; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740; &#1662;&#1740;&#1670;&#1740;&#1583;&#1607; &#1608; &#1594;&#1605;&#1711;&#1740;&#1606; &#1582;&#1608;&#1583;&#1548; &#1580;&#1585;&#1574;&#1578; &#1581;&#1590;&#1608;&#1585; &#1580;&#1604;&#1608;&#1740; &#1670;&#1588;&#1605;&#1575;&#1606; &#1605;&#1575; &#1585;&#1575; &#1662;&#1740;&#1583;&#1575;&#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1576;&#1575;&#1604;&#1575;&#1582;&#1585;&#1607; &#1605;&#1740;&#8204;&#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1705;&#1587;&#1740; &#1662;&#1585;&#1583;&#1607; &#1575;&#1586; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1578;&#1575;&#1585;&#1740;&#1705; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1585;&#1583;&#1575;&#1585;&#1583;. &#1670;&#1607; &#1705;&#1587;&#1740; &#1576;&#1607;&#1578;&#1585; &#1575;&#1586; &#1588;&#1605;&#1575; &#1705;&#1607; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1670;&#1606;&#1583;&#1587;&#1575;&#1593;&#1578;&#1607;&#8204;&#1575;&#1740; &#1593;&#1605;&#1585;&#1588; &#1585;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1583;&#1567; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1662;&#1578;&#1575;&#1606;&#1587;&#1740;&#1604; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1585;&#1575;&#1740; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578; &#1580;&#1608;&#1575;&#1740;&#1586; &#1608; &#1601;&#1585;&#1608;&#1588; &#1582;&#1608;&#1576; &#1583;&#1575;&#1585;&#1583; &#1608; &#1575;&#1711;&#1585; &#1593;&#1575;&#1588;&#1602; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1575;&#1581;&#1587;&#1575;&#1587;&#1740; &#1576;&#1575; &#1591;&#1585;&#1575;&#1581;&#1740; &#1662;&#1740;&#1705;&#1587;&#1604;&#1740; &#1607;&#1587;&#1578;&#1740;&#1583;&#1548; &#1575;&#1740;&#1606;&#8204;&#1740;&#1705;&#1740; &#1602;&#1591;&#1593;&#1575;&#1611; &#1576;&#1585;&#1575;&#1740; &#1607;&#1605;&#1740;&#1588;&#1607; &#1583;&#1585; &#1584;&#1607;&#1606; &#1588;&#1605;&#1575; &#1582;&#1608;&#1575;&#1607;&#1583; &#1605;&#1575;&#1606;&#1583;. &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; &#1578;&#1604;&#1575;&#1588; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1607;&#8204;&#1605;&#1606;&#1592;&#1608;&#1585; &#1575;&#1585;&#1575;&#1574;&#1607; &#1601;&#1590;&#1575;&#1740; &#1576;&#1740;&#8204;&#1606;&#1592;&#1740;&#1585; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1575;&#1586; &#1578;&#1605;&#1575;&#1605;&#1740; &#1581;&#1585;&#1576;&#1607;&#8204;&#1607;&#1575;&#1740; &#1601;&#1606;&#1740; &#1576;&#1585;&#1575;&#1740; &#1585;&#1587;&#1740;&#1583;&#1606; &#1576;&#1607; &#1607;&#1583;&#1601; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. Hollow Knight &#1608; Ori and the Blind Forest &#1585;&#1575; &#1607;&#1605; &#1575;&#1586; &#1583;&#1587;&#1578; &#1606;&#1583;&#1607;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">OS: Windows 7 or higher
Memory: 512 MB RAM
Graphics: Radeon hd 5670 or higher
DirectX: Version 9.0c</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1605;&#1593;&#1605;&#1575;&#1740;&#1740;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Inmost/01_inmost.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Inmost/INMOST_screen_10.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Inmost/ss_6d7f0ae799447c286de4c44683978e43ed6fb886.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Inmost/ss_83fffac8a34f526b8efb7c131f13f5e56801ff33.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Inmost/74c234fca7ec78116b07e18a18726ab013506957-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://www.zoomg.ir/game-review/313498-inmost-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 76/100<br/>Steam: 9/10<br/><br/>Initial release date: October 11, 2019<br/>
    </div>
  </BODY>
</html>