<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Just Cause 2</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2016.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index10.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="3470.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/3459f.jpg">
        <img src="../images/3459f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Just Cause 2&#160;(2010)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Just Cause&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action, Action/Adventure</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#239</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Eidos Interactive</b>
	    &#160;
	   	Avalanche Studios
            <br/>
            <b>18.6 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1576;&#1575;&#1586;&#1740; Just Cause 2 &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1580;&#1607;&#1575;&#1606; &#1576;&#1575;&#1586; &#1583;&#1585; &#1587;&#1576;&#1705; &#1575;&#1705;&#1588;&#1606; &#1608; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608; &#1587;&#1608;&#1574;&#1583;&#1740; Avalanche &#1587;&#1575;&#1582;&#1578;&#1607; &#1608; &#1588;&#1585;&#1705;&#1578; Eidos Interactive &#1570;&#1606; &#1585;&#1575; &#1583;&#1585; &#1587;&#1575;&#1604; 2010 &#1605;&#1606;&#1578;&#1588;&#1585; &#1705;&#1585;&#1583;. &#1593;&#1585;&#1590;&#1607; &#1570;&#1606; &#1576;&#1607; &#1576;&#1575;&#1586;&#1575;&#1585; &#1576;&#1585;&#1575;&#1740; &#1705;&#1606;&#1587;&#1608;&#1604; &#1608; &#1587;&#1740;&#1587;&#1578;&#1605;&#8204;&#1593;&#1575;&#1605;&#1604; &#1608;&#1740;&#1606;&#1583;&#1608;&#1586; &#1578;&#1608;&#1587;&#1591; &#1588;&#1585;&#1705;&#1578; Square Enix &#1589;&#1608;&#1585;&#1578; &#1711;&#1585;&#1601;&#1578;. &#1602;&#1587;&#1605;&#1578; &#1583;&#1608;&#1605; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1607;&#1575;&#1740; Just Cause &#1587;&#1575;&#1604; 2006 &#1593;&#1585;&#1590;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1575;&#1586; &#1605;&#1608;&#1578;&#1608;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1587;&#1575;&#1586;&#1740; Avalanche &#1602;&#1583;&#1585;&#1578; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1583;.<br/><br/>&#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1740;&#1705;&#1608; &#1585;&#1608;&#1583;&#1585;&#1740;&#1711;&#1586; &#1576;&#1607; &#1580;&#1586;&#1740;&#1585;&#1607; &#1662;&#1575;&#1606;&#1575;&#1574;&#1608; (&#1588;&#1607;&#1585; &#1582;&#1740;&#1575;&#1604;&#1740; &#1585;&#1608; &#1576;&#1607; &#1608;&#1740;&#1585;&#1575;&#1606; &#1705;&#1607; &#1583;&#1585; &#1580;&#1575;&#1740;&#1740; &#1583;&#1585; &#1570;&#1587;&#1740;&#1575;&#1740;&#1740; &#1580;&#1606;&#1608;&#1576; &#1594;&#1585;&#1576;&#1740; &#1602;&#1585;&#1575;&#1585;&#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;) &#1585;&#1587;&#1740;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578; &#1575;&#1586; &#1585;&#1574;&#1740;&#1587; &#1582;&#1608;&#1583; &#1578;&#1575;&#1605; &#1588;&#1604;&#1583;&#1608;&#1606;&#1548; &#1602;&#1589;&#1583; &#1583;&#1575;&#1585;&#1583; &#1583;&#1740;&#1705;&#1578;&#1575;&#1578;&#1608;&#1585; &#1582;&#1576;&#1740;&#1579; &#1608; &#1575;&#1607;&#1585;&#1740;&#1605;&#1606;&#1740; &#1580;&#1586;&#1740;&#1585;&#1607;&#1548; &#1662;&#1575;&#1606;&#1583;&#1575;&#1705; &#171;&#1576;&#1740;&#1576;&#1740;&#187; &#1662;&#1575;&#1606;&#1575;&#1740; &#1585;&#1575; &#1606;&#1575;&#1576;&#1608;&#1583; &#1705;&#1606;&#1583;. &#1583;&#1585; &#1591;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1585;&#1740;&#1705;&#1608; &#1576;&#1575; &#1705;&#1605;&#1705; &#1578;&#1601;&#1606;&#1711;&#8204;&#1607;&#1575; &#1608; &#1740;&#1705; &#1602;&#1604;&#1575;&#1576; &#1711;&#1740;&#1585; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1602;&#1604;&#1575;&#1576; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1575;&#1580;&#1575;&#1586;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1578;&#1575; &#1608;&#1587;&#1575;&#1740;&#1604; &#1605;&#1582;&#1578;&#1604;&#1601; &#1585;&#1575; &#1576;&#1607; &#1587;&#1605;&#1578; &#1582;&#1608;&#1583; &#1576;&#1705;&#1588;&#1583; &#1740;&#1575; &#1575;&#1586; &#1580;&#1575;&#1607;&#1575;&#1740; &#1576;&#1575;&#1604;&#1575; &#1585;&#1608;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1583;&#1575;&#1585;&#1575;&#1740; &#1587;&#1740;&#1587;&#1578;&#1605; &#1607;&#1585;&#1580;&#8204;&#1608;&#1605;&#1585;&#1580; (Chaos) &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1585; &#1570;&#1606; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1576;&#1575;&#1740;&#1583; &#1576;&#1575; &#1575;&#1606;&#1580;&#1575;&#1605; &#1607;&#1585; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#1548; &#1605;&#1581;&#1604; &#1608; &#1575;&#1605;&#1608;&#1575;&#1604; &#1583;&#1608;&#1604;&#1578;&#1740; &#1662;&#1575;&#1606;&#1575;&#1574;&#1608; &#1585;&#1575; &#1606;&#1575;&#1576;&#1608;&#1583; &#1705;&#1606;&#1606;&#1583; &#1578;&#1575; &#1575;&#1605;&#1578;&#1740;&#1575;&#1586; &#1607;&#1585;&#1580;&#8204;&#1608;&#1605;&#1585;&#1580; &#1585;&#1575; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578; &#1705;&#1606;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1575;&#1605;&#1578;&#1740;&#1575;&#1586;&#1575;&#1578; &#1576;&#1585;&#1575;&#1740; &#1662;&#1740;&#1588; &#1576;&#1585;&#1583;&#1606; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1604;&#1575;&#1586;&#1605; &#1575;&#1587;&#1578;.<br/>&#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1602;&#1589;&#1583; &#1583;&#1575;&#1588;&#1578;&#1606;&#1583; &#1578;&#1575; &#1606;&#1587;&#1582;&#1607; &#1576;&#1607;&#1578;&#1585; &#1608; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578;&#1607;&#8204;&#1578;&#1585;&#1740; &#1575;&#1586; Just Cause &#1585;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1583;&#1607;&#1606;&#1583;. &#1711;&#1585;&#1608;&#1607; &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1605;&#1608;&#1602;&#1593;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1575;&#1586; &#1583;&#1587;&#1578; &#1585;&#1601;&#1578;&#1607; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1575;&#1608;&#1604; &#1585;&#1575; &#1570;&#1606;&#1575;&#1604;&#1740;&#1586; &#1608; &#1578;&#1581;&#1604;&#1740;&#1604; &#1705;&#1585;&#1583;&#1606;&#1583;. &#1583;&#1585;&#1606;&#1578;&#1740;&#1580;&#1607; &#1591;&#1585;&#1575;&#1581;&#1740; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575;&#1548; &#1607;&#1608;&#1588; &#1605;&#1589;&#1606;&#1608;&#1593;&#1740; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1608; &#1605;&#1705;&#1575;&#1606;&#1740;&#1587;&#1605; &#1575;&#1589;&#1604;&#1740; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1607;&#8204;&#1591;&#1608;&#1585; &#1705;&#1575;&#1605;&#1604; &#1583;&#1587;&#1578;&#1582;&#1608;&#1588; &#1578;&#1594;&#1740;&#1740;&#1585;&#1575;&#1578; &#1588;&#1583;.<br/><br/>&#1588;&#1607;&#1585; &#1662;&#1575;&#1606;&#1575;&#1574;&#1608; &#1576;&#1575; &#1575;&#1604;&#1607;&#1575;&#1605; &#1711;&#1585;&#1601;&#1578;&#1606; &#1575;&#1586; &#1605;&#1575;&#1604;&#1586;&#1740; &#1608; &#1575;&#1606;&#1583;&#1608;&#1606;&#1586;&#1740; &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1711;&#1585;&#1608;&#1607; &#1591;&#1585;&#1575;&#1581;&#1575;&#1606; &#1578;&#1605;&#1575;&#1605; &#1578;&#1604;&#1575;&#1588; &#1582;&#1608;&#1583; &#1585;&#1575; &#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1578;&#1575; &#1601;&#1590;&#1575;&#1740;&#1740; &#1576;&#1585;&#1575;&#1740; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1575;&#1705;&#1588;&#1606; &#1585;&#1575; &#1575;&#1740;&#1580;&#1575;&#1583; &#1705;&#1606;&#1606;&#1583;. &#1575;&#1587;&#1578;&#1583;&#1740;&#1608; Avalanche &#1576;&#1575; &#1607;&#1605;&#1705;&#1575;&#1585;&#1740; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608; Square Enix &#1604;&#1606;&#1583;&#1606; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1587;&#1575;&#1582;&#1578;&#1607; &#1575;&#1587;&#1578;. &#1583;&#1585; &#1587;&#1575;&#1604; 2007 &#1705;&#1607; &#1576;&#1585;&#1575;&#1740; &#1575;&#1608;&#1604;&#1740;&#1606; &#1576;&#1575;&#1585; &#1583;&#1605;&#1608;&#1740; &#1576;&#1575;&#1586;&#1740; &#1662;&#1582;&#1588; &#1588;&#1583;&#1548; 2 &#1605;&#1740;&#1604;&#1740;&#1608;&#1606; &#1711;&#1740;&#1605;&#1585; &#1580;&#1584;&#1576; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1588;&#1583;&#1606;&#1583;.<br/><br/>&#1583;&#1606;&#1740;&#1575;&#1740; Just Cause 2 &#1580;&#1607;&#1575;&#1606; &#1576;&#1575;&#1586; &#1575;&#1587;&#1578; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1607;&#8204;&#1585;&#1575;&#1581;&#1578;&#1740; &#1583;&#1585; &#1570;&#1606; &#1711;&#1585;&#1583;&#1588; &#1705;&#1606;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1705;&#1588;&#1606; &#1608; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1575;&#1586; &#1586;&#1575;&#1608;&#1740;&#1607; &#1583;&#1740;&#1583; &#1587;&#1608;&#1605; &#1588;&#1582;&#1589; &#1705;&#1606;&#1578;&#1585;&#1604; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1587;&#1607; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583;: &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1570;&#1688;&#1575;&#1606;&#1587; &#1576;&#1585;&#1575;&#1740; &#1662;&#1740;&#1588;&#1576;&#1585;&#1583; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1608; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1575;&#1589;&#1604;&#1740;&#1548; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1601;&#1585;&#1602;&#1607;&#8204;&#1575;&#1740; &#1608; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1587;&#1606;&#1711;&#1585; &#1711;&#1740;&#1585;&#1740;. &#1607;&#1585;&#1670;&#1602;&#1583;&#1585; &#1575;&#1605;&#1578;&#1740;&#1575;&#1586; &#1607;&#1585;&#1580;&#8204;&#1608;&#1605;&#1585;&#1580; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1576;&#1607; &#1583;&#1587;&#1578; &#1570;&#1608;&#1585;&#1740;&#1583;&#1548; &#1583;&#1608;&#1604;&#1578; &#1583;&#1740;&#1705;&#1578;&#1575;&#1578;&#1608;&#1585;&#1740; &#1586;&#1608;&#1583;&#1578;&#1585; &#1606;&#1575;&#1576;&#1608;&#1583; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1593;&#1605;&#1608;&#1604;&#1740;&#1548; &#1581;&#1575;&#1604;&#1578; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607;&#8204;&#1575;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1662;&#1608;&#1604;&#1740; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1585;&#1575;&#1740; &#1575;&#1585;&#1578;&#1602;&#1575;&#1740; &#1587;&#1604;&#1575;&#1581; &#1608; &#1604;&#1576;&#1575;&#1587; &#1575;&#1586; &#1570;&#1606; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; &#1583;&#1585; 28 &#1575;&#1605;&#1740;&#1606; &#1580;&#1588;&#1606;&#1608;&#1575;&#1585;&#1607; Golden Joystick &#1583;&#1585; &#1576;&#1582;&#1588; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1705;&#1588;&#1606; &#1606;&#1575;&#1605;&#1586;&#1583; &#1588;&#1583; &#1605;&#1606;&#1578;&#1607;&#1575; &#1576;&#1607; &#1585;&#1602;&#1740;&#1576; &#1582;&#1608;&#1583; &#1740;&#1593;&#1606;&#1740; Assassin&#8217;s Creed II &#1576;&#1575;&#1582;&#1578;. &#1580;&#1607;&#1575;&#1606; &#1576;&#1575;&#1586; &#1608; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1705;&#1575;&#1585; &#1593;&#1575;&#1604;&#1740; &#1575;&#1587;&#1578;&#1548; &#1576;&#1607;&#8204;&#1582;&#1608;&#1576;&#1740; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1593;&#1605;&#1602; &#1608; &#1580;&#1586;&#1574;&#1740;&#1575;&#1578; &#1585;&#1575; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1705;&#1585;&#1583;. &#1607;&#1605;&#1607;&#8204;&#1670;&#1740;&#1586; &#1586;&#1606;&#1583;&#1607; &#1608; &#1608;&#1575;&#1602;&#1593;&#1740;&#8204;&#1578;&#1585; &#1576;&#1607; &#1606;&#1592;&#1585; &#1605;&#1740;&#8204;&#1585;&#1587;&#1606;&#1583;. &#1606;&#1605;&#1585;&#1575;&#1578; &#1576;&#1575;&#1604;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1581;&#1575;&#1705;&#1740; &#1575;&#1586; &#1585;&#1590;&#1575;&#1740;&#1578; &#1711;&#1740;&#1605;&#1585;&#1607;&#1575; &#1575;&#1587;&#1578;. &#1575;&#1711;&#1585; &#1588;&#1605;&#1575; &#1607;&#1605; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585; &#1602;&#1587;&#1605;&#1578; &#1575;&#1608;&#1604; &#1576;&#1608;&#1583;&#1740;&#1583;&#1548; &#1575;&#1740;&#1606; &#1602;&#1587;&#1605;&#1578; &#1581;&#1578;&#1740; &#1575;&#1586; &#1570;&#1606;&#8204;&#1607;&#1605; &#1576;&#1607;&#1578;&#1585; &#1575;&#1587;&#1578;. &#1607;&#1605;&#1740;&#1606; &#1581;&#1575;&#1604;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1570;&#1606; &#1585;&#1575; &#1575;&#1586; &#1608;&#1576;&#8204;&#1587;&#1575;&#1740;&#1578; &#1662;&#1575;&#1585;&#1587;&#1740;&#8204;&#1711;&#1740;&#1605; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td nowrap="1" class="fieldlabel">Devices</td>
                  <td class="fieldvalue">Gamepad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">Mature</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Dual-core CPU with SSE3 (Athlon 64 X2 4200 / Pentium D 3GHz)
Memory: 2GB System Memory
Hard Drive: 10GB of free drive space
Graphics: DX10 compatible graphics card with 256 MB of memory
(Nvidia GeForce 8800 series/ ATI Radeon HD 2600 Pro)</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1588;&#1608;&#1578;&#1585;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1605;&#1587;&#1575;&#1576;&#1602;&#1607; &#1575;&#1740;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/JUST%20CAUSE%202/2013-01-26_00001.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/JUST%20CAUSE%202/just-cause-2-screenshot-29.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/JUST%20CAUSE%202/justcause2_3.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/JUST%20CAUSE%202/justcause2_5.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/JUST%20CAUSE%202/f7db6adae20741371d40d575025a802e54441792-480p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/574074/&#1585;&#1608;&#1586;&#1740;-&#1585;&#1608;&#1586;&#1711;&#1575;&#1585;&#1740;-&#1607;&#1740;&#1580;&#1575;&#1606;-&#1583;&#1740;&#1608;&#1575;&#1606;&#1607;%E2%80%8C&#1608;&#1575;&#1585;-&#1606;&#1602;&#1583;-&#1608;-&#1576;/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 84/100<br/>Steam: 9/10<br/>IGN: 8.8/10<br/><br/>Initial release date: March 23, 2010<br/>
    </div>
  </BODY>
</html>