<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Liftoff Micro Drones</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="1283.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index12.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="3518.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/3530f.jpg">
        <img src="../images/3530f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Liftoff Micro Drones&#160;(2021)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#245</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <br/>
            <b>8.25 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1576;&#1575;&#1586;&#1740;  Liftoff: Micro Drones &#1705;&#1607; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1688;&#1575;&#1606;&#1585; &#1608;&#1585;&#1586;&#1588;&#1740; &#1605;&#1740; &#1576;&#1575;&#1588;&#1583; &#1576;&#1575;&#1585; &#1583;&#1740;&#1711;&#1585; &#1576;&#1575;&#1586; &#1605;&#1740;&#1711;&#1585;&#1583;&#1583; &#1578;&#1575; &#1588;&#1605;&#1575; &#1576;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1575; &#1662;&#1607;&#1662;&#1575;&#1583; &#1607;&#1575;&#1740; &#1705;&#1608;&#1670;&#1705; &#1608; &#1607;&#1608;&#1575;&#1662;&#1740;&#1605;&#1575;&#1607;&#1575;&#1740; &#1576;&#1583;&#1608;&#1606; &#1587;&#1585;&#1606;&#1588;&#1740;&#1606; &#1605;&#1705;&#1575;&#1606; &#1607;&#1575; &#1608; &#1605;&#1581;&#1740;&#1591; &#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1582;&#1608;&#1583; &#1585;&#1575; &#1705;&#1575;&#1608;&#1588; &#1705;&#1606;&#1740;&#1583; &#1608; &#1580;&#1575;&#1607;&#1575;&#1740; &#1576;&#1585;&#1608;&#1740;&#1583; &#1705;&#1607; &#1585;&#1601;&#1578;&#1606;&#1588; &#1576;&#1585;&#1575;&#1740; &#1575;&#1606;&#1587;&#1575;&#1606; &#1587;&#1582;&#1578; &#1605;&#1740; &#1576;&#1575;&#1588;&#1583; &#1608;&#1604;&#1740; &#1576;&#1575; &#1575;&#1740;&#1606; &#1575;&#1605;&#1705;&#1575;&#1606;&#1575;&#1578; &#1588;&#1605;&#1575; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1607; &#1585;&#1575;&#1581;&#1578;&#1740; &#1576;&#1576;&#1740;&#1606;&#1740;&#1583; &#1575;&#1608;&#1606;&#1580;&#1575; &#1670;&#1607; &#1670;&#1740;&#1586;&#1740; &#1607;&#1587;&#1578; &#1608; &#1583;&#1585; &#1593;&#1740;&#1606; &#1705;&#1575;&#1608;&#1588; &#1705;&#1585;&#1583;&#1606; &#1581;&#1585;&#1705;&#1578; &#1607;&#1575;&#1740; &#1606;&#1605;&#1575;&#1740;&#1588;&#1740; &#1576;&#1575; &#1662;&#1607;&#1662;&#1575;&#1583;&#1607;&#1575; &#1576;&#1586;&#1606;&#1740;&#1583; &#1608; &#1604;&#1584;&#1578; &#1576;&#1576;&#1585;&#1740;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Liftoff: Micro Drones &#1575;&#1586; &#1606;&#1592;&#1585; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1608; &#1576;&#1589;&#1585;&#1740; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578; &#1670;&#1588;&#1605;&#1711;&#1740;&#1585;&#1740; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1606;&#1587;&#1582;&#1607; &#1602;&#1576;&#1604;&#1740; &#1582;&#1608;&#1583; &#1583;&#1575;&#1588;&#1578;&#1607; &#1575;&#1587;&#1578; , &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1607;&#1575; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1605;&#1705;&#1575;&#1606;&#1575;&#1578; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1583;&#1575;&#1585;&#1606;&#1583; &#1608; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1607;&#1585; &#1580;&#1608;&#1585;&#1740; &#1705;&#1607; &#1576;&#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1575;&#1740;&#1606; &#1705;&#1575;&#1608;&#1588; &#1608; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1585;&#1575; &#1662;&#1740;&#1588; &#1576;&#1576;&#1585;&#1606;&#1583; &#1578;&#1606;&#1608;&#1593; &#1605;&#1581;&#1740;&#1591; &#1607;&#1575;&#1740; &#1575;&#1705;&#1578;&#1588;&#1575;&#1601; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1608;&#1740;&#1688;&#1711;&#1740; &#1607;&#1575; &#1605;&#1740; &#1576;&#1575;&#1588;&#1583; &#1588;&#1605;&#1575; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1575;&#1586; &#1604;&#1575;&#1740; &#1602;&#1601;&#1587;&#1607; &#1607;&#1575;&#1740; &#1705;&#1575;&#1585;&#1582;&#1608;&#1606;&#1607; &#1585;&#1583; &#1576;&#1588;&#1608;&#1740;&#1583; &#1608; &#1740;&#1575; &#1585;&#1608;&#1740; &#1740;&#1705; &#1587;&#1705;&#1608;&#1740; &#1606;&#1601;&#1578;&#1740; &#1576;&#1607; &#1605;&#1581;&#1740;&#1591; &#1575;&#1591;&#1585;&#1575;&#1601; &#1583;&#1585;&#1740;&#1575; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#1583;.&#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1585;&#1575;&#1740; &#1582;&#1604;&#1576;&#1575;&#1606; &#1607;&#1575; &#1608; &#1740;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1605;&#1606;&#1583;&#1607;&#1575; &#1576;&#1607; &#1575;&#1740;&#1606; &#1585;&#1588;&#1578;&#1607; &#1576;&#1587;&#1740;&#1575;&#1585; &#1578;&#1608;&#1589;&#1740;&#1607; &#1605;&#1740; &#1588;&#1608;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Liftoff: Micro Drones &#1705;&#1607; &#1583;&#1585; &#1587;&#1575;&#1604; 2021 &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; &#1583;&#1587;&#1578;&#1585;&#1587;&#1740; early access &#1578;&#1608;&#1587;&#1591; &#1705;&#1605;&#1662;&#1575;&#1606;&#1740; LuGus Studios &#1605;&#1606;&#1588;&#1578;&#1585; &#1608; &#1576;&#1607; &#1576;&#1575;&#1586;&#1575;&#1585; &#1593;&#1585;&#1590;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1578;&#1608;&#1575;&#1606;&#1587;&#1578; &#1606;&#1592;&#1585; &#1705;&#1575;&#1585;&#1576;&#1585;&#1575;&#1606; &#1608; &#1605;&#1606;&#1578;&#1602;&#1583;&#1607;&#1575; &#1585;&#1575; &#1578;&#1575; &#1581;&#1583;&#1740; &#1576;&#1607; &#1582;&#1608;&#1583; &#1580;&#1604;&#1576; &#1705;&#1606;&#1583; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1605;&#1606;&#1583;&#1575;&#1606; &#1576;&#1607; &#1575;&#1740;&#1606; &#1585;&#1588;&#1578;&#1607;  &#1608; &#1582;&#1604;&#1576;&#1575;&#1606; &#1607;&#1575; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1607;&#1605;&#1740;&#1606; &#1575;&#1604;&#1575;&#1606; &#1575;&#1586; &#1587;&#1585;&#1608;&#1585;&#1607;&#1575;&#1740; &#1662;&#1585; &#1587;&#1585;&#1593;&#1578; &#1587;&#1575;&#1740;&#1578; &#1711;&#1740;&#1605;&#1576;&#1575;&#1578;&#1608; &#1583;&#1575;&#1606;&#1604;&#1608;&#1583; &#1705;&#1585;&#1583;&#1607; &#1608; &#1662;&#1607;&#1662;&#1575;&#1583;&#1607;&#1575;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1570;&#1605;&#1575;&#1583;&#1607; &#1740; &#1740;&#1705; &#1705;&#1575;&#1608;&#1588; &#1576;&#1705;&#1606;&#1740;&#1583;</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Memory: 5 GB
Graphics Card: NVIDIA GeForce 510
CPU: Intel Core 2 Duo E8400
File Size: 15 GB</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740;, &#1608;&#1585;&#1586;&#1588;&#1740;, &#1605;&#1587;&#1575;&#1576;&#1602;&#1607; &#1575;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Liftoff%20Micro%20Drones/ss_c904c45cb762278699fb0933489beb0c697cea37.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Liftoff%20Micro%20Drones/ss_c98fd0f30795bf6ca25111a5edc2d0efdd62e466.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Liftoff%20Micro%20Drones/ss_e9bec78317b451eaa9b95d7e6f6b01106a91a4e5.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Liftoff%20Micro%20Drones/ss_fc889394b11384e155ce0fa5caf3479f805c217a.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Liftoff%20Micro%20Drones/movie480_vp9.webm?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Steam: 9/10<br/><br/>Release Date: 30 November 2021 </div>
  </BODY>
</html>