<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Lost Ember</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="1296.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index12.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="3622.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/3611f.jpg">
        <img src="../images/3611f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Lost Ember&#160;(2018)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action/Adventure</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#249</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Mooneye Studios</b>
	    &#160;
	   	Mooneye Studios
            <br/>
            <b>7.36 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1688;&#1575;&#1606;&#1585; &#1575;&#1740;&#1606;&#1583;&#1740; &#1575;&#1586; &#1602;&#1583;&#1740;&#1605;&#8204;&#1575;&#1604;&#1575;&#1740;&#1575;&#1605; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1582;&#1575;&#1589; &#1582;&#1608;&#1583;&#1588; &#1585;&#1575; &#1583;&#1575;&#1588;&#1578;&#1607; &#1575;&#1587;&#1578; &#1608; &#1583;&#1575;&#1585;&#1583;&#1548; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1585;&#1580;&#1587;&#1578;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1605;&#1575; &#1585;&#1575; &#1576;&#1607; &#1575;&#1608;&#1580; &#1570;&#1587;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575; &#1576;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1576;&#1585;&#1575;&#1740; &#1605;&#1583;&#1578;&#1740; &#1575;&#1740;&#1606; &#1585;&#1606;&#1580; &#1587;&#1606;&#1711;&#1740;&#1606; &#1576;&#1608;&#1583;&#1606; &#1585;&#1575; &#1575;&#1586; &#1740;&#1575;&#1583;&#1605;&#1575;&#1606; &#1576;&#1608;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1583;&#1587;&#1578;&#1575;&#1606; &#1662;&#1585;&#1578;&#1608;&#1575;&#1606; &#1608; &#1584;&#1607;&#1606;&#8204;&#1607;&#1575;&#1740; &#1582;&#1604;&#1575;&#1602; &#1578;&#1608;&#1587;&#1593;&#1607;&#8204;&#1583;&#1607;&#1606;&#1583;&#1711;&#1575;&#1606; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Mooneye Studios &#1705;&#1606;&#1575;&#1585; &#1607;&#1605; &#1576;&#1575;&#1586;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1585;&#1575; &#1575;&#1740;&#1580;&#1575;&#1583; &#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1605;&#1740;&#8204;&#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1588;&#1605;&#1575;&#1585;&#1575; &#1576;&#1607; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1593;&#1580;&#1740;&#1576; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1586;&#1740;&#1576;&#1575; &#1576;&#1576;&#1585;&#1583; &#1608; &#1576;&#1607; &#1705;&#1605;&#1705; &#1588;&#1605;&#1575; &#1585;&#1575;&#1586; &#1575;&#1740;&#1606; &#1587;&#1585;&#1586;&#1605;&#1740;&#1606; &#1593;&#1580;&#1740;&#1576; &#1608; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1578;&#1585;&#1575;&#1688;&#1740;&#1705;&#1588; &#1585;&#1575; &#1662;&#1740;&#1583;&#1575; &#1705;&#1606;&#1583;. &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; Lost Ember &#1575;&#1586; &#1575;&#1606;&#1587;&#1575;&#1606; &#1580;&#1583;&#1575;&#1587;&#1578; &#1608; &#1575;&#1740;&#1606;&#1580;&#1575; &#1575;&#1606;&#1587;&#1575;&#1606; &#1576;&#1607;&#8204;&#1591;&#1608;&#1585; &#1705;&#1575;&#1605;&#1604; &#1575;&#1586; &#1585;&#1608;&#1740; &#1583;&#1606;&#1740;&#1575; &#1606;&#1575;&#1576;&#1608;&#1583;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1575;&#1605;&#1575; &#1585;&#1608;&#1581;&#1588;&#1575;&#1606; &#1576;&#1607;&#8204;&#1711;&#1608;&#1606;&#1607;&#8204;&#1575;&#1740; &#1583;&#1740;&#1711;&#1585; &#1581;&#1575;&#1590;&#1585; &#1575;&#1587;&#1578;. &#1591;&#1576;&#1740;&#1593;&#1578; &#1576;&#1575; &#1606;&#1576;&#1608;&#1583; &#1575;&#1606;&#1587;&#1575;&#1606; &#1606;&#1601;&#1587; &#1585;&#1575;&#1581;&#1578;&#1740; &#1605;&#1740;&#8204;&#1705;&#1588;&#1583; &#1608; &#1575;&#1740;&#1606; &#1581;&#1740;&#1608;&#1575;&#1606;&#1575;&#1578; &#1607;&#1587;&#1578;&#1606;&#1583; &#1705;&#1607; &#1585;&#1608;&#1740; &#1587;&#1585;&#1605;&#1575;&#1740;&#1607;&#8204;&#1607;&#1575;&#1740; &#1606;&#1575;&#1576;&#1608;&#1583;&#1588;&#1583;&#1607; &#1575;&#1606;&#1587;&#1575;&#1606;&#1740; &#1580;&#1608;&#1604;&#1575;&#1606; &#1605;&#1740;&#8204;&#1583;&#1607;&#1606;&#1583; &#1608; &#1607;&#1605;&#1607;&#8204;&#1670;&#1740;&#1586; &#1578;&#1605;&#1575;&#1605;&#1575;&#1611; &#1582;&#1585;&#1575;&#1576;&#1740; &#1575;&#1587;&#1578;. &#1588;&#1605;&#1575; &#1575;&#1740;&#1606; &#1608;&#1587;&#1591; &#1606;&#1602;&#1588; &#1740;&#1705; &#1711;&#1585;&#1711; &#1578;&#1606;&#1607;&#1575; &#1585;&#1575;&#1583;&#1575;&#1585;&#1740;&#1583; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; &#1585;&#1608;&#1581; &#1575;&#1606;&#1587;&#1575;&#1606;&#1740; &#1583;&#1585;&#1711;&#1740;&#1585; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1588;&#1575;&#1740;&#1583; &#1578;&#1575;&#1576;&#1607;&#8204;&#1581;&#1575;&#1604; &#1581;&#1604;&#1608;&#1604; &#1585;&#1608;&#1581; &#1583;&#1585; &#1576;&#1583;&#1606; &#1740;&#1705; &#1601;&#1585;&#1583; &#1585;&#1575; &#1588;&#1606;&#1740;&#1583;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583; &#1575;&#1740;&#1606; &#1575;&#1578;&#1601;&#1575;&#1602;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1602;&#1740;&#1602;&#1575;&#1611; &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; Lost Ember &#1605;&#1740;&#8204;&#1575;&#1601;&#1578;&#1583;. &#1588;&#1605;&#1575; &#1711;&#1585;&#1711; &#1587;&#1585;&#1576;&#1607;&#8204;&#1586;&#1740;&#1585;&#1740; &#1607;&#1587;&#1578;&#1740;&#1583; &#1705;&#1607; &#1711;&#1607; &#1711;&#1575;&#1607; &#1576;&#1585;&#1575;&#1740; &#1576;&#1602;&#1575;&#1740; &#1582;&#1608;&#1583; &#1583;&#1587;&#1578; &#1576;&#1607; &#1588;&#1705;&#1575;&#1585; &#1605;&#1740;&#8204;&#1586;&#1606;&#1740;&#1583; &#1575;&#1605;&#1575; &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1576;&#1583;&#1606;&#1578;&#1575;&#1606; &#1578;&#1608;&#1587;&#1591; &#1585;&#1608;&#1581;&#1740; &#1575;&#1606;&#1587;&#1575;&#1606;&#1740; &#1578;&#1587;&#1582;&#1740;&#1585;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1585;&#1608;&#1581; &#1583;&#1587;&#1578; &#1575;&#1586; &#1587;&#1585; &#1711;&#1585;&#1711; &#1576;&#1585;&#1606;&#1605;&#1740;&#8204;&#1583;&#1575;&#1585;&#1583; &#1608; &#1575;&#1586; &#1575;&#1608; &#1605;&#1740;&#8204;&#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1607;&#8204;&#1580;&#1575;&#1740;&#1740; &#1576;&#1585;&#1608;&#1583; &#1705;&#1607; &#1607;&#1585; &#1583;&#1608;&#1740;&#8204;&#1588;&#1575;&#1606; &#1576;&#1585;&#1575;&#1740; &#1607;&#1605;&#1740;&#1588;&#1607; &#1583;&#1585; &#1570;&#1585;&#1575;&#1605;&#1588; &#1586;&#1606;&#1583;&#1711;&#1740; &#1705;&#1606;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1588;&#1607;&#1585; &#1606;&#1608;&#1585; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1585; &#1587;&#1585; &#1575;&#1608;&#1587;&#1578; &#1608; &#1582;&#1575;&#1591;&#1585;&#1575;&#1578;&#1740; &#1575;&#1586;&#1570;&#1606;&#1580;&#1575; &#1605;&#1583;&#1575;&#1605; &#1583;&#1585; &#1584;&#1607;&#1606;&#1588; &#1578;&#1705;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1581;&#1575;&#1583;&#1579;&#1607;&#8204;&#1575;&#1740; &#1578;&#1585;&#1575;&#1688;&#1740;&#1705; &#1585;&#1582;&#8204;&#1583;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575;&#1740;&#1583; &#1583;&#1604;&#1740;&#1604; &#1570;&#1606; &#1585;&#1575; &#1605;&#1588;&#1582;&#1589; &#1705;&#1585;&#1583;. &#1670;&#1607; &#1576;&#1608;&#1583;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1606;&#1740;&#1575;&#1740; &#1575;&#1606;&#1587;&#1575;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1606;&#1575;&#1576;&#1608;&#1583; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1575;&#1604;&#1576;&#1578;&#1607; &#1576;&#1575;&#1740;&#1583; &#1586;&#1606;&#1583;&#1711;&#1740; &#1711;&#1584;&#1588;&#1578;&#1607; &#1575;&#1740;&#1606; &#1711;&#1585;&#1711; &#1606;&#1740;&#1586; &#1605;&#1588;&#1582;&#1589; &#1588;&#1608;&#1583;. &#1575;&#1740;&#1606; &#1711;&#1585;&#1711; &#1578;&#1575;&#1586;&#1607;&#8204;&#1606;&#1601;&#1587; &#1608; &#1578;&#1740;&#1586;&#1583;&#1606;&#1583;&#1575;&#1606; &#1575;&#1587;&#1578; &#1575;&#1605;&#1575; &#1587;&#1601;&#1585; &#1588;&#1605;&#1575; &#1576;&#1585;&#1575;&#1740; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583;&#1606; &#1711;&#1584;&#1588;&#1578;&#1607; &#1576;&#1587;&#1740;&#1575;&#1585; &#1705;&#1606;&#1583; &#1662;&#1740;&#1588; &#1605;&#1740;&#8204;&#1585;&#1608;&#1583; &#1608; &#1607;&#1585; &#1576;&#1575;&#1585; &#1605;&#1588;&#1705;&#1604;&#1740; &#1662;&#1740;&#1588; &#1585;&#1608;&#1740;&#1578;&#1575;&#1606; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1583;. &#1576;&#1607; &#1705;&#1605;&#1705; &#1575;&#1740;&#1606; &#1585;&#1608;&#1581; &#1575;&#1606;&#1587;&#1575;&#1606;&#1740;&#1548; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1607;&#1585; &#1581;&#1740;&#1608;&#1575;&#1606; &#1583;&#1740;&#1711;&#1585;&#1740; &#1585;&#1575; &#1576;&#1607; &#1705;&#1575;&#1585; &#1576;&#1711;&#1740;&#1585;&#1740;&#1583; &#1608; &#1576;&#1585;&#1575;&#1740; &#1606;&#1605;&#1608;&#1606;&#1607; &#1576;&#1575;&#1604;&#8204;&#1607;&#1575;&#1740; &#1740;&#1705; &#1662;&#1585;&#1606;&#1583;&#1607; &#1585;&#1575; &#1602;&#1585;&#1590; &#1576;&#1711;&#1740;&#1585;&#1740;&#1583; &#1578;&#1575; &#1576;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1575;&#1586; &#1585;&#1608;&#1583;&#1582;&#1575;&#1606;&#1607; &#1585;&#1608;&#1576;&#1607;&#8204;&#1585;&#1608; &#1593;&#1576;&#1608;&#1585; &#1705;&#1606;&#1740;&#1583;.<br/><br/>Lost Ember &#1580;&#1587;&#1578;&#1580;&#1608; &#1576;&#1585;&#1575;&#1740; &#1586;&#1605;&#1575;&#1606; &#1582;&#1608;&#1588; &#1575;&#1606;&#1587;&#1575;&#1606; &#1583;&#1585; &#1583;&#1604; &#1591;&#1576;&#1740;&#1593;&#1578; &#1586;&#1740;&#1576;&#1575; &#1608; &#1585;&#1606;&#1711;&#1740;&#1606; &#1575;&#1587;&#1578;. &#1576;&#1575;&#1586;&#1740; &#1662;&#1585; &#1575;&#1586; &#1605;&#1606;&#1575;&#1592;&#1585; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1586;&#1740;&#1576;&#1575; &#1608; &#1606;&#1601;&#1587;&#8204;&#1711;&#1740;&#1585; &#1575;&#1587;&#1578;. &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1583;&#1585; &#1740;&#1705; &#1585;&#1608;&#1586; &#1578;&#1605;&#1575;&#1605; &#1705;&#1585;&#1583; &#1575;&#1605;&#1575; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1587;&#1578; &#1705;&#1607; &#1575;&#1740;&#1606;&#8204;&#1591;&#1608;&#1585; &#1582;&#1585;&#1575;&#1576;&#1588; &#1705;&#1585;&#1583; &#1608; &#1576;&#1575;&#1740;&#1583; &#1576;&#1575;&#1581;&#1608;&#1589;&#1604;&#1607; &#1606;&#1588;&#1587;&#1578; &#1608; &#1575;&#1586; &#1591;&#1576;&#1740;&#1593;&#1578; &#1570;&#1606; &#1604;&#1584;&#1578; &#1576;&#1585;&#1583;. &#1575;&#1740;&#1606; &#1587;&#1601;&#1585;&#1740; &#1575;&#1587;&#1578; &#1576;&#1585;&#1575;&#1740; &#1662;&#1575;&#1705; &#1705;&#1585;&#1583;&#1606; &#1585;&#1608;&#1581; &#1575;&#1586; &#1586;&#1588;&#1578;&#8204;&#1607;&#1575; &#1608; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583;&#1606; &#1586;&#1740;&#1576;&#1575;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; &#1591;&#1576;&#1740;&#1593;&#1578;. &#1575;&#1587;&#1578;&#1575;&#1740;&#1604; &#1607;&#1606;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1583;&#1604; &#1585;&#1574;&#1575;&#1604; &#1576;&#1608;&#1583;&#1606;&#1588; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1586;&#1740;&#1576;&#1575; &#1608; &#1670;&#1588;&#1605;&#8204;&#1711;&#1740;&#1585; &#1575;&#1587;&#1578;. &#1576;&#1575;&#1586;&#1740; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1606;&#1740;&#1605;&#1607;&#8204;&#1578;&#1605;&#1575;&#1605; &#1570;&#1583;&#1605;&#1740; &#1583;&#1585; &#1602;&#1575;&#1604;&#1576;&#1740; &#1583;&#1740;&#1711;&#1585; &#1575;&#1587;&#1578;. &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1606;&#1711;&#1575;&#1607;&#1740; &#1576;&#1607; What Remains of Edith Finch &#1608; GRIS &#1576;&#1740;&#1606;&#1583;&#1575;&#1586;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td nowrap="1" class="fieldlabel">Devices</td>
                  <td class="fieldvalue">Gamepad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: 3.0GHz CPU Dual Core
Memory: 4 GB RAM
Graphics: GTX 550 Ti 1GB/ Radeon 6950 1GB
DirectX: Version 10
Storage: 13 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Lost%20Ember/2_ParrotJump.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Lost%20Ember/Lost-Ember_20191227133543.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Lost%20Ember/large.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Lost%20Ember/ss_2888b2898dc85f04b48250936ac3e0c5f1edbb2e.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Lost%20Ember/ss_35fae85c7e62160531ec02c7bf606436c9e68db9.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Lost%20Ember/d0ec95d8aac16e61069c97bbc5f97da95584199-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://www.zoomg.ir/game-review/311681-lost-ember-game-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 70/100<br/>Steam: 9/10<br/><br/>Initial release date: October 23, 2019</div>
  </BODY>
</html>