<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Mark of the Ninja: Remastered</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="1308.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index13.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="1344.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/3647f.jpg">
        <img src="../images/3647f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Mark of the Ninja: Remastered&#160;(2018)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#252</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Klei Entertainment</b>
            <br/>
            <b>6.88 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;Mark of the Ninja &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;&#1585; &#1575;&#1587;&#1578; &#1705;&#1607; &#1582;&#1588;&#1608;&#1606;&#1578; &#1586;&#1740;&#1575;&#1583;&#1740; &#1585;&#1575; &#1607;&#1605;&#1585;&#1575;&#1607; &#1576;&#1575; &#1711;&#1740;&#1605;&#8204;&#1662;&#1604;&#1740; &#1583;&#1608; &#1576;&#1593;&#1583;&#1740; &#1582;&#1608;&#1583; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1578;&#1608;&#1587;&#1591; Klei Entertainment &#1578;&#1608;&#1587;&#1593;&#1607; &#1583;&#1575;&#1583;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1576;&#1575;&#1586;&#1587;&#1575;&#1586;&#1740; &#1588;&#1583;&#1607;&#8204;&#1740; &#1570;&#1606; &#1576;&#1585;&#1575;&#1740; &#1606;&#1587;&#1604; &#1607;&#1588;&#1578;&#1605; &#1585;&#1608;&#1575;&#1606;&#1607;&#8204;&#1740; &#1576;&#1575;&#1586;&#1575;&#1585; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1605;&#1582;&#1601;&#1740;&#8204;&#1705;&#1575;&#1585;&#1740; &#1576;&#1582;&#1588; &#1576;&#1587;&#1740;&#1575;&#1585; &#1605;&#1607;&#1605;&#1740; &#1575;&#1586; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1587;&#1578; &#1608; &#1605;&#1607;&#1575;&#1585;&#1578;&#8204;&#1607;&#1575;&#1740; &#1588;&#1605;&#1575; &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1740;&#1705; &#1606;&#1740;&#1606;&#1580;&#1575; &#1605;&#1581;&#1705; &#1586;&#1583;&#1607; &#1582;&#1608;&#1575;&#1607;&#1583; &#1588;&#1583;.<br/><br/>&#1588;&#1605;&#1575; &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1740;&#1705; &#1606;&#1740;&#1606;&#1580;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1602;&#1585;&#1575;&#1585; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1711;&#1585;&#1601;&#1578; &#1705;&#1607; &#1576;&#1607; &#1583;&#1604;&#1740;&#1604; &#1740;&#1705; &#1582;&#1575;&#1604;&#8204;&#1705;&#1608;&#1576;&#1740; &#1606;&#1601;&#1585;&#1740;&#1606; &#1588;&#1583;&#1607;&#1548; &#1602;&#1583;&#1585;&#1578;&#8204;&#1607;&#1575;&#1740; &#1581;&#1587;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1576;&#1575;&#1604;&#1575;&#1740;&#1740; &#1583;&#1575;&#1585;&#1740;&#1583;. &#1588;&#1605;&#1575; &#1576;&#1575;&#1740;&#1583; &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; &#1605;&#1582;&#1601;&#1740;&#8204;&#1705;&#1575;&#1585;&#1740; &#1605;&#1585;&#1575;&#1581;&#1604; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1662;&#1740;&#1588; &#1576;&#1576;&#1585;&#1740;&#1583; &#1575;&#1605;&#1575; &#1576;&#1585;&#1575;&#1740; &#1662;&#1740;&#1588; &#1576;&#1585;&#1583;&#1606; &#1605;&#1585;&#1575;&#1581;&#1604; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576;&#1740; &#1605;&#1607;&#1605; &#1576;&#1585; &#1587;&#1585; &#1585;&#1575;&#1607; &#1588;&#1605;&#1575; &#1602;&#1585;&#1575;&#1585; &#1582;&#1608;&#1575;&#1607;&#1583; &#1711;&#1585;&#1601;&#1578;. &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1605;&#1575;&#1606;&#1606;&#1583; &#1740;&#1705; &#1585;&#1608;&#1581;&#1548; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1605;&#1582;&#1601;&#1740;&#1575;&#1606;&#1607; &#1576;&#1583;&#1608;&#1606; &#1570;&#1606;&#1705;&#1607; &#1740;&#1705; &#1606;&#1601;&#1585; &#1575;&#1586; &#1581;&#1590;&#1608;&#1585;&#1578;&#1575;&#1606; &#1576;&#1575; &#1582;&#1576;&#1585; &#1588;&#1608;&#1583; &#1605;&#1585;&#1575;&#1581;&#1604; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1578;&#1605;&#1575;&#1605; &#1705;&#1606;&#1740;&#1583; &#1740;&#1575; &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; &#1605;&#1582;&#1601;&#1740;&#1575;&#1606;&#1607; &#1576;&#1607; &#1705;&#1588;&#1578;&#1606; &#1578;&#1705;&#8204;&#1578;&#1705; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606;&#1740; &#1705;&#1607; &#1583;&#1585; &#1605;&#1602;&#1575;&#1576;&#1604; &#1588;&#1605;&#1575; &#1602;&#1585;&#1575;&#1585; &#1582;&#1608;&#1575;&#1607;&#1583; &#1711;&#1585;&#1601;&#1578; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#1583;. &#1705;&#1588;&#1578;&#1606; &#1740;&#1575; &#1606;&#1705;&#1588;&#1578;&#1606; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1576;&#1607; &#1588;&#1605;&#1575; &#1576;&#1587;&#1578;&#1711;&#1740; &#1583;&#1575;&#1585;&#1583; &#1575;&#1605;&#1575; &#1585;&#1583; &#1705;&#1585;&#1583;&#1606; &#1605;&#1585;&#1575;&#1581;&#1604; &#1576;&#1575;&#1586;&#1740; &#1576;&#1583;&#1608;&#1606; &#1705;&#1588;&#1578;&#1606; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606;&#1548; &#1670;&#1575;&#1604;&#1588; &#1576;&#1587;&#1740;&#1575;&#1585; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1585;&#1575; &#1605;&#1602;&#1575;&#1576;&#1604; &#1588;&#1605;&#1575; &#1602;&#1585;&#1575;&#1585; &#1582;&#1608;&#1575;&#1607;&#1583; &#1583;&#1575;&#1583;. &#1575;&#1604;&#1576;&#1578;&#1607; &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; &#1605;&#1587;&#1578;&#1602;&#1740;&#1605; &#1576;&#1575; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#1583; &#1608; &#1576;&#1575; &#1582;&#1604;&#1593; &#1587;&#1604;&#1575;&#1581; &#1705;&#1585;&#1583;&#1606;&#1548; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1575;&#1586; &#1576;&#1740;&#1606; &#1576;&#1576;&#1585;&#1740;&#1583; &#1575;&#1605;&#1575; &#1585;&#1740;&#1587;&#1705; &#1705;&#1588;&#1578;&#1607; &#1588;&#1583;&#1606; &#1740;&#1575; &#1582;&#1604;&#1593; &#1587;&#1604;&#1575;&#1581; &#1588;&#1583;&#1606; &#1588;&#1605;&#1575; &#1578;&#1608;&#1587;&#1591; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1583;&#1585; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1585;&#1608; &#1583;&#1585; &#1585;&#1608; &#1576;&#1587;&#1740;&#1575;&#1585; &#1576;&#1575;&#1604;&#1575; &#1575;&#1587;&#1578; &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1575;&#1740;&#1606;&#1705;&#1607; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1583;&#1740;&#1711;&#1585;&#1740; &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1605;&#1578;&#1608;&#1580;&#1607; &#1581;&#1590;&#1608;&#1585; &#1588;&#1605;&#1575; &#1588;&#1608;&#1606;&#1583; &#1705;&#1607; &#1662;&#1740;&#1585;&#1608;&#1586; &#1588;&#1583;&#1606; &#1583;&#1585; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1585;&#1575; &#1578;&#1602;&#1585;&#1740;&#1576;&#1575;&#1611; &#1594;&#1740;&#1585;&#1605;&#1605;&#1705;&#1606; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1575; &#1585;&#1608;&#1588;&#8204;&#1607;&#1575;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1575;&#1586; &#1580;&#1605;&#1604;&#1607; &#1662;&#1585;&#1578; &#1705;&#1585;&#1583;&#1606; &#1580;&#1606;&#1575;&#1586;&#1607;&#8204;&#1740; &#1740;&#1705; &#1606;&#1601;&#1585; &#1576;&#1607; &#1587;&#1605;&#1578; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606;&#1548; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1576;&#1607; &#1588;&#1583;&#1578; &#1576;&#1578;&#1585;&#1587;&#1575;&#1606;&#1740;&#1583;. &#1576;&#1575; &#1575;&#1740;&#1606; &#1705;&#1575;&#1585; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1606;&#1592;&#1605; &#1582;&#1608;&#1583; &#1585;&#1575; &#1575;&#1586; &#1583;&#1587;&#1578; &#1605;&#1740;&#8204;&#1583;&#1607;&#1606;&#1583; &#1608; &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1575;&#1586; &#1575;&#1740;&#1606; &#1601;&#1585;&#1589;&#1578; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583; &#1608; &#1576;&#1582;&#1588; &#1602;&#1575;&#1576;&#1604; &#1578;&#1608;&#1580;&#1607;&#1740; &#1575;&#1586; &#1605;&#1585;&#1581;&#1604;&#1607; &#1585;&#1575; &#1576;&#1607; &#1585;&#1575;&#1581;&#1578;&#1740; &#1662;&#1740;&#1588; &#1576;&#1576;&#1585;&#1740;&#1583;.<br/><br/>&#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1585;&#1740;&#1605;&#1587;&#1578;&#1585; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1585;&#1586;&#1608;&#1604;&#1608;&#1588;&#1606; 4K &#1662;&#1588;&#1578;&#1740;&#1576;&#1575;&#1606;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1705;&#1607; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1608; &#1589;&#1581;&#1606;&#1607;&#8204;&#8204;&#1607;&#1575;&#1740; &#1670;&#1588;&#1605;&#8204;&#1606;&#1608;&#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1586;&#1740;&#1576;&#1575;&#1578;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1605;&#1583;&#1604; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1580;&#1586;&#1574;&#1740;&#1575;&#1578; &#1605;&#1581;&#1740;&#1591; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1576;&#1740;&#1588;&#1578;&#1585; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1581;&#1587; &#1608; &#1581;&#1575;&#1604; &#1576;&#1607;&#1578;&#1585;&#1740; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1575;&#1589;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1586; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1576;&#1585;&#1582;&#1740; &#1575;&#1586; &#1589;&#1581;&#1606;&#1607;&#8204;&#1607;&#1575;&#1740; &#1587;&#1740;&#1606;&#1605;&#1575;&#1578;&#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1575;&#1586; &#1575;&#1576;&#1578;&#1583;&#1575; &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1578;&#1575; &#1580;&#1586;&#1574;&#1740;&#1575;&#1578; &#1576;&#1607;&#1578;&#1585; &#1608; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1602;&#1608;&#1740;&#8204;&#1578;&#1585;&#1740; &#1585;&#1575; &#1576;&#1607; &#1606;&#1605;&#1575;&#1740;&#1588; &#1576;&#1711;&#1584;&#1575;&#1585;&#1606;&#1583;. &#1583;&#1585; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1585;&#1740;&#1605;&#1587;&#1578;&#1585; &#1576;&#1575;&#1586;&#1740;&#1548; &#1740;&#1705; &#1576;&#1582;&#1588; &#1580;&#1583;&#1740;&#1583; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1583;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1585;&#1575; &#1583;&#1585; &#1606;&#1602;&#1588; &#1740;&#1705; &#1606;&#1740;&#1606;&#1580;&#1575;&#1740; &#1580;&#1608;&#1575;&#1606; &#1576;&#1607; &#1606;&#1575;&#1605; Dosan &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1705;&#1607; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575; &#1608; &#1602;&#1583;&#1585;&#1578;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1585;&#1575; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1575;&#1590;&#1575;&#1601;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;.<br/><br/>&#1575;&#1711;&#1585; Mark of Ninja &#1585;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1606;&#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1740;&#1583;&#1548; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1585;&#1740;&#1605;&#1587;&#1578;&#1585; &#1576;&#1575;&#1586;&#1740; &#1601;&#1585;&#1589;&#1578; &#1582;&#1608;&#1576;&#1740; &#1575;&#1587;&#1578; &#1578;&#1575; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1601;&#1740;&#8204;&#1705;&#1575;&#1585;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;&#1585; &#1585;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core 2 Duo 2.4GHz processor (E6600)
Memory: 4 GB RAM
Graphics: Nvidia GeForce GT720 or AMD Radeon R7770 (1 GB)
DirectX: Version 11
Storage: 8 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1662;&#1604;&#1578;&#1601;&#1585;&#1605;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1575;&#1705;&#1588;&#1606;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Mark%20of%20the%20Ninja%20Remastered/E4ND8ebv.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Mark%20of%20the%20Ninja%20Remastered/PREVIEW_SCREENSHOT9_537078.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Mark%20of%20the%20Ninja%20Remastered/large.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Mark%20of%20the%20Ninja%20Remastered/ss_427aedb40d99153ab5c9ba3e8397ceca9090e05d.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Mark%20of%20the%20Ninja%20Remastered/c996fe273ac5dc952b51af42910a620c12231580-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/40891/&#1587;&#1575;&#1740;&#1607;-&#1605;&#1585;&#1711;&#1576;&#1575;&#1585;&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-mark-of-the-ninja/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 91/100<br/>Steam: 10/10<br/>IGN: 9/10<br/><br/>Initial release date: October 9, 2018<br/>
    </div>
  </BODY>
</html>