<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Mirror Forge</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="3777.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index13.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="3792.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/3784f.jpg">
        <img src="../images/3784f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Mirror Forge&#160;(2022)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#262</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <br/>
            <b>13.6 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1578;&#1604;&#1601;&#1740;&#1602; &#1605;&#1593;&#1605;&#1575;&#1548; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583;&#1606; &#1587;&#1585;&#1606;&#1582; &#1608; &#1711;&#1588;&#1578; &#1608; &#1711;&#1584;&#1575;&#1585; &#1705;&#1585;&#1583;&#1606; &#1576;&#1575; &#1593;&#1606;&#1575;&#1589;&#1585; &#1578;&#1585;&#1587; &#1608; &#1608;&#1581;&#1588;&#1578;&#1548; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740;&#1740; &#1585;&#1575; &#1605;&#1740;&#8204;&#1587;&#1575;&#1586;&#1583; &#1705;&#1607; &#1575;&#1586; &#1604;&#1581;&#1575;&#1592; &#1585;&#1608;&#1575;&#1606;&#8204;&#1588;&#1606;&#1575;&#1582;&#1578;&#1740; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1576;&#1587;&#1740;&#1575;&#1585; &#1605;&#1572;&#1579;&#1585; &#1588;&#1608;&#1606;&#1583; &#1608; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1585;&#1575; &#1583;&#1585;&#1711;&#1740;&#1585; &#1705;&#1606;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1576;&#1607; &#1580;&#1575;&#1740; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575; &#1608; Jump Scare&#1548; &#1587;&#1593;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583; &#1576;&#1575; &#1575;&#1740;&#1580;&#1575;&#1583; &#1575;&#1578;&#1605;&#1587;&#1601;&#1585;&#1740; &#1605;&#1585;&#1605;&#1608;&#1586;&#1548; &#1602;&#1608;&#1740; &#1608; &#1587;&#1606;&#1711;&#1740;&#1606;&#1548; &#1581;&#1587; &#1608; &#1581;&#1575;&#1604; &#1578;&#1585;&#1587; &#1608; &#1575;&#1587;&#1578;&#1585;&#1587; &#1585;&#1575; &#1576;&#1607; &#1588;&#1605;&#1575; &#1605;&#1606;&#1578;&#1602;&#1604; &#1705;&#1606;&#1606;&#1583; &#1608; &#1581;&#1604; &#1705;&#1585;&#1583;&#1606; &#1605;&#1593;&#1605;&#1575; &#1608; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583;&#1606; &#1587;&#1585;&#1606;&#1582;&#8204;&#1607;&#1575; &#1585;&#1575; &#1576;&#1740;&#1588; &#1575;&#1586; &#1662;&#1740;&#1588; &#1587;&#1585;&#1711;&#1585;&#1605;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1580;&#1604;&#1608;&#1607; &#1583;&#1607;&#1606;&#1583;. &#1576;&#1575;&#1586;&#1740; Mirror Forge &#1575;&#1586; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Mystive Dev &#1740;&#1705; &#1593;&#1606;&#1608;&#1575;&#1606; &#1580;&#1583;&#1740;&#1583; &#1608; &#1580;&#1584;&#1575;&#1576; &#1576;&#1575; &#1607;&#1605;&#1740;&#1606; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575; &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1575;&#1578;&#1605;&#1587;&#1601;&#1585; &#1602;&#1608;&#1740;&#1548; &#1576;&#1575; &#1578;&#1589;&#1608;&#1740;&#1585;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740; &#1586;&#1740;&#1576;&#1575; &#1608; &#1607;&#1608;&#1604;&#1606;&#1575;&#1705; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575;&#1740; &#1605;&#1582;&#1608;&#1601;&#1548; &#1588;&#1605;&#1575; &#1585;&#1575; &#1605;&#1740;&#1582;&#1705;&#1608;&#1576; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1586;&#1575;&#1608;&#1740;&#1607; &#1583;&#1608;&#1585;&#1576;&#1740;&#1606; &#1575;&#1608;&#1604;&#8204;&#1588;&#1582;&#1589; &#1591;&#1585;&#1575;&#1581;&#1740; &#1588;&#1583;&#1607; &#1705;&#1607; &#1582;&#1608;&#1583; &#1575;&#1740;&#1606; &#1605;&#1608;&#1590;&#1608;&#1593; &#1576;&#1607; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705;&#8204;&#1578;&#1585; &#1588;&#1583;&#1606;&#1588; &#1576;&#1587;&#1740;&#1575;&#1585; &#1705;&#1605;&#1705; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1588;&#1605;&#1575; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1740;&#1583; &#1583;&#1585; &#1575;&#1576;&#1593;&#1575;&#1583; &#1605;&#1582;&#1578;&#1604;&#1601; &#1608;&#1575;&#1602;&#1593;&#1740;&#1578; &#1608; &#1705;&#1575;&#1576;&#1608;&#1587; &#1662;&#1740;&#1588; &#1576;&#1585;&#1608;&#1740;&#1583; &#1608; &#1576;&#1575; &#1607;&#1604; &#1705;&#1585;&#1583;&#1606; &#1605;&#1593;&#1605;&#1575;&#1607;&#1575;&#1740; &#1607;&#1608;&#1604;&#1606;&#1575;&#1705; &#1608; &#1605;&#1585;&#1711;&#1576;&#1575;&#1585; &#1583;&#1585; &#1605;&#1585;&#1575;&#1581;&#1604; &#1662;&#1740;&#1588; &#1576;&#1585;&#1608;&#1740;&#1583;. &#1576;&#1575; &#1705;&#1606;&#1575;&#1585; &#1607;&#1605; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1583;&#1606; &#1587;&#1585;&#1606;&#1582;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1575;&#1586; &#1583;&#1606;&#1740;&#1575;&#1607;&#1575;&#1740; &#1576;&#1740;&#1711;&#1575;&#1606;&#1607;&#1548; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1605;&#1585;&#1605;&#1608;&#1586; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1705;&#1588;&#1601; &#1705;&#1585;&#1583;&#1607; &#1608; &#1583;&#1585; &#1593;&#1740;&#1606; &#1581;&#1575;&#1604; &#1587;&#1593;&#1740; &#1705;&#1606;&#1740;&#1583; &#1587;&#1604;&#1575;&#1605;&#1578; &#1593;&#1602;&#1604; &#1582;&#1608;&#1583; &#1585;&#1575; &#1581;&#1601;&#1592; &#1705;&#1606;&#1740;&#1583; &#1608; &#1575;&#1587;&#1740;&#1585; &#1583;&#1740;&#1608;&#1575;&#1606;&#1711;&#1740; &#1606;&#1588;&#1608;&#1740;&#1583;.<br/><br/>&#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1740;&#1588;&#1578;&#1585; &#1576;&#1607; &#1711;&#1588;&#1578; &#1608; &#1711;&#1584;&#1575;&#1585; &#1583;&#1585; &#1605;&#1585;&#1575;&#1581;&#1604;&#1548; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583;&#1606; &#1587;&#1585;&#1606;&#1582; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1581;&#1604; &#1705;&#1585;&#1583;&#1606; &#1575;&#1606;&#1608;&#1575;&#1593; &#1605;&#1593;&#1605;&#1575;&#1607;&#1575; &#1582;&#1604;&#1575;&#1589;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1711;&#1575;&#1607;&#1740; &#1576;&#1575;&#1740;&#1583; &#1605;&#1582;&#1601;&#1740; &#1588;&#1608;&#1740;&#1583; &#1578;&#1575; &#1575;&#1586; &#1588;&#1585; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575;&#1740; &#1607;&#1608;&#1604;&#1606;&#1575;&#1705; &#1583;&#1585; &#1575;&#1605;&#1575;&#1606; &#1576;&#1575;&#1588;&#1740;&#1583;. &#1575;&#1578;&#1605;&#1587;&#1601;&#1585; &#1587;&#1606;&#1711;&#1740;&#1606; &#1608; &#1580;&#1575;&#1604;&#1576; &#1576;&#1575;&#1586;&#1740; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1576;&#1587;&#1740;&#1575;&#1585; &#1588;&#1605;&#1575; &#1585;&#1575; &#1583;&#1585;&#1711;&#1740;&#1585; &#1575;&#1587;&#1578;&#1585;&#1587; &#1705;&#1606;&#1583;. &#1575;&#1586; &#1604;&#1581;&#1575;&#1592; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1606;&#1740;&#1586; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1587;&#1591;&#1581; &#1576;&#1575;&#1604;&#1575;&#1740;&#1740; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1578;&#1605;&#1575;&#1605;&#1740; &#1593;&#1606;&#1575;&#1589;&#1585; &#1605;&#1585;&#1575;&#1581;&#1604;&#1548; &#1576;&#1575;&#1601;&#1578;&#8204;&#1607;&#1575; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1606;&#1608;&#1585;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740; &#1576;&#1607; &#1582;&#1608;&#1576;&#1740; &#1662;&#1740;&#1575;&#1583;&#1607;&#8204;&#1587;&#1575;&#1586;&#1740; &#1588;&#1583;&#1607; &#1578;&#1575; &#1576;&#1578;&#1608;&#1575;&#1606;&#1583; &#1740;&#1705; &#1583;&#1606;&#1740;&#1575;&#1740; &#1705;&#1575;&#1576;&#1608;&#1587; &#1608;&#1575;&#1585;&#1548; &#1578;&#1575;&#1585;&#1740;&#1705; &#1608; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1711;&#1588;&#1578; &#1608; &#1711;&#1584;&#1575;&#1585; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585;&#1578;&#1575;&#1606; &#1602;&#1585;&#1575;&#1585; &#1583;&#1607;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Resident Evil Village &#1608; Phasmophobia &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i5 or equivalent AMD
Memory: 8 GB RAM
Graphics: NVIDIA GeForce GTX 560, AMD Radeon HD 7790
DirectX: Version 12
Storage: 30 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1578;&#1585;&#1587; &#1608; &#1576;&#1602;&#1575;, &#1578;&#1585;&#1587;&#1606;&#1575;&#1705;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Mirror%20Forge/Mirror-Forge-5.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Mirror%20Forge/ss_4d76fe7844351333d5f806d6b075815a10665c1d.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Mirror%20Forge/ss_8f748c54c11543a66505ff92d34250b4786f5e74.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Mirror%20Forge/ss_c911041e20a004422fea52376d7156ccc89c0a3c.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Mirror%20Forge/57365974f2a41f14122798cb8b10cfee49078491-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Steam: 7/10<br/><br/>Initial release date: December 6, 2022<br/>
    </div>
  </BODY>
</html>