<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Monster Hunter Stories 2: Wings of Ruin</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="3784.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index13.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="1404.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/3792f.jpg">
        <img src="../images/3792f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Monster Hunter Stories 2: Wings of Ruin&#160;(2021)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Monster Hunter&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Adventure, RPG</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#263</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Capcom Co., Ltd.</b>
	    &#160;
	   	Capcom Co., Ltd.
            <br/>
            <b>11.4 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Monster Hunter &#1740;&#1705;&#1740; &#1575;&#1586; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1605;&#1608;&#1601;&#1602; &#1608; &#1580;&#1584;&#1575;&#1576; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Capcom &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1585; &#1570;&#1606; &#1588;&#1705;&#1575;&#1585; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578; &#1575;&#1601;&#1587;&#1575;&#1606;&#1607;&#8204;&#1575;&#1740; &#1608; &#1594;&#1608;&#1604;&#8204;&#1662;&#1740;&#1705;&#1585; &#1605;&#1581;&#1608;&#1585;&#1740;&#1578; &#1583;&#1575;&#1585;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1607;&#1605;&#1711;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1606;&#1602;&#1588;&#8204;&#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1606;&#1608;&#1576;&#1578;&#1740; &#1740;&#1575; &#1575;&#1705;&#1588;&#1606; &#1605;&#1606;&#1578;&#1588;&#1585;&#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1580;&#1584;&#1575;&#1576;&#1548; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1662;&#1585;&#1602;&#1583;&#1585;&#1578;&#1740; &#1606;&#1740;&#1586; &#1583;&#1575;&#1585;&#1606;&#1583;. &#1593;&#1606;&#1608;&#1575;&#1606; Monster Hunter Stories 2: Wings of Ruin &#1588;&#1605;&#1575;&#1585;&#1607; &#1583;&#1608;&#1605; &#1575;&#1586; &#1587;&#1585;&#1740; &#1606;&#1602;&#1588;&#8204;&#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1606;&#1608;&#1576;&#1578;&#1740; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740; Monster Hunter &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1607;&#8204;&#1578;&#1575;&#1586;&#1711;&#1740; &#1605;&#1606;&#1578;&#1588;&#1585;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1588;&#1605;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740;&#1548; &#1606;&#1602;&#1588; &#1606;&#1608;&#1607; &#1601;&#1585;&#1583;&#1740; &#1576;&#1607; &#1575;&#1587;&#1605; Red &#1585;&#1575; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1583;&#1575;&#1588;&#1578;. Red &#1583;&#1585;&#1711;&#1584;&#1588;&#1578;&#1607; &#1740;&#1705;&#1740; &#1575;&#1586; &#1587;&#1608;&#1575;&#1585;&#1705;&#1575;&#1585;&#1575;&#1606; &#1575;&#1601;&#1587;&#1575;&#1606;&#1607;&#8204;&#1575;&#1740; &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1608;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1588;&#1605;&#1575; &#1583;&#1585; &#1575;&#1576;&#1578;&#1583;&#1575;&#1740; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575; &#1583;&#1582;&#1578;&#1585;&#1740; &#1576;&#1607; &#1575;&#1587;&#1605; Ena &#1570;&#1588;&#1606;&#1575; &#1605;&#1740;&#8204;&#1588;&#1608;&#1740;&#1583; &#1705;&#1607; &#1578;&#1582;&#1605; &#1605;&#1608;&#1580;&#1608;&#1583;&#1740; &#1585;&#1575; &#1581;&#1605;&#1604; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1578;&#1582;&#1605; &#1605;&#1585;&#1576;&#1608;&#1591; &#1576;&#1607; &#1606;&#1688;&#1575;&#1583;&#1740; &#1576;&#1607; &#1575;&#1587;&#1605; Rathalos &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1608;&#1580;&#1608;&#1583;&#1740; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583; &#1576;&#1608;&#1583;&#1607; &#1608; &#1591;&#1576;&#1602; &#1662;&#1740;&#1588;&#1711;&#1608;&#1740;&#1740;&#8204;&#1607;&#1575; &#1575;&#1711;&#1585; &#1605;&#1578;&#1608;&#1604;&#1583; &#1588;&#1608;&#1583;&#1548; &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1583;&#1606;&#1740;&#1575; &#1585;&#1575; &#1576;&#1607; &#1705;&#1575;&#1605; &#1606;&#1575;&#1576;&#1608;&#1583;&#1740; &#1576;&#1705;&#1588;&#1575;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1583;&#1608;&#1587;&#1578;&#1740;&#1548; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1608; &#1607;&#1740;&#1580;&#1575;&#1606; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1601;&#1575;&#1606;&#1578;&#1586;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575;&#1740;&#1583; &#1581;&#1602;&#1575;&#1740;&#1602; &#1662;&#1588;&#1578; &#1662;&#1585;&#1583;&#1607;&#8204;&#1575;&#1588; &#1585;&#1575; &#1705;&#1588;&#1601; &#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1575;&#1608;&#1604;&#1740;&#1606; &#1670;&#1740;&#1586;&#1740; &#1705;&#1607; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1578;&#1608;&#1580;&#1607; &#1588;&#1605;&#1575; &#1585;&#1575; &#1580;&#1604;&#1576; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;&#1548; &#1587;&#1576;&#1705; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740;&#8204;&#1575;&#1588; &#1575;&#1587;&#1578;. &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1587;&#1576;&#1705; &#1608; &#1587;&#1740;&#1575;&#1602;&#1740; &#1705;&#1575;&#1585;&#1578;&#1608;&#1606;&#1740; &#1608; &#1588;&#1576;&#1740;&#1607; &#1576;&#1607; &#1575;&#1606;&#1740;&#1605;&#1607; &#1607;&#1575; &#1576;&#1607; &#1578;&#1589;&#1608;&#1740;&#1585; &#1705;&#1588;&#1740;&#1583;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1580;&#1604;&#1608;&#1607; &#1582;&#1575;&#1589; &#1608; &#1605;&#1606;&#1581;&#1589;&#1585;&#1576;&#1607;&#8204;&#1601;&#1585;&#1583;&#1740; &#1583;&#1575;&#1585;&#1583;. &#1575;&#1740;&#1606; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1575;&#1606;&#1740;&#1605;&#1607;&#8204; &#1585;&#1575; &#1576;&#1607;&#8204;&#1591;&#1608;&#1585; &#1581;&#1578;&#1605; &#1576;&#1607; &#1587;&#1605;&#1578; &#1576;&#1575;&#1586;&#1740; &#1580;&#1584;&#1576; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;. &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1583;&#1585; Monster Hunter Stories 2: Wings of Ruin &#1576;&#1607;&#8204;&#1589;&#1608;&#1585;&#1578; &#1606;&#1608;&#1576;&#1578;&#1740; &#1575;&#1606;&#1580;&#1575;&#1605; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583;. &#1575;&#1740;&#1606;&#1580;&#1575; &#1588;&#1605;&#1575; &#1576;&#1575; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575; &#1608; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578; &#1575;&#1601;&#1587;&#1575;&#1606;&#1607;&#8204;&#1575;&#1740; &#1583;&#1608;&#1587;&#1578; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1588;&#1583; &#1608; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1607;&#1605; &#1576;&#1607; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1576;&#1575; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1605;&#1582;&#1578;&#1604;&#1601; &#1605;&#1740;&#8204;&#1585;&#1608;&#1740;&#1583;.<br/><br/>&#1583;&#1606;&#1740;&#1575;&#1740; &#1608;&#1587;&#1740;&#1593; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1605;&#1605;&#1604;&#1608; &#1575;&#1586; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1575;&#1589;&#1604;&#1740; &#1608; &#1601;&#1585;&#1593;&#1740; &#1576;&#1608;&#1583;&#1607; &#1578;&#1575; &#1576;&#1575; &#1580;&#1586;&#1740;&#1740;&#1575;&#1578; &#1576;&#1740;&#1588;&#1578;&#1585; &#1570;&#1606; &#1570;&#1588;&#1606;&#1575; &#1588;&#1608;&#1740;&#1583; &#1608; &#1585;&#1575;&#1586; &#1608; &#1585;&#1605;&#1586;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1588; &#1585;&#1575; &#1576;&#1585;&#1605;&#1604;&#1575; &#1705;&#1606;&#1740;&#1583;. &#1578;&#1606;&#1608;&#1593; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606;&#1548; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575; &#1608; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578; &#1575;&#1601;&#1587;&#1575;&#1606;&#1607;&#8204;&#1575;&#1740; &#1608; &#1607;&#1605;&#1740;&#1606;&#8204;&#1591;&#1608;&#1585; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1705;&#1607; &#1605;&#1604;&#1575;&#1602;&#1575;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583; &#1583;&#1585; &#1587;&#1591;&#1581; &#1605;&#1606;&#1575;&#1587;&#1576;&#1740; &#1575;&#1587;&#1578; &#1578;&#1575; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740;&#1548; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1608; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1570;&#1606; &#1578;&#1705;&#1585;&#1575;&#1585;&#1740; &#1606;&#1588;&#1608;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1605;&#1581;&#1578;&#1608;&#1575;&#1740; &#1711;&#1587;&#1578;&#1585;&#1583;&#1607; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1705;&#1575;&#1605;&#1604; &#1606;&#1602;&#1588;&#8204;&#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1585;&#1575; &#1662;&#1583;&#1740;&#1583; &#1570;&#1608;&#1585;&#1583;&#1607; &#1578;&#1575; &#1576;&#1575; &#1587;&#1576;&#1705; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1705;&#1575;&#1585;&#1578;&#1608;&#1606;&#1740; &#1608; &#1580;&#1584;&#1575;&#1576;&#1588;&#1548; &#1587;&#1575;&#1593;&#1578;&#8204;&#1607;&#1575; &#1588;&#1605;&#1575; &#1585;&#1575; &#1587;&#1585;&#1711;&#1585;&#1605; &#1705;&#1606;&#1583; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588; &#1608; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1575;&#1586; &#1583;&#1606;&#1740;&#1575;&#1740; &#1587;&#1585;&#1740; Monster Hunter &#1576;&#1607; &#1588;&#1605;&#1575; &#1576;&#1583;&#1607;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Dragon Quest Builders 2 &#1608; Monster Hunter World &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel&#174; Core&#8482; i5-3470 3.20 GHz or AMD FX-6300&#8482; or better.
Memory: 4 GB RAM.
Graphics: NVIDIA&#174;GeForce&#174; GTX 960 / 2GB VRAM or AMD Radeon RX 560 / 2GB VRAM.
Storage: 28 GB available space.</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Monster%20Hunter%20Stories/Monster-Hunter-Stories-2-Wings-of-Ruin_20210427_02.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Monster%20Hunter%20Stories/Monster-Hunter-Stories-2-Wings-of-Ruin_20210614_03.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Monster%20Hunter%20Stories/Photo-2018-10-02-20-43-25.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Monster%20Hunter%20Stories/ss_334f4d54d6977a1b09742a40223d08998c853e58.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Monster%20Hunter%20Stories/cc830ed80dc8a5d42e23e741401eafd357794403-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://www.zoomg.ir/game-review/337037-monster-hunter-stories-2-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 82/100<br/>Steam: 9/10<br/>IGN: 8/10<br/><br/>Initial release date: July 9, 2021<br/>
    </div>
  </BODY>
</html>