<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>A Plague Tale Requiem</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="4297.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index16.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="4310.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/407f.jpg">
        <img src="../images/407f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">A Plague Tale Requiem&#160;(2022)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action/Adventure</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#10</span>
          <br/>
          <span class="fieldvaluelarge">9*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>Yes</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Focus Entertainment</b>
	    &#160;
	   	Asobo Studio
            <br/>
            <b>38GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8207;&#8235;&#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1705;&#1588;&#1606; &#1608; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1587;&#1601;&#1585;&#1740; &#1583;&#1604;&#1582;&#1585;&#1575;&#1588; &#1585;&#1575; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1576;&#1740;&#8204;&#1585;&#1581;&#1605;&#1575;&#1606;&#1607; &#1608; &#1606;&#1601;&#1587;&#8204;&#1711;&#1740;&#1585; &#1570;&#1594;&#1575;&#1586; &#1705;&#1606;&#1740;&#1583; &#1608; &#1607;&#1586;&#1740;&#1606;&#1607; &#1606;&#1580;&#1575;&#1578; &#1705;&#1587;&#1575;&#1606;&#1740; &#1585;&#1575; &#1705;&#1607; &#1583;&#1608;&#1587;&#1578;&#1588;&#1575;&#1606; &#1583;&#1575;&#1585;&#1740;&#1583; &#1585;&#1575; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#1583;. &#1583;&#1585; &#1740;&#1705; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1606;&#1575;&#1575;&#1605;&#1740;&#1583;&#1705;&#1606;&#1606;&#1583;&#1607; &#1576;&#1585;&#1575;&#1740; &#1576;&#1602;&#1575; &#1705;&#1588;&#1601; &#1705;&#1606;&#1740;&#1583;. &#1576;&#1575; &#1575;&#1606;&#1608;&#1575;&#1593; &#1587;&#1604;&#1575;&#1581; &#1607;&#1575;&#1548; &#1575;&#1576;&#1586;&#1575;&#1585;&#1607;&#1575; &#1608; &#1602;&#1583;&#1585;&#1578; &#1607;&#1575;&#1740; &#1594;&#1740;&#1585;&#1605;&#1593;&#1605;&#1608;&#1604; &#1575;&#1586; &#1587;&#1575;&#1740;&#1607; &#1607;&#1575; &#1590;&#1585;&#1576;&#1607; &#1576;&#1586;&#1606;&#1740;&#1583; &#1740;&#1575; &#1580;&#1607;&#1606;&#1605; &#1585;&#1575; &#1570;&#1586;&#1575;&#1583; &#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1583;&#1585; &#1576;&#1575;&#1586;&#1740; A Plague Tale: Requiem &#1570;&#1605;&#1740;&#1587;&#1740;&#1575; &#1608; &#1607;&#1608;&#1711;&#1608; &#1662;&#1587; &#1575;&#1586; &#1601;&#1585;&#1575;&#1585; &#1575;&#1586; &#1587;&#1585;&#1586;&#1605;&#1740;&#1606; &#1608;&#1740;&#1585;&#1575;&#1606; &#1588;&#1583;&#1607; &#1582;&#1608;&#1583;&#1548; &#1576;&#1607; &#1605;&#1606;&#1575;&#1591;&#1602; &#1580;&#1606;&#1608;&#1576;&#1740; &#1608; &#1588;&#1607;&#1585;&#1607;&#1575;&#1740; &#1662;&#1585; &#1580;&#1606;&#1576; &#1608; &#1580;&#1608;&#1588; &#1587;&#1601;&#1585; &#1605;&#1740; &#1705;&#1606;&#1606;&#1583;. &#1583;&#1585; &#1570;&#1606;&#1580;&#1575;&#1548; &#1570;&#1606;&#1607;&#1575; &#1587;&#1593;&#1740; &#1605;&#1740; &#1705;&#1606;&#1606;&#1583; &#1586;&#1606;&#1583;&#1711;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1585;&#1575; &#1588;&#1585;&#1608;&#1593; &#1705;&#1606;&#1606;&#1583; &#1608; &#1606;&#1601;&#1585;&#1740;&#1606; &#1607;&#1608;&#1711;&#1608; &#1585;&#1575; &#1705;&#1606;&#1578;&#1585;&#1604; &#1606;&#1605;&#1575;&#1740;&#1606;&#1583;. &#1575;&#1605;&#1575;&#1548; &#1608;&#1602;&#1578;&#1740; &#1602;&#1583;&#1585;&#1578; &#1607;&#1608;&#1711;&#1608; &#1583;&#1608;&#1576;&#1575;&#1585;&#1607; &#1576;&#1740;&#1583;&#1575;&#1585; &#1605;&#1740; &#1588;&#1608;&#1583;&#1548; &#1605;&#1585;&#1711; &#1608; &#1608;&#1740;&#1585;&#1575;&#1606;&#1740; &#1583;&#1585; &#1587;&#1740;&#1604; &#1605;&#1608;&#1588; &#1607;&#1575;&#1740; &#1576;&#1604;&#1593;&#1606;&#1583;&#1607; &#1576;&#1575;&#1586;&#1605;&#1740; &#1711;&#1585;&#1583;&#1583;. &#1582;&#1608;&#1575;&#1607;&#1585;&#1575;&#1606; &#1608; &#1576;&#1585;&#1575;&#1583;&#1585;&#1575;&#1606; &#1605;&#1580;&#1576;&#1608;&#1585; &#1576;&#1607; &#1601;&#1585;&#1575;&#1585; &#1740;&#1705; &#1576;&#1575;&#1585; &#1583;&#1740;&#1711;&#1585;&#1548; &#1575;&#1605;&#1740;&#1583; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1607; &#1580;&#1586;&#1740;&#1585;&#1607; &#1575;&#1740; &#1662;&#1740;&#1588;&#1711;&#1608;&#1740;&#1740; &#1605;&#1740; &#1705;&#1606;&#1606;&#1583; &#1705;&#1607; &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1705;&#1604;&#1740;&#1583; &#1606;&#1580;&#1575;&#1578; &#1607;&#1608;&#1711;&#1608; &#1585;&#1575; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1583;.<br/><br/><br/>&#1588;&#1605;&#1575; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1740;&#1583; &#1607;&#1586;&#1740;&#1606;&#1607; &#1606;&#1580;&#1575;&#1578; &#1705;&#1587;&#1575;&#1606;&#1740; &#1705;&#1607; &#1583;&#1608;&#1587;&#1578;&#1588;&#1575;&#1606; &#1583;&#1575;&#1585;&#1740;&#1583; &#1585;&#1575; &#1583;&#1585; &#1740;&#1705; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1606;&#1575;&#1575;&#1605;&#1740;&#1583;&#1705;&#1606;&#1606;&#1583;&#1607; &#1576;&#1585;&#1575;&#1740; &#1576;&#1602;&#1575; &#1705;&#1588;&#1601; &#1705;&#1606;&#1740;&#1583;. &#1575;&#1586; &#1587;&#1575;&#1740;&#1607; &#1607;&#1575; &#1590;&#1585;&#1576;&#1607; &#1576;&#1586;&#1606;&#1740;&#1583; &#1740;&#1575; &#1580;&#1607;&#1606;&#1605; &#1585;&#1575; &#1570;&#1586;&#1575;&#1583; &#1705;&#1606;&#1740;&#1583;&#1548; &#1576;&#1575; &#1575;&#1606;&#1608;&#1575;&#1593; &#1587;&#1604;&#1575;&#1581; &#1607;&#1575;&#1548; &#1575;&#1576;&#1586;&#1575;&#1585;&#1607;&#1575; &#1608; &#1602;&#1583;&#1585;&#1578; &#1607;&#1575;&#1740; &#1594;&#1740;&#1585;&#1586;&#1605;&#1740;&#1606;&#1740; &#1576;&#1585; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1608; &#1670;&#1575;&#1604;&#1588; &#1607;&#1575; &#1594;&#1604;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583;. &#1740;&#1705; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1586;&#1605;&#1740;&#1606;&#1740; &#1583;&#1740;&#1583;&#1606;&#1740; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; &#1606;&#1740;&#1585;&#1608;&#1607;&#1575;&#1740; &#1605;&#1575;&#1608;&#1585;&#1575;&#1569; &#1591;&#1576;&#1740;&#1593;&#1740; &#1662;&#1740;&#1670; &#1582;&#1608;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1585;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1606;&#1605;&#1575;&#1740;&#1740;&#1583;&#1548; &#1575;&#1586; &#1575;&#1576;&#1586;&#1575;&#1585;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583;&#1548; &#1583;&#1586;&#1583;&#1705;&#1740; &#1581;&#1585;&#1705;&#1578; &#1705;&#1606;&#1740;&#1583;&#1548; &#1576;&#1580;&#1606;&#1711;&#1740;&#1583;&#1548; &#1740;&#1575; &#1580;&#1607;&#1606;&#1605; &#1608; &#1605;&#1608;&#1588; &#1607;&#1575; &#1585;&#1575; &#1570;&#1586;&#1575;&#1583; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">0</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">Mature</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Requires a 64-bit processor and operating system
OS: Windows 10 (20H1 64 bits)
Processor: Intel Core i5-4690K (3.5 GHz)/AMD FX-8300 (3.3 GHz)
Memory: 16 GB RAM
Graphics: 4 GB, GeForce GTX 970/Radeon RX 590
DirectX: Version 12
Storage: 55 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">saeeeeeeeeeeeeeeee</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1605;&#1582;&#1601;&#1740; &#1705;&#1575;&#1585;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/A%20Plague%20Tale%20Requiem/bd4d16b78ea5f462875307b542f9c97d47077088-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; </a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/A%20Plague%20Tale%20Requiem/4.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;1</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/A%20Plague%20Tale%20Requiem/3.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578; 2</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/A%20Plague%20Tale%20Requiem/2.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578; 3</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/A%20Plague%20Tale%20Requiem/1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578; 4</a>
                    <br/>
                    <a href="https://gamefa.com/877515/a-plague-tale-requiem-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; </a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Steam<br/>9/10<br/><br/>IGN<br/>8/10<br/><br/>release date:<br/>October 17, 2022</div>
  </BODY>
</html>