<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Nightingale</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="4086.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index14.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="4158.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/4145f.jpg">
        <img src="../images/4145f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Nightingale&#160;(2024)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#278</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <br/>
            <b>63.3 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1576;&#1575;&#1586;&#1740; Nightingale &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1585;&#1575; &#1576;&#1607; &#1583;&#1606;&#1740;&#1575;&#1740; &#1605;&#1587;&#1581;&#1608;&#1585; &#1705;&#1606;&#1606;&#1583;&#1607; Gaslamp Fantasy &#1583;&#1593;&#1608;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;&#1548; &#1580;&#1575;&#1740;&#1740; &#1705;&#1607; &#1570;&#1606;&#1607;&#1575; &#1587;&#1601;&#1585;&#1740; &#1576;&#1585;&#1575;&#1740; &#1576;&#1602;&#1575; &#1608; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1583;&#1585; &#1602;&#1604;&#1605;&#1585;&#1608;&#1607;&#1575;&#1740; &#1605;&#1585;&#1605;&#1608;&#1586; Fae &#1585;&#1575; &#1570;&#1594;&#1575;&#1586; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;. &#1575;&#1586; &#1570;&#1606;&#1580;&#1575;&#1740;&#1740; &#1705;&#1607; Realmwalker&#1607;&#1575;&#1740; &#1576;&#1740; &#1576;&#1575;&#1705; &#1576;&#1607; &#1583;&#1604;&#1740;&#1604; &#1601;&#1585;&#1608;&#1662;&#1575;&#1588;&#1740; &#1588;&#1576;&#1705;&#1607; &#1662;&#1608;&#1585;&#1578;&#1575;&#1604; &#1605;&#1581;&#1585;&#1605;&#1575;&#1606;&#1607;&#1548; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740; &#1605;&#1575; &#1587;&#1585;&#1711;&#1585;&#1583;&#1575;&#1606; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;&#1548; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1576;&#1575;&#1740;&#1583; &#1583;&#1585; &#1605;&#1606;&#1575;&#1592;&#1585; &#1582;&#1740;&#1585;&#1607; &#1705;&#1606;&#1606;&#1583;&#1607; &#1608; &#1583;&#1585; &#1593;&#1740;&#1606; &#1581;&#1575;&#1604; &#1582;&#1591;&#1585;&#1606;&#1575;&#1705; &#1581;&#1585;&#1705;&#1578; &#1705;&#1606;&#1606;&#1583;&#1548; &#1575;&#1576;&#1586;&#1575;&#1585; &#1608; &#1587;&#1604;&#1575;&#1581; &#1576;&#1587;&#1575;&#1586;&#1606;&#1583;&#1548; &#1662;&#1606;&#1575;&#1607;&#1711;&#1575;&#1607; &#1591;&#1585;&#1575;&#1581;&#1740; &#1705;&#1585;&#1583;&#1607; &#1608; &#1576;&#1575; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1605;&#1607;&#1740;&#1576; &#1605;&#1602;&#1575;&#1576;&#1604;&#1607; &#1705;&#1606;&#1606;&#1583;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1587;&#1575;&#1582;&#1578; &#1608; &#1587;&#1575;&#1586; &#1608; &#1576;&#1602;&#1575; &#1583;&#1585; &#1580;&#1607;&#1575;&#1606; &#1576;&#1575;&#1586;&#1548; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1575;&#1740;&#1606; &#1570;&#1586;&#1575;&#1583;&#1740; &#1585;&#1575; &#1583;&#1575;&#1585;&#1606;&#1583; &#1705;&#1607; &#1583;&#1585; &#1602;&#1604;&#1605;&#1585;&#1608;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; Fae&#1548; &#1575;&#1586; &#1580;&#1606;&#1711;&#1604;&#8204;&#1607;&#1575;&#1740; &#1587;&#1585;&#1587;&#1576;&#1586; Faewild &#1711;&#1585;&#1601;&#1578;&#1607; &#1578;&#1575; &#1576;&#1575;&#1578;&#1604;&#1575;&#1602;&#8204;&#1607;&#1575;&#1740; &#1608;&#1607;&#1605;&#8204;&#1570;&#1608;&#1585; &#1608; &#1576;&#1740;&#1575;&#1576;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1583;&#1585;&#1582;&#1588;&#1575;&#1606;&#1548; &#1705;&#1575;&#1608;&#1588; &#1705;&#1606;&#1606;&#1583;.<br/><br/>&#1607;&#1585; &#1602;&#1604;&#1605;&#1585;&#1608;&#1740; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1580;&#1605;&#1608;&#1593;&#1607;&#8204;&#1575;&#1740; &#1575;&#1586; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575; &#1608; &#1585;&#1605;&#1586; &#1608; &#1585;&#1575;&#1586;&#1607;&#1575;&#1740; &#1582;&#1575;&#1589; &#1582;&#1608;&#1583; &#1585;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1608; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1585;&#1575; &#1605;&#1580;&#1584;&#1608;&#1576; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1578;&#1575; &#1583;&#1585; &#1580;&#1587;&#1578;&#1580;&#1608;&#1740; &#1605;&#1606;&#1575;&#1576;&#1593; &#1608; &#1575;&#1587;&#1585;&#1575;&#1585; &#1576;&#1607; &#1593;&#1605;&#1602; &#1606;&#1575;&#1588;&#1606;&#1575;&#1582;&#1578;&#1607;&#8204;&#1607;&#1575; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1606;&#1583;. &#1575;&#1576;&#1586;&#1575;&#1585; &#1576;&#1602;&#1575; &#1740;&#1705;&#1740; &#1575;&#1586; &#1580;&#1606;&#1576;&#1607;&#8204;&#1607;&#1575;&#1740; &#1581;&#1740;&#1575;&#1578;&#1740; &#1711;&#1740;&#1605;&#8204;&#1662;&#1604;&#1740; &#1575;&#1587;&#1578;&#1548; &#1586;&#1740;&#1585;&#1575; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1605;&#1606;&#1575;&#1576;&#1593;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1670;&#1608;&#1576;&#1548; &#1587;&#1606;&#1711; &#1605;&#1593;&#1583;&#1606; &#1608; &#1711;&#1740;&#1575;&#1607;&#1575;&#1606; &#1585;&#1575; &#1580;&#1605;&#1593;&#8204;&#1570;&#1608;&#1585;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583; &#1578;&#1575; &#1570;&#1740;&#1578;&#1605;&#1548; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575; &#1608; &#1662;&#1606;&#1575;&#1607;&#1711;&#1575;&#1607;&#8204;&#1607;&#1575;&#1740; &#1590;&#1585;&#1608;&#1585;&#1740; &#1585;&#1575; &#1576;&#1587;&#1575;&#1586;&#1606;&#1583;. &#1576;&#1575; &#1570;&#1586;&#1605;&#1575;&#1740;&#1588; &#1605;&#1608;&#1575;&#1583; &#1705;&#1605;&#1740;&#1575;&#1576; &#1608; &#1601;&#1606;&#1575;&#1608;&#1585;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1601;&#1740;&#1548; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1578;&#1580;&#1607;&#1740;&#1586;&#1575;&#1578; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1575; &#1582;&#1608;&#1575;&#1589; &#1580;&#1575;&#1583;&#1608;&#1740;&#1740; &#1570;&#1594;&#1588;&#1578;&#1607; &#1705;&#1585;&#1583;&#1607; &#1608; &#1588;&#1575;&#1606;&#1587; &#1576;&#1602;&#1575;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1585; &#1605;&#1581;&#1740;&#1591; &#1582;&#1589;&#1605;&#1575;&#1606;&#1607; Fae Realms &#1575;&#1601;&#1586;&#1575;&#1740;&#1588; &#1583;&#1607;&#1606;&#1583;. &#1575;&#1585;&#1578;&#1602;&#1575; &#1587;&#1575;&#1582;&#1578;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575;&#1548; &#1575;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1705;&#1575;&#1585;&#1711;&#1585;&#1575;&#1606; NPC &#1608; &#1578;&#1588;&#1705;&#1740;&#1604; &#1580;&#1608;&#1575;&#1605;&#1593; &#1576;&#1575; &#1587;&#1575;&#1740;&#1585; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1576;&#1607; &#1588;&#1583;&#1578; &#1590;&#1585;&#1608;&#1585;&#1740; &#1575;&#1587;&#1578;.<br/><br/>&#1605;&#1588;&#1575;&#1585;&#1705;&#1578; &#1583;&#1585; Nightingale &#1578;&#1588;&#1608;&#1740;&#1602; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1576;&#1575; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606; &#1582;&#1608;&#1583; &#1583;&#1585; &#1581;&#1575;&#1604;&#1578; &#1670;&#1606;&#1583;&#1606;&#1601;&#1585;&#1607; &#1570;&#1606;&#1604;&#1575;&#1740;&#1606; &#1576;&#1585;&#1575;&#1740; &#1605;&#1602;&#1575;&#1576;&#1604;&#1607; &#1576;&#1575; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575; &#1605;&#1578;&#1581;&#1583; &#1588;&#1608;&#1606;&#1583;. &#1670;&#1607; &#1587;&#1575;&#1582;&#1578;&#1606; &#1587;&#1575;&#1582;&#1578;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1575;&#1588;&#1578;&#1585;&#1575;&#1705;&#1740;&#1548; &#1670;&#1607; &#1705;&#1588;&#1601; &#1575;&#1587;&#1585;&#1575;&#1585; &#1602;&#1604;&#1605;&#1585;&#1608;&#1607;&#1575; &#1740;&#1575; &#1585;&#1608;&#1740;&#1575;&#1585;&#1608;&#1740;&#1740; &#1576;&#1575; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578; &#1593;&#1592;&#1740;&#1605;&#1740; &#1705;&#1607; &#1583;&#1585; &#1575;&#1593;&#1605;&#1575;&#1602; &#1705;&#1605;&#1740;&#1606; &#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;&#1548; &#1705;&#1575;&#1585; &#1711;&#1585;&#1608;&#1607;&#1740; &#1705;&#1604;&#1740;&#1583; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578; &#1583;&#1585; &#1575;&#1740;&#1606; &#1575;&#1579;&#1585; &#1575;&#1587;&#1578;. &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1608; &#1575;&#1705;&#1578;&#1588;&#1575;&#1601; &#1580;&#1606;&#1576;&#1607;&#8204;&#1607;&#1575;&#1740; &#1607;&#1740;&#1580;&#1575;&#1606;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586; &#1576;&#1575;&#1586;&#1740; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1705;&#1575;&#1608;&#1588; &#1583;&#1585; &#1582;&#1585;&#1575;&#1576;&#1607;&#8204;&#1607;&#1575;&#1740; &#1605;&#1578;&#1585;&#1608;&#1705;&#1607;&#1548; &#1594;&#1575;&#1585;&#1607;&#1575;&#1740; &#1586;&#1740;&#1585;&#1586;&#1605;&#1740;&#1606;&#1740; &#1608; &#1605;&#1593;&#1605;&#1575;&#1585;&#1740; &#1605;&#1585;&#1605;&#1608;&#1586; Fae &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1576;&#1575; &#1711;&#1606;&#1580;&#1740;&#1606;&#1607;&#8204;&#1607;&#1575;&#1740; &#1662;&#1606;&#1607;&#1575;&#1606; &#1608; &#1576;&#1740;&#1606;&#1588;&#8204;&#1607;&#1575;&#1740; &#1575;&#1585;&#1586;&#1588;&#1605;&#1606;&#1583; &#1583;&#1585; &#1605;&#1608;&#1585;&#1583; &#1575;&#1587;&#1585;&#1575;&#1585; &#1602;&#1604;&#1605;&#1585;&#1608;&#1607;&#1575; &#1662;&#1575;&#1583;&#1575;&#1588; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1578;&#1585;&#1705;&#1740;&#1576;&#1740; &#1575;&#1586; &#1705;&#1575;&#1608;&#1588;&#1548; &#1576;&#1602;&#1575;&#1548; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1605;&#1588;&#1575;&#1585;&#1705;&#1578;&#1740; &#1608; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1582;&#1740;&#1585;&#1607; &#1705;&#1606;&#1606;&#1583;&#1607;&#1548; &#1606;&#1608;&#1740;&#1583; &#1740;&#1705; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1601;&#1585;&#1575;&#1605;&#1608;&#1588; &#1606;&#1588;&#1583;&#1606;&#1740; &#1585;&#1575; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Enshrouded &#1608; Ruins of Majika &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i5-4430
Memory: 16 GB RAM
Graphics: Nvidia GeForce GTX 1060, Radeon RX 580 or Intel Arc A580
DirectX: Version 12
Network: Broadband Internet connection
Storage: 70 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1588;&#1608;&#1578;&#1585;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Nightingale/Nightingale-preview-screenshot2.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Nightingale/Nightingale_06-09-22.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Nightingale/ss_980c4df3c6675f5038b24e36fb3019f9d63d63cf.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Nightingale/nightingale-combines-victorian-guns-magic-portals-and-gigantic-beasts-into-co-op-card-crafting-chaos-fire-3840x2160-c001728ff0f8.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Nightingale/1d1f5ce9cb9380780800e0a93d312c8b40356156-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://www.zoomg.ir/game-articles/340444-nightingale-game-first-look/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Steam: 6/10<br/>IGN: 6/10<br/><br/>Initial release date: February 20, 2024<br/>
    </div>
  </BODY>
</html>