<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>OlliOlli World</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="4169.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index15.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="4192.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/4183f.jpg">
        <img src="../images/4183f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">OlliOlli World&#160;(2022)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(OlliOlli&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action, Sports</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#281</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Private Division</b>
	    &#160;
	   	Roll7
            <br/>
            <b>1 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1585;&#1586;&#1588;&#1740; &#1607;&#1605;&#1608;&#1575;&#1585;&#1607; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1582;&#1575;&#1589; &#1582;&#1608;&#1583;&#1588;&#1575;&#1606; &#1585;&#1575; &#1583;&#1575;&#1588;&#1578;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1591;&#1740;&#1601; &#1711;&#1587;&#1578;&#1585;&#1583;&#1607;&#8204;&#1575;&#1740; &#1575;&#1586; &#1601;&#1593;&#1575;&#1604;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1608;&#1585;&#1586;&#1588;&#1740; &#1583;&#1585; &#1570;&#1606;&#8204;&#1607;&#1575; &#1662;&#1608;&#1588;&#1588; &#1583;&#1575;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1580;&#1583;&#1575;&#1740; &#1575;&#1586; &#1608;&#1585;&#1586;&#1588;&#8204;&#1607;&#1575;&#1740; &#1578;&#1740;&#1605;&#1740; &#1605;&#1579;&#1604; &#1601;&#1608;&#1578;&#1576;&#1575;&#1604; &#1608; &#1576;&#1587;&#1705;&#1578;&#1576;&#1575;&#1604;&#1548; &#1585;&#1588;&#1578;&#1607;&#8204;&#1607;&#1575;&#1740;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604;&#8204;&#1585;&#1575;&#1606;&#1740; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1575;&#1587;&#1705;&#1740; &#1608; &#1575;&#1587;&#1705;&#1740;&#1578; &#1576;&#1608;&#1585;&#1583; &#1606;&#1740;&#1586;&#1548; &#1587;&#1608;&#1688;&#1607; &#1605;&#1606;&#1575;&#1587;&#1576;&#1740; &#1576;&#1585;&#1575;&#1740; &#1587;&#1575;&#1582;&#1578; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1585;&#1586;&#1588;&#1740; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1576;&#1575;&#1586;&#1740; OlliOlli World &#1575;&#1586; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Roll7 &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1580;&#1584;&#1575;&#1576; &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1583;&#1585; &#1587;&#1576;&#1705; &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;&#1585;&#1548; &#1608;&#1585;&#1586;&#1588; &#1575;&#1587;&#1705;&#1740;&#1578; &#1576;&#1608;&#1585;&#1583; &#1587;&#1608;&#1575;&#1585;&#1740; &#1608; &#1575;&#1580;&#1585;&#1575;&#1740; &#1581;&#1585;&#1705;&#1575;&#1578; &#1606;&#1605;&#1575;&#1740;&#1588;&#1740; &#1576;&#1575; &#1570;&#1606; &#1585;&#1575; &#1576;&#1607; &#1588;&#1705;&#1604;&#1740; &#1587;&#1585;&#1711;&#1585;&#1605;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1591;&#1585;&#1575;&#1581;&#1740; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1578;&#1575; &#1604;&#1581;&#1592;&#1575;&#1578; &#1605;&#1607;&#1740;&#1580; &#1608; &#1587;&#1585;&#1711;&#1585;&#1605;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607;&#8204;&#1575;&#1740; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1585;&#1602;&#1605; &#1576;&#1586;&#1606;&#1583;.<br/><br/>&#1575;&#1608;&#1604;&#1740;&#1606; &#1606;&#1705;&#1578;&#1607;&#8204;&#1575;&#1740; &#1705;&#1607; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1606;&#1592;&#1585; &#1588;&#1605;&#1575; &#1585;&#1575; &#1580;&#1604;&#1576; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;&#1548; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1608; &#1607;&#1606;&#1585;&#1740;&#8204;&#1575;&#1588; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1586;&#1740;&#1576;&#1575; &#1608; &#1585;&#1606;&#1711;&#1575;&#1585;&#1606;&#1711; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1607;&#1740;&#1580; &#1588;&#1605;&#1575; &#1601;&#1585;&#1575;&#1607;&#1605; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;. &#1578;&#1605;&#1575;&#1605;&#1740; &#1593;&#1606;&#1575;&#1589;&#1585; &#1605;&#1608;&#1580;&#1608;&#1583; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1582;&#1608;&#1583; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585;&#1607;&#1575; &#1711;&#1585;&#1601;&#1578;&#1607; &#1578;&#1575; &#1575;&#1580;&#1586;&#1575;&#1740; &#1578;&#1588;&#1705;&#1740;&#1604;&#8204;&#1583;&#1607;&#1606;&#1583;&#1607; &#1662;&#1740;&#1587;&#1578; &#1608; &#1580;&#1586;&#1740;&#1740;&#1575;&#1578; &#1601;&#1585;&#1593;&#1740;&#1548; &#1576;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1585;&#1606;&#1711;&#8204;&#1607;&#1575;&#1740; &#1586;&#1606;&#1583;&#1607; &#1608; &#1605;&#1583;&#1604;&#8204;&#1607;&#1575;&#1740; &#1587;&#1607;&#8204;&#1576;&#1593;&#1583;&#1740; &#1586;&#1740;&#1576;&#1575; &#1591;&#1585;&#1575;&#1581;&#1740; &#1608; &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1588;&#1576;&#1575;&#1607;&#1578; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1607; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;&#1585; &#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1575;&#1586; &#1587;&#1585;&#1593;&#1578; &#1576;&#1575;&#1604;&#1575;&#1740;&#1740; &#1576;&#1585;&#1582;&#1608;&#1585;&#1583;&#1575;&#1585; &#1575;&#1587;&#1578;. &#1588;&#1605;&#1575; &#1576;&#1575;&#1740;&#1583; &#1576;&#1575; &#1575;&#1606;&#1580;&#1575;&#1605; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1705;&#1607; &#1607;&#1605;&#1711;&#1740; &#1583;&#1585; &#1602;&#1575;&#1604;&#1576; &#1581;&#1585;&#1705;&#1578; &#1583;&#1585; &#1662;&#1740;&#1587;&#1578;&#8204;&#1607;&#1575;&#1740; &#1587;&#1582;&#1578; &#1608; &#1670;&#1575;&#1604;&#1588;&#8204;&#1576;&#1585;&#1575;&#1606;&#1711;&#1740;&#1586; &#1591;&#1585;&#1575;&#1581;&#1740; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;&#1548; &#1583;&#1585; &#1605;&#1585;&#1575;&#1581;&#1604; &#1576;&#1575;&#1586;&#1740; &#1662;&#1740;&#1588;&#1585;&#1608;&#1740; &#1705;&#1585;&#1583;&#1607; &#1608; &#1576;&#1607; &#1602;&#1607;&#1585;&#1605;&#1575;&#1606; &#1575;&#1587;&#1705;&#1740;&#1578; &#1576;&#1608;&#1585;&#1583; &#1587;&#1608;&#1575;&#1585;&#1740; &#1578;&#1576;&#1583;&#1740;&#1604; &#1588;&#1608;&#1740;&#1583;.<br/><br/>&#1606;&#1705;&#1578;&#1607; &#1605;&#1607;&#1605;&#1740; &#1705;&#1607; &#1583;&#1585; &#1605;&#1608;&#1585;&#1583; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1740;&#1583; &#1576;&#1583;&#1575;&#1606;&#1740;&#1583; &#1575;&#1740;&#1606; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1585;&#1575;&#1740; &#1578;&#1580;&#1585;&#1576;&#1607; &#1570;&#1606; &#1601;&#1602;&#1591; &#1576;&#1575;&#1740;&#1583; &#1575;&#1586; &#1705;&#1606;&#1578;&#1585;&#1604;&#1585; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583; &#1608; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1605;&#1608;&#1587; &#1608; &#1705;&#1740;&#1576;&#1608;&#1585;&#1583; &#1662;&#1588;&#1578;&#1740;&#1576;&#1575;&#1606;&#1740; &#1606;&#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;. &#1576;&#1585;&#1575;&#1740; &#1587;&#1575;&#1582;&#1578; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585; &#1575;&#1589;&#1604;&#1740; &#1582;&#1608;&#1583; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1575;&#1576;&#1586;&#1575;&#1585;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1548; &#1592;&#1575;&#1607;&#1585; &#1605;&#1606;&#1581;&#1589;&#1585;&#1576;&#1607;&#8204;&#1601;&#1585;&#1583;&#1740; &#1576;&#1607; &#1575;&#1608; &#1576;&#1576;&#1582;&#1588;&#1740;&#1583;. &#1581;&#1585;&#1705;&#1575;&#1578; &#1606;&#1605;&#1575;&#1740;&#1588;&#1740; &#1606;&#1740;&#1586; &#1576;&#1582;&#1588;&#1740; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1607;&#1587;&#1578;&#1606;&#1583; &#1608; &#1576;&#1740;&#1588; &#1575;&#1586; 100 &#1605;&#1583;&#1604; &#1581;&#1585;&#1705;&#1578; &#1576;&#1585;&#1575;&#1740; &#1575;&#1580;&#1585;&#1575; &#1583;&#1585; &#1607;&#1606;&#1711;&#1575;&#1605; &#1581;&#1585;&#1705;&#1578; &#1705;&#1585;&#1583;&#1606; &#1583;&#1575;&#1582;&#1604; &#1586;&#1605;&#1740;&#1606; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583;. &#1607;&#1585; &#1670;&#1607; &#1583;&#1585; &#1605;&#1585;&#1575;&#1581;&#1604; &#1662;&#1740;&#1588;&#1585;&#1608;&#1740; &#1705;&#1606;&#1740;&#1583;&#1548; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575;&#1740; &#1587;&#1582;&#1578;&#8204;&#1578;&#1585;&#1740; &#1605;&#1602;&#1575;&#1576;&#1604; &#1662;&#1575;&#1740; &#1588;&#1605;&#1575; &#1602;&#1585;&#1575;&#1585; &#1582;&#1608;&#1575;&#1607;&#1583; &#1711;&#1585;&#1601;&#1578; &#1608; &#1576;&#1575;&#1740;&#1583; &#1576;&#1607;&#8204;&#1578;&#1583;&#1585;&#1740;&#1580;&#1548; &#1605;&#1607;&#1575;&#1585;&#1578; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1585; &#1705;&#1606;&#1578;&#1585;&#1604; &#1608; &#1581;&#1585;&#1705;&#1578; &#1705;&#1585;&#1583;&#1606; &#1576;&#1575; &#1575;&#1587;&#1705;&#1740;&#1578; &#1576;&#1608;&#1585;&#1583; &#1576;&#1575;&#1604;&#1575; &#1576;&#1576;&#1585;&#1740;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Celeste &#1608; Super Meat Boy &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: 2.5GHz dual core processor or higher
Memory: 4 GB RAM
Graphics: Intel HD 530, GeForce GT 430 or Radeon HD 5570 (DirectX 10.1 / Shader Model 4.1 support required)
Storage: 6 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1662;&#1604;&#1578;&#1601;&#1585;&#1605;, &#1608;&#1585;&#1586;&#1588;&#1740;, &#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/OlliOlli%20World/2-17-2022_12-17-45_AM-yk52mpf4.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/OlliOlli%20World/62557e8c34ee04f8a6e85e1b27cf6aa7a72b1146.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/OlliOlli%20World/OOW_ReviewsScreenshot_Sketchside02-scaled.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/OlliOlli%20World/OlliOlli-World-image.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/OlliOlli%20World/7d67553dd2282efbf4b1086c90390cd947409467-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/807793/olliolli-world-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 87/100<br/>Steam: 9/10<br/>IGN: 9/10<br/><br/>Initial release date: February 7, 2022<br/>
    </div>
  </BODY>
</html>