<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Omensight</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="4183.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index15.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="4203.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/4192f.jpg">
        <img src="../images/4192f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Omensight&#160;(2018)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#282</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <br/>
            <b>5.1 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1583;&#1585;&#1582;&#1578; &#1586;&#1606;&#1583;&#1711;&#1740; &#1583;&#1585; &#1582;&#1591;&#1585; &#1575;&#1601;&#1578;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1582;&#1583;&#1575;&#1740; &#1605;&#1581;&#1575;&#1601;&#1592; &#1575;&#1740;&#1606; &#1587;&#1585;&#1586;&#1605;&#1740;&#1606;&#1548; &#1583;&#1585; &#1580;&#1606;&#1711; &#1605;&#1740;&#1575;&#1606; &#1583;&#1608; &#1602;&#1608;&#1605; &#1606;&#1575;&#1662;&#1583;&#1740;&#1583; &#1588;&#1583;. &#1581;&#1590;&#1608;&#1585; &#1578;&#1608; &#1606;&#1588;&#1575;&#1606;&#1607;&#1620; &#1575;&#1587;&#1578; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1605;&#1575;&#1606;&#1583;&#1711;&#1575;&#1606;. &#1608;&#1592;&#1740;&#1601;&#1607;&#1620; &#1578;&#1608; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583;&#1606; &#1581;&#1602;&#1740;&#1602;&#1578; &#1575;&#1587;&#1578;. &#1662;&#1740;&#1588; &#1575;&#1586; &#1570;&#1606;&#1705;&#1607; &#1662;&#1608;&#1670;&#1740; &#1578;&#1605;&#1575;&#1605;&#1740; &#1607;&#1587;&#1578;&#1740; &#1605;&#1575; &#1585;&#1575; &#1576;&#1576;&#1604;&#1593;&#1583;. &#1575;&#1605;&#1585;&#1608;&#1586; &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1570;&#1582;&#1585;&#1740;&#1606; &#1585;&#1608;&#1586; &#1583;&#1606;&#1740;&#1575; &#1576;&#1575;&#1588;&#1583;&#1563; &#1608;&#1604;&#1740; &#1576;&#1585;&#1575;&#1740; &#1578;&#1608;&#1548; &#1575;&#1605;&#1585;&#1608;&#1586; &#1570;&#1594;&#1575;&#1586; &#1586;&#1606;&#1583;&#1711;&#1740; &#1575;&#1587;&#1578;.<br/><br/>&#1583;&#1585; &#1576;&#1575;&#1586;&#1740; Omensight&#1548; &#1588;&#1605;&#1575; &#1576;&#1575; &#1570;&#1582;&#1585;&#1740;&#1606; &#1585;&#1608;&#1586; &#1583;&#1606;&#1740;&#1575; &#1605;&#1608;&#1575;&#1580;&#1607; &#1607;&#1587;&#1578;&#1740;&#1583;. &#1608;&#1585;&#1575; &#1582;&#1583;&#1575;&#1740; &#1605;&#1581;&#1575;&#1601;&#1592; &#1587;&#1585;&#1586;&#1605;&#1740;&#1606; &#1576;&#1607; &#1602;&#1578;&#1604; &#1585;&#1587;&#1740;&#1583;&#1607; &#1575;&#1587;&#1578;&#1563; &#1576;&#1583;&#1608;&#1606; &#1608;&#1580;&#1608;&#1583; &#1575;&#1608; &#1587;&#1585;&#1586;&#1605;&#1740;&#1606; &#1575;&#1608;&#1585;&#1575;&#1604;&#1740;&#1575; &#1576;&#1607; &#1570;&#1582;&#1585; &#1586;&#1605;&#1575;&#1606; &#1606;&#1586;&#1583;&#1740;&#1705; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1662;&#1608;&#1670;&#1740; &#1608; &#1578;&#1576;&#1575;&#1607;&#1740; &#1583;&#1585; &#1585;&#1575;&#1607; &#1606;&#1575;&#1576;&#1608;&#1583; &#1705;&#1585;&#1583;&#1606; &#1575;&#1740;&#1606; &#1587;&#1585;&#1586;&#1605;&#1740;&#1606; &#1575;&#1587;&#1578;&#1563; &#1608; &#1578;&#1606;&#1607;&#1575; &#1588;&#1605;&#1575; &#1607;&#1587;&#1578;&#1740;&#1583; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1580;&#1604;&#1608;&#1740; &#1570;&#1606; &#1585;&#1575; &#1576;&#1711;&#1740;&#1585;&#1740;&#1583;. &#1580;&#1606;&#1711; &#1605;&#1740;&#1575;&#1606; &#1583;&#1608; &#1602;&#1608;&#1605;&#1740;&#1578; &#1662;&#1711;&#1585;&#1740;&#1575; &#1608; &#1585;&#1583;&#1606;&#1588;&#1740;&#1575; &#1576;&#1575;&#1604;&#1575; &#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;&#1548; &#1607;&#1585; &#1583;&#1608; &#1605;&#1740;&#8204;&#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1578;&#1575; &#1602;&#1583;&#1585;&#1578; &#1585;&#1575; &#1576;&#1607; &#1583;&#1587;&#1578; &#1576;&#1711;&#1740;&#1585;&#1606;&#1583;&#1548; &#1608;&#1604;&#1740; &#1602;&#1583;&#1585;&#1578;&#1740; &#1593;&#1592;&#1740;&#1605;&#8204;&#1578;&#1585; &#1575;&#1586; &#1585;&#1575;&#1607; &#1605;&#1740;&#8204;&#1585;&#1587;&#1583;. &#1588;&#1605;&#1575; &#1606;&#1602;&#1588; &#1740;&#1705; &#1607;&#1575;&#1585;&#1576;&#1740;&#1606;&#1580;&#1585; (Harbinger)&#1548; &#1740;&#1705; &#1585;&#1608;&#1581; &#1580;&#1606;&#1711;&#1580;&#1608; &#1585;&#1575; &#1583;&#1575;&#1585;&#1740;&#1583;&#1563; &#1705;&#1587;&#1740; &#1705;&#1607; &#1608;&#1602;&#1578;&#1740; &#1583;&#1606;&#1740;&#1575; &#1576;&#1607; &#1575;&#1608; &#1576;&#1740;&#1588;&#1578;&#1585; &#1575;&#1586; &#1607;&#1585; &#1586;&#1605;&#1575;&#1606; &#1575;&#1581;&#1578;&#1740;&#1575;&#1580; &#1583;&#1575;&#1585;&#1583;&#1548; &#1575;&#1581;&#1590;&#1575;&#1585; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1588;&#1605;&#1575; &#1576;&#1575;&#1740;&#1583; &#1581;&#1602;&#1740;&#1602;&#1578; &#1578;&#1575;&#1585;&#1740;&#1705; &#1608; &#1605;&#1585;&#1605;&#1608;&#1586; &#1602;&#1578;&#1604; &#1608; &#1570;&#1594;&#1575;&#1586; &#1580;&#1606;&#1711; &#1585;&#1575; &#1662;&#1740;&#1583;&#1575; &#1705;&#1606;&#1740;&#1583; &#1608; &#1705;&#1587;&#1740; &#1606;&#1576;&#1575;&#1740;&#1583; &#1587;&#1585; &#1585;&#1575;&#1607; &#1588;&#1605;&#1575; &#1576;&#1585;&#1575;&#1740; &#1581;&#1604; &#1575;&#1740;&#1606; &#1585;&#1575;&#1586; &#1602;&#1585;&#1575;&#1585; &#1576;&#1711;&#1740;&#1585;&#1583;.<br/><br/>&#1583;&#1585; &#1591;&#1608;&#1604; &#1580;&#1587;&#1578;&#1580;&#1608; &#1576;&#1585;&#1575;&#1740; &#1581;&#1602;&#1740;&#1602;&#1578;&#1548; &#1588;&#1605;&#1575; &#1576;&#1575;&#1585;&#1607;&#1575; &#1608; &#1576;&#1575;&#1585;&#1607;&#1575; &#1585;&#1608;&#1586; &#1570;&#1582;&#1585; &#1583;&#1606;&#1740;&#1575; &#1585;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583;. &#1607;&#1585; &#1585;&#1608;&#1586; &#1576;&#1575; &#1740;&#1705; &#1589;&#1576;&#1581; &#1570;&#1594;&#1575;&#1586; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1583;&#1585; &#1570;&#1582;&#1585; &#1576;&#1607; &#1578;&#1576;&#1575;&#1607;&#1740; &#1605;&#1740;&#8204;&#1585;&#1587;&#1583;. &#1608;&#1604;&#1740; &#1583;&#1585; &#1605;&#1740;&#1575;&#1606; &#1575;&#1740;&#1606; &#1591;&#1604;&#1608;&#1593; &#1608; &#1594;&#1585;&#1608;&#1576; &#1588;&#1605;&#1575; &#1601;&#1585;&#1589;&#1578; &#1575;&#1740;&#1606; &#1585;&#1575; &#1583;&#1575;&#1585;&#1740;&#1583; &#1578;&#1575; &#1587;&#1585;&#1606;&#1608;&#1588;&#1578; &#1585;&#1575; &#1578;&#1594;&#1740;&#1740;&#1585; &#1583;&#1607;&#1740;&#1583;. &#1607;&#1585; &#1578;&#1589;&#1605;&#1740;&#1605; &#1608; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1588;&#1605;&#1575; &#1586;&#1575;&#1608;&#1740;&#1607; &#1580;&#1583;&#1740;&#1583; &#1608; &#1605;&#1587;&#1740;&#1585;&#1607;&#1575;&#1740; &#1578;&#1575;&#1586;&#1607;&#8204;&#1575;&#1740; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1607; &#1606;&#1605;&#1575;&#1740;&#1588; &#1582;&#1608;&#1575;&#1607;&#1583; &#1711;&#1584;&#1575;&#1588;&#1578;&#1563; &#1608; &#1576;&#1575; &#1607;&#1585; &#1576;&#1575;&#1585; &#1588;&#1585;&#1608;&#1593; &#1585;&#1608;&#1586; &#1580;&#1583;&#1740;&#1583; &#1588;&#1605;&#1575; &#1602;&#1583;&#1585;&#1578;&#8204;&#1607;&#1575;&#1740; &#1705;&#1607; &#1602;&#1576;&#1604;&#1575;&#1611; &#1705;&#1588;&#1601; &#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1740;&#1583; &#1585;&#1575; &#1607;&#1605;&#1585;&#1575;&#1607; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1583;&#1575;&#1588;&#1578;. &#1576;&#1575; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583;&#1606; &#1583;&#1585;&#1582;&#1578; &#1586;&#1606;&#1583;&#1711;&#1740;&#1548; &#1583;&#1585;&#1582;&#1578; &#1576;&#1607; &#1588;&#1605;&#1575; &#1602;&#1583;&#1585;&#1578; &#1705;&#1606;&#1578;&#1585;&#1604; &#1586;&#1605;&#1575;&#1606; &#1585;&#1575; &#1582;&#1608;&#1575;&#1607;&#1583; &#1583;&#1575;&#1583;. &#1575;&#1586; &#1575;&#1740;&#1606;&#1580;&#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1607; &#1586;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1711;&#1584;&#1588;&#1578;&#1607; &#1587;&#1601;&#1585; &#1705;&#1606;&#1740;&#1583;. &#1583;&#1585; &#1662;&#1575;&#1740;&#1575;&#1606; &#1607;&#1585; &#1585;&#1608;&#1586; &#1576;&#1607; &#1662;&#1740;&#1588; &#1583;&#1585;&#1582;&#1578; &#1586;&#1606;&#1583;&#1711;&#1740; &#1576;&#1575;&#1586;&#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1711;&#1588;&#1578; &#1608; &#1606;&#1578;&#1575;&#1740;&#1580; &#1580;&#1587;&#1578;&#1580;&#1608;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1584;&#1582;&#1740;&#1585;&#1607; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583;.<br/><br/>&#1576;&#1575; &#1605;&#1604;&#1575;&#1602;&#1575;&#1578; &#1576;&#1575; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1588;&#1605;&#1575; &#1587;&#1585;&#1606;&#1582;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1575;&#1586; &#1583;&#1604;&#1740;&#1604; &#1605;&#1585;&#1711; &#1582;&#1583;&#1575;&#1740; &#1605;&#1581;&#1575;&#1601;&#1592; &#1662;&#1740;&#1583;&#1575; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583;. &#1583;&#1585; &#1575;&#1576;&#1578;&#1583;&#1575;&#1740; &#1607;&#1585; &#1585;&#1608;&#1586; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585; &#1605;&#1608;&#1585;&#1583; &#1606;&#1592;&#1585; &#1582;&#1608;&#1583; &#1585;&#1575; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1705;&#1606;&#1740;&#1583; &#1578;&#1575; &#1576;&#1576;&#1740;&#1606;&#1740;&#1583; &#1570;&#1740;&#1575; &#1583;&#1585; &#1605;&#1587;&#1740;&#1585; &#1575;&#1608; &#1587;&#1585;&#1606;&#1582;&#1740; &#1575;&#1586; &#1605;&#1575;&#1580;&#1585;&#1575;&#1740; &#1602;&#1578;&#1604; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1740;&#1575; &#1606;&#1607;.<br/><br/>&#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;: &#1583;&#1585;&#1575;&#1711;&#1575;&#1548; &#1688;&#1606;&#1585;&#1575;&#1604;&#1740; &#1605;&#1606;&#1590;&#1576;&#1591; &#1608; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; &#1705;&#1740;&#1578;&#1606;&#1607;&#1585;&#1583; &#1578;&#1585;&#1576;&#1740;&#1578; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1578;&#1575; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740;&#1587;&#1578; &#1608; &#1580;&#1606;&#1711;&#1580;&#1608;&#1740; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1576;&#1575;&#1588;&#1583;. &#1604;&#1608;&#1583;&#1575;&#1605;&#1740;&#1575;&#1548; &#1740;&#1705; &#1580;&#1606;&#1711;&#1580;&#1608;&#1740; &#1570;&#1586;&#1575;&#1583;&#1740; &#1582;&#1608;&#1575;&#1607; &#1608; &#1576;&#1740;&#8204;&#1576;&#1575;&#1705; &#1576;&#1575;&#1602;&#1583;&#1585;&#1578;&#1740; &#1576;&#1575;&#1608;&#1585; &#1606;&#1705;&#1585;&#1583;&#1606;&#1740;. &#1585;&#1575;&#1578;&#1740;&#1705;&#1575;: &#1601;&#1585;&#1583;&#1740; &#1705;&#1607; &#1576;&#1575; &#1606;&#1608;&#1575;&#1582;&#1578;&#1606; &#1582;&#1608;&#1583; &#1575;&#1587;&#1585;&#1575;&#1585; &#1602;&#1604;&#1576;&#8204;&#1607;&#1575; &#1585;&#1575; &#1576;&#1585;&#1605;&#1604;&#1575;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1575;&#1606;&#1583;&#1585;&#1740;&#1705;: &#1575;&#1605;&#1662;&#1585;&#1575;&#1578;&#1608;&#1585; &#1662;&#1711;&#1585;&#1740;&#1575;&#1548; &#1705;&#1587;&#1740; &#1705;&#1607; &#1580;&#1606;&#1711;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1585;&#1575; &#1576;&#1585;&#1606;&#1583;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1602;&#1583;&#1585;&#1578; &#1575;&#1608;&#1585;&#1575;&#1604;&#1740;&#1575; &#1585;&#1575; &#1583;&#1585; &#1583;&#1587;&#1578; &#1583;&#1575;&#1585;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Omensight &#1583;&#1585; &#1587;&#1576;&#1705; &#1575;&#1705;&#1588;&#1606;&#1548; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740;&#1548; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1608; &#1605;&#1593;&#1605;&#1575;&#1740; &#1587;&#1575;&#1582;&#1578;&#1607;&#8204;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1587;&#1578;&#1583;&#1740;&#1608; Spearhead Games &#1587;&#1575;&#1586;&#1606;&#1583;&#1607;&#1620; &#1575;&#1740;&#1606; &#1575;&#1579;&#1585; &#1575;&#1587;&#1578; &#1608; &#1583;&#1585; &#1605;&#1575;&#1607; &#1605;&#1740; 2018 &#1570;&#1606; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1587;&#1740;&#1587;&#1578;&#1605;&#8204;&#1593;&#1575;&#1605;&#1604; &#1608;&#1740;&#1606;&#1583;&#1608;&#1586; &#1605;&#1606;&#1578;&#1588;&#1585; &#1705;&#1585;&#1583;&#1607;.<br/><br/>&#1570;&#1740;&#1575; &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1587;&#1585;&#1606;&#1608;&#1588;&#1578; &#1587;&#1585;&#1586;&#1605;&#1740;&#1606; &#1575;&#1608;&#1585;&#1575;&#1604;&#1740;&#1575; &#1585;&#1575; &#1578;&#1594;&#1740;&#1740;&#1585; &#1583;&#1607;&#1740;&#1583;&#1567; &#1602;&#1575;&#1578;&#1604; &#1705;&#1740;&#1587;&#1578;&#1567; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1576;&#1575; &#1588;&#1605;&#1588;&#1740;&#1585;&#1607;&#1575;&#1740; &#1705;&#1588;&#1740;&#1583;&#1607; &#1608; &#1580;&#1575;&#1583;&#1608;&#1607;&#1575;&#1740; &#1578;&#1575;&#1585;&#1740;&#1705; &#1605;&#1606;&#1578;&#1592;&#1585; &#1588;&#1605;&#1575; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1575;&#1586; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1586;&#1740;&#1576;&#1575; &#1608; &#1607;&#1740;&#1580;&#1575;&#1606; &#1575;&#1606;&#1711;&#1740;&#1586; &#1576;&#1575; &#1605;&#1608;&#1586;&#1740;&#1705;&#1740; &#1583;&#1604;&#1606;&#1608;&#1575;&#1586; &#1604;&#1584;&#1578; &#1576;&#1576;&#1585;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel or AMD Dual Core 2.0 GHz+
Memory: 6 GB RAM
Graphics: GeForce GT 640 or Radeon HD 7790 (1GB VRAM)
DirectX: Version 10
Storage: 5 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Omensight:%20Definitive%20Edition/Omensight-PS4-Review.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Omensight:%20Definitive%20Edition/Omensight-screen3.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Omensight:%20Definitive%20Edition/ss_27b1ed57743ebf21fef444dbc815efc4f43d735d.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Omensight:%20Definitive%20Edition/ss_3a47eafed0154b470a8fda6b8e6b7d88ad6c5a24.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Omensight:%20Definitive%20Edition/da84dc2dd8f6e73206936bdbd9d753ef14026195-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/474236/&#1587;&#1585;&#1586;&#1605;&#1740;&#1606;-&#1575;&#1601;&#1587;&#1575;&#1606;&#1607;-&#1607;&#1575;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;&#1740;-omensight/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 75/100<br/>Steam: 9/10<br/><br/>Initial release date: May 15, 2018<br/>
    </div>
  </BODY>
</html>