<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Pathfinder: Kingmaker</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="1474.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index16.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="4282.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/4270f.jpg">
        <img src="../images/4270f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Pathfinder: Kingmaker&#160;(2018)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>RPG</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#289</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Deep Silver</b>
	    &#160;
	   	Owlcat Games
            <br/>
            <b>16.2 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;Pathfinder: Kingmaker &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; Owlcat Games &#1578;&#1608;&#1587;&#1593;&#1607; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583;&#1607; &#1608; Deep Silver &#1570;&#1606; &#1585;&#1575; &#1605;&#1606;&#1578;&#1588;&#1585; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1588;&#1605;&#1575; &#1583;&#1585; &#1606;&#1602;&#1588; &#1740;&#1705; &#1602;&#1607;&#1585;&#1605;&#1575;&#1606; &#1588;&#1580;&#1575;&#1593; &#1602;&#1585;&#1575;&#1585; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1711;&#1585;&#1601;&#1578; &#1608; &#1576;&#1575;&#1740;&#1583; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1705;&#1607; &#1580;&#1575;&#1583;&#1608;&#1607;&#1575;&#1740; &#1588;&#1740;&#1591;&#1575;&#1606;&#1740; &#1583;&#1585; &#1581;&#1575;&#1604; &#1580;&#1606;&#1711;&#1740;&#1583;&#1606; &#1576;&#1575; &#1583;&#1740;&#1711;&#1585; &#1602;&#1607;&#1585;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575; &#1607;&#1587;&#1578;&#1606;&#1583;&#1548; &#1586;&#1606;&#1583;&#1607; &#1576;&#1605;&#1575;&#1606;&#1740;&#1583;. &#1602;&#1607;&#1585;&#1605;&#1575;&#1606;&#1575;&#1606; &#1605;&#1578;&#1606;&#1608;&#1593;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1583;&#1585; &#1606;&#1602;&#1588; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1607; &#1580;&#1606;&#1711;&#1740;&#1583;&#1606; &#1576;&#1575; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583; &#1608; &#1670;&#1575;&#1604;&#1588;&#8204; &#1576;&#1585;&#1575;&#1606;&#1711;&#1740;&#1586; &#1576;&#1575;&#1586;&#1740; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#1583;.<br/><br/>&#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1602;&#1607;&#1585;&#1605;&#1575;&#1606;&#1740; &#1585;&#1575; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1705;&#1606;&#1740;&#1583; &#1705;&#1607; &#1576;&#1575; &#1588;&#1605;&#1588;&#1740;&#1585; &#1580;&#1575;&#1583;&#1608;&#1740;&#1740; &#1582;&#1608;&#1583; &#1576;&#1607; &#1602;&#1604;&#1576; &#1583;&#1588;&#1605;&#1606; &#1590;&#1585;&#1576;&#1607; &#1605;&#1740;&#8204;&#1586;&#1606;&#1583;&#1563; &#1740;&#1575; &#1602;&#1607;&#1585;&#1605;&#1575;&#1606;&#1740; &#1585;&#1575; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1705;&#1606;&#1740;&#1583; &#1705;&#1607; &#1576;&#1575; &#1580;&#1575;&#1583;&#1608;&#1740; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583; &#1582;&#1608;&#1583;&#1548; &#1578;&#1605;&#1575;&#1605; &#1606;&#1740;&#1585;&#1608;&#1607;&#1575;&#1740; &#1588;&#1740;&#1591;&#1575;&#1606;&#1740; &#1585;&#1575; &#1576;&#1607; &#1585;&#1575;&#1581;&#1578;&#1740; &#1575;&#1586; &#1576;&#1740;&#1606; &#1605;&#1740;&#8204;&#1576;&#1585;&#1583; &#1705;&#1607; &#1583;&#1604;&#1740;&#1604; &#1602;&#1583;&#1585;&#1578; &#1576;&#1575;&#1604;&#1575;&#1740; &#1575;&#1608;&#1548; &#1580;&#1585;&#1740;&#1575;&#1606; &#1740;&#1575;&#1601;&#1578;&#1606; &#1582;&#1608;&#1606; &#1588;&#1740;&#1575;&#1591;&#1740;&#1606; &#1583;&#1585; &#1585;&#1711;&#8204;&#1607;&#1575;&#1740; &#1575;&#1608; &#1575;&#1587;&#1578;. &#1740;&#1575; &#1581;&#1578;&#1740; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1602;&#1607;&#1585;&#1605;&#1575;&#1606;&#1740; &#1585;&#1575; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1705;&#1606;&#1740;&#1583; &#1705;&#1607; &#1575;&#1586; &#1602;&#1583;&#1585;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1602;&#1583;&#1587; &#1576;&#1585;&#1575;&#1740; &#1662;&#1575;&#1705;&#8204;&#1587;&#1575;&#1586;&#1740; &#1588;&#1740;&#1575;&#1591;&#1740;&#1606; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1602;&#1607;&#1585;&#1605;&#1575;&#1606;&#1575;&#1606; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1606;&#1583; &#1705;&#1607; &#1607;&#1585;&#1740;&#1705; &#1587;&#1576;&#1705; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607;&#8204;&#1740; &#1605;&#1582;&#1589;&#1608;&#1589; &#1576;&#1607; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1575;&#1585;&#1606;&#1583; &#1608; &#1575;&#1740;&#1606; &#1605;&#1587;&#1574;&#1604;&#1607; &#1576;&#1575;&#1586;&#1740; &#1705;&#1585;&#1583;&#1606; &#1576;&#1575; &#1607;&#1585;&#1740;&#1705; &#1575;&#1586; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1582;&#1575;&#1589; &#1608; &#1580;&#1584;&#1575;&#1576; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1587;&#1585;&#1586;&#1605;&#1740;&#1606; Stolen Lands &#1580;&#1585;&#1740;&#1575;&#1606; &#1662;&#1740;&#1583;&#1575; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;&#1563; &#1605;&#1705;&#1575;&#1606;&#1740; &#1705;&#1607; &#1576;&#1585;&#1575;&#1740; &#1602;&#1585;&#1606;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1605;&#1581;&#1604;&#1740; &#1576;&#1585;&#1575;&#1740; &#1580;&#1606;&#1711; &#1608; &#1582;&#1608;&#1606;&#8204;&#1585;&#1740;&#1586;&#1740; &#1576;&#1608;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1605;&#1662;&#1585;&#1575;&#1591;&#1608;&#1585;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1585; &#1575;&#1740;&#1606; &#1605;&#1606;&#1591;&#1602;&#1607; &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1740;&#1575; &#1575;&#1586; &#1576;&#1740;&#1606; &#1585;&#1601;&#1578;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1581;&#1575;&#1604; &#1606;&#1608;&#1576;&#1578; &#1588;&#1605;&#1575; &#1575;&#1587;&#1578; &#1705;&#1607; &#1575;&#1605;&#1662;&#1585;&#1575;&#1591;&#1608;&#1585;&#1740; &#1593;&#1592;&#1740;&#1605; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1606;&#1575; &#1705;&#1606;&#1740;&#1583;. &#1588;&#1605;&#1575; &#1576;&#1575;&#1740;&#1583; &#1581;&#1608;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1607; &#1575;&#1605;&#1662;&#1585;&#1575;&#1591;&#1608;&#1585;&#1740;&#8204;&#1607;&#1575;&#1740; &#1575;&#1591;&#1585;&#1575;&#1601;&#1578;&#1575;&#1606; &#1576;&#1575;&#1588;&#1583; &#1670;&#1585;&#1575;&#1705;&#1607; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1585;&#1575;&#1740; &#1581;&#1605;&#1604;&#1607; &#1705;&#1585;&#1583;&#1606; &#1576;&#1607; &#1588;&#1605;&#1575; &#1583;&#1585;&#1606;&#1711; &#1606;&#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1705;&#1585;&#1583;. &#1582;&#1591;&#1585;&#1575;&#1578; &#1576;&#1575;&#1586;&#1740; &#1589;&#1585;&#1601;&#1575;&#1611; &#1576;&#1607; &#1576;&#1740;&#1585;&#1608;&#1606; &#1605;&#1581;&#1583;&#1608;&#1583; &#1606;&#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1575;&#1593;&#1590;&#1575;&#1740; &#1583;&#1575;&#1582;&#1604;&#1740; &#1575;&#1605;&#1662;&#1585;&#1575;&#1591;&#1608;&#1585;&#1740; &#1606;&#1740;&#1586; &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1576;&#1607; &#1588;&#1605;&#1575; &#1582;&#1740;&#1575;&#1606;&#1578; &#1705;&#1606;&#1606;&#1583;. &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1583;&#1575;&#1605;&#1607;&#8204;&#1740; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1602;&#1576;&#1604;&#1740; &#1575;&#1587;&#1578; &#1575;&#1605;&#1575; &#1576;&#1585;&#1575;&#1740; &#1605;&#1578;&#1608;&#1580;&#1607; &#1588;&#1583;&#1606; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740;&#1548; &#1606;&#1740;&#1575;&#1586;&#1740; &#1576;&#1607; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1585;&#1583;&#1606; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1602;&#1576;&#1604;&#1740; &#1606;&#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1583;&#1575;&#1588;&#1578;.<br/><br/>&#1576;&#1575;&#1586;&#1740; &#1578;&#1606;&#1607;&#1575; &#1583;&#1575;&#1585;&#1575;&#1740; &#1576;&#1582;&#1588; &#1578;&#1705;&#8204;&#1606;&#1601;&#1585;&#1607; &#1575;&#1587;&#1578; &#1575;&#1605;&#1575; &#1588;&#1605;&#1575; &#1576;&#1607; &#1578;&#1606;&#1607;&#1575;&#1740;&#1740; &#1576;&#1575; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1606;&#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583;. NPC &#1607;&#1575;&#1740; &#1605;&#1578;&#1606;&#1608;&#1593;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1606;&#1583; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1588;&#1605;&#1575; &#1585;&#1575; &#1583;&#1585; &#1575;&#1740;&#1606; &#1605;&#1587;&#1740;&#1585; &#1662;&#1585;&#1582;&#1591;&#1585; &#1607;&#1605;&#1585;&#1575;&#1607;&#1740; &#1705;&#1606;&#1606;&#1583; &#1575;&#1605;&#1575; &#1588;&#1605;&#1575; &#1576;&#1575;&#1740;&#1583; &#1581;&#1608;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1607; &#1570;&#1606;&#8204;&#1607;&#1575; &#1606;&#1740;&#1586; &#1576;&#1575;&#1588;&#1583;. &#1607;&#1585;&#1740;&#1705; &#1575;&#1586; &#1607;&#1605;&#1585;&#1575;&#1607;&#1575;&#1606; &#1588;&#1605;&#1575;&#1548; &#1575;&#1607;&#1583;&#1575;&#1601; &#1605;&#1582;&#1589;&#1608;&#1589; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1575;&#1585;&#1606;&#1583; &#1705;&#1607; &#1588;&#1575;&#1740;&#1583; &#1576;&#1575; &#1575;&#1607;&#1583;&#1575;&#1601; &#1588;&#1605;&#1575; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1576;&#1575;&#1588;&#1583; &#1608; &#1575;&#1740;&#1606; &#1605;&#1587;&#1574;&#1604;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1583;&#1585; &#1576;&#1582;&#1588;&#8204;&#1607;&#1575;&#1740;&#1740; &#1575;&#1586; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1588;&#1705;&#1604;&#8204;&#1587;&#1575;&#1586; &#1588;&#1608;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1583;&#1606;&#1740;&#1575;&#1740; &#1580;&#1607;&#1575;&#1606; &#1570;&#1586;&#1575;&#1583; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1580;&#1587;&#1578;&#1580;&#1608; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1588;&#1605;&#1575; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1608; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1605;&#1587;&#1575;&#1574;&#1604; &#1587;&#1740;&#1575;&#1587;&#1740;&#1548; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1606;&#1740;&#1586; &#1576;&#1582;&#1588; &#1576;&#1586;&#1585;&#1711;&#1740; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1588;&#1705;&#1604; &#1605;&#1740;&#8204;&#1583;&#1607;&#1606;&#1583;. &#1588;&#1605;&#1575; &#1576;&#1575;&#1740;&#1583; &#1606;&#1602;&#1588; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1740;&#1705; &#1581;&#1575;&#1705;&#1605; &#1608; &#1740;&#1705; &#1605;&#1576;&#1575;&#1585;&#1586;&#1548; &#1705;&#1575;&#1605;&#1604; &#1705;&#1606;&#1740;&#1583; &#1608; &#1583;&#1585; &#1606;&#1592;&#1585; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583; &#1705;&#1607; &#1587;&#1740;&#1575;&#1587;&#1578;&#8204;&#1607;&#1575;&#1740; &#1575;&#1583;&#1575;&#1585;&#1607;&#8204;&#1740; &#1740;&#1705; &#1705;&#1588;&#1608;&#1585; &#1576;&#1586;&#1585;&#1711;&#1548; &#1607;&#1740;&#1670;&#8204;&#1711;&#1575;&#1607; &#1588;&#1605;&#1575; &#1585;&#1575; &#1570;&#1587;&#1608;&#1583;&#1607; &#1606;&#1582;&#1608;&#1575;&#1607;&#1583; &#1711;&#1584;&#1575;&#1588;&#1578; &#1608; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1576;&#1607; &#1608;&#1580;&#1608;&#1583; &#1582;&#1608;&#1575;&#1607;&#1583; &#1570;&#1608;&#1585;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1607;&#1587;&#1578;&#1740;&#1583; &#1705;&#1607; &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607;&#1548; &#1587;&#1740;&#1587;&#1578;&#1605; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583; &#1581;&#1705;&#1608;&#1605;&#1578;&#1740; &#1608; &#1587;&#1740;&#1575;&#1587;&#1740; &#1585;&#1575; &#1576;&#1607; &#1588;&#1605;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1583;&#1607;&#1583;&#1548; Pathfinder: Kingmaker &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1605;&#1606;&#1575;&#1587;&#1576;&#1740; &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1608;&#1583; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1587;&#1575;&#1593;&#1575;&#1578; &#1591;&#1608;&#1604;&#1575;&#1606;&#1740; &#1588;&#1605;&#1575; &#1585;&#1575; &#1587;&#1585;&#1711;&#1585;&#1605; &#1606;&#1711;&#1607; &#1583;&#1575;&#1585;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">16+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Celeron 1037U @ 1.80GHz
Memory: 4 GB RAM
Graphics: Intel HD Graphics 3000
Storage: 30 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;, &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1616;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Pathfinder%20Kingmaker%20Definitive%20Edition/5b3f003f8c2eaf0a9d131b6d4ddf1946_jpg.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Pathfinder%20Kingmaker%20Definitive%20Edition/Pathfinder-Kingmaker-Definitive-Edition-Review-Screenshot-2.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Pathfinder%20Kingmaker%20Definitive%20Edition/pathfinder-kingmaker-console-version-screenshots_1v9b.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Pathfinder%20Kingmaker%20Definitive%20Edition/rPOAZqD9cCCVTJ2BkL1JNiMC.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/%D8%AA%D8%B1%DB%8C%D9%84%D8%B1-%D8%A8%D8%A7%D8%B2%DB%8C-Pathfinder-Kingmaker-%E2%80%93-Definitive-Edition-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://www.bazicenter.com/review/review-pathfinder-kingmaker/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 73/100<br/>Steam: 7/10<br/>IGN: 6.8/10<br/><br/>Initial release date: September 25, 2018<br/>
    </div>
  </BODY>
</html>