<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Portal: Companion Collection</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="407.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index16.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="4321.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/4310f.jpg">
        <img src="../images/4310f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Portal: Companion Collection&#160;(2022)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action, Adventure, Puzzle</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#293</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Valve Corporation</b>
	    &#160;
	   	Valve Software
            <br/>
            <b>10.1 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1705;&#1575;&#1605;&#1604; &#1578;&#1605;&#1575;&#1605;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1606;&#1578;&#1588;&#1585;&#1588;&#1583;&#1607; &#1601;&#1585;&#1606;&#1670;&#1575;&#1740;&#1586; Portal &#1578;&#1608;&#1587;&#1591; FitGirl &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;! &#1575;&#1740;&#1606; &#1576;&#1575;&#1606;&#1583;&#1604;&#1548; &#1740;&#1705; &#1662;&#1705;&#1740;&#1580; &#1576;&#1740;&#8204;&#1606;&#1592;&#1740;&#1585; &#1575;&#1587;&#1578; &#1705;&#1607; &#1578;&#1575;&#1576;&#1581;&#1575;&#1604; &#1605;&#1575;&#1606;&#1606;&#1583; &#1570;&#1606; &#1575;&#1740;&#1580;&#1575;&#1583; &#1606;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1578;&#1605;&#1575;&#1605;&#1740; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1601;&#1705;&#1585;&#1740; &#1608; &#1605;&#1593;&#1605;&#1575;&#1740;&#1740; &#1662;&#1585;&#1578;&#1575;&#1604; &#1585;&#1575; &#1576;&#1607;&#8204;&#1589;&#1608;&#1585;&#1578; &#1740;&#1705;&#1580;&#1575; &#1608; &#1576;&#1575; &#1705;&#1605;&#8204;&#1578;&#1585;&#1740;&#1606; &#1581;&#1580;&#1605; &#1605;&#1605;&#1705;&#1606; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578; &#1705;&#1606;&#1740;&#1583; &#1608; &#1607;&#1585;&#1705;&#1583;&#1575;&#1605; &#1575;&#1586; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575; &#1585;&#1575; &#1705;&#1607; &#1578;&#1605;&#1575;&#1740;&#1604; &#1583;&#1575;&#1588;&#1578;&#1740;&#1583; &#1575;&#1580;&#1585;&#1575; &#1705;&#1606;&#1740;&#1583;. &#1604;&#1740;&#1587;&#1578; &#1705;&#1575;&#1605;&#1604; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1608;&#1580;&#1608;&#1583; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1606;&#1583;&#1604;&#1548; &#1583;&#1585; &#1575;&#1583;&#1575;&#1605;&#1607; &#1605;&#1591;&#1604;&#1576; &#1576;&#1607; &#1607;&#1605;&#1585;&#1575;&#1607; &#1604;&#1740;&#1606;&#1705;&#8204;&#1607;&#1575;&#1740; &#1583;&#1575;&#1606;&#1604;&#1608;&#1583; &#1570;&#1605;&#1575;&#1583;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. <br/><br/>Portal &#1575;&#1586; &#1570;&#1606; &#1576;&#1575;&#1586;&#1740; &#1607;&#1575;&#1740; &#1582;&#1575;&#1589;&#1740; &#1576;&#1608;&#1583; &#1705;&#1607; &#1607;&#1605;&#1607; &#1585;&#1575; &#1588;&#1711;&#1601;&#1578; &#1586;&#1583;&#1607; &#1705;&#1585;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1575;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1582;&#1604;&#1575;&#1602;&#1575;&#1606;&#1607; &#1705;&#1607; &#1576;&#1740;&#1588;&#1578;&#1585; &#1607;&#1606;&#1585; &#1576;&#1575;&#1586;&#1740;&#1587;&#1575;&#1586;&#1740; Valve &#1585;&#1575; &#1606;&#1588;&#1575;&#1606; &#1605;&#1740; &#1583;&#1575;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1575;&#1740; &#1705;&#1607; &#1576;&#1607; &#1591;&#1608;&#1585; &#1594;&#1740;&#1585; &#1605;&#1606;&#1578;&#1592;&#1585;&#1607; &#1575;&#1740; &#1605;&#1608;&#1585;&#1583; &#1578;&#1608;&#1580;&#1607; &#1607;&#1605;&#1607; &#1575;&#1607;&#1575;&#1604;&#1740; &#1589;&#1606;&#1593;&#1578; &#1576;&#1575;&#1586;&#1740; &#1607;&#1575;&#1740; &#1705;&#1575;&#1605;&#1662;&#1740;&#1608;&#1578;&#1585;&#1740; &#1602;&#1585;&#1575;&#1585; &#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578; &#1608; &#1582;&#1740;&#1604;&#1740; &#1607;&#1575; &#1583;&#1608;&#1587;&#1578; &#1583;&#1575;&#1585;&#1606;&#1583; &#1576;&#1740;&#1588;&#1578;&#1585; &#1575;&#1586; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1583;&#1575;&#1606;&#1606;&#1583;. &#1740;&#1705;&#1740; &#1575;&#1586; &#1602;&#1587;&#1605;&#1578; &#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1576;&#1607; Portal 2 &#1575;&#1590;&#1575;&#1601;&#1607; &#1588;&#1583;&#1607;&#1548; &#1581;&#1575;&#1604;&#1578; Co-Op &#1575;&#1587;&#1578;. &#1581;&#1578;&#1740; Valve &#1576;&#1585;&#1575;&#1740; &#1606;&#1605;&#1575;&#1740;&#1588; &#1575;&#1590;&#1575;&#1601;&#1607; &#1588;&#1583;&#1606; Co-Op &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1587;&#1585; &#1608; &#1589;&#1583;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1607; &#1662;&#1575; &#1705;&#1585;&#1583;. &#1575;&#1604;&#1576;&#1578;&#1607; &#1575;&#1605;&#1705;&#1575;&#1606; Co-Op &#1670;&#1740;&#1586;&#1740; &#1576;&#1608;&#1583; &#1705;&#1607; &#1582;&#1740;&#1604;&#1740; &#1607;&#1575; &#1583;&#1608;&#1587;&#1578; &#1583;&#1575;&#1588;&#1578;&#1606;&#1583; &#1570;&#1606; &#1585;&#1575; &#1583;&#1585; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1607;&#1575; &#1576;&#1576;&#1740;&#1606;&#1606;&#1583;. &#1575;&#1605;&#1575; Portal &#1670;&#1740;&#1586;&#1740; &#1576;&#1608;&#1583; &#1705;&#1607; &#1575;&#1740;&#1580;&#1575;&#1583; &#1578;&#1594;&#1740;&#1740;&#1585;&#1575;&#1578; &#1583;&#1585; &#1570;&#1606; &#1576;&#1575;&#1740;&#1583; &#1576;&#1575; &#1583;&#1602;&#1578; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1589;&#1608;&#1585;&#1578; &#1605;&#1740; &#1711;&#1585;&#1601;&#1578;. &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1605;&#1606;&#1581;&#1589;&#1585; &#1576;&#1607; &#1601;&#1585;&#1583; &#1576;&#1575; &#1601;&#1590;&#1575;&#1740; &#1705;&#1575;&#1605;&#1604;&#1575; &#1580;&#1583;&#1740;&#1583;&#1548; &#1585;&#1740;&#1587;&#1705; &#1576;&#1586;&#1585;&#1711;&#1740; &#1576;&#1608;&#1583; &#1705;&#1607; Valve &#1570;&#1606; &#1585;&#1575; &#1602;&#1576;&#1608;&#1604; &#1705;&#1585;&#1583; &#1608; &#1606;&#1578;&#1740;&#1580;&#1607; &#1576;&#1587;&#1740;&#1575;&#1585; &#1582;&#1608;&#1576;&#1740; &#1607;&#1605; &#1575;&#1586; &#1570;&#1606; &#1711;&#1585;&#1601;&#1578;.<br/><br/>&#1605;&#1587;&#1740;&#1585;&#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1583;&#1585; &#1591;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1740;&#1583; &#1575;&#1586; &#1570;&#1606; &#1607;&#1575; &#1593;&#1576;&#1608;&#1585; &#1705;&#1606;&#1740;&#1583;&#1548; &#1575;&#1705;&#1579;&#1585;&#1575; &#1582;&#1585;&#1575;&#1576; &#1588;&#1583;&#1607; &#1575;&#1606;&#1583; &#1608; &#1576;&#1575;&#1740;&#1583; &#1576;&#1575; &#1575;&#1740;&#1580;&#1575;&#1583; &#1587;&#1608;&#1585;&#1575;&#1582; &#1607;&#1575;&#1740; Transdimensional &#1576;&#1585;&#1575;&#1740; &#1582;&#1608;&#1583; &#1605;&#1587;&#1740;&#1585; &#1576;&#1607; &#1608;&#1580;&#1608;&#1583; &#1576;&#1740;&#1575;&#1608;&#1585;&#1740;&#1583; &#1608; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1607; &#1580;&#1575;&#1740;&#1740; &#1576;&#1585;&#1587;&#1575;&#1606;&#1740;&#1583; &#1705;&#1607; &#1575;&#1586; &#1570;&#1606;&#1580;&#1575; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1575;&#1583;&#1575;&#1605;&#1607; &#1583;&#1607;&#1740;&#1583;. &#1578;&#1606;&#1607;&#1575; &#1670;&#1740;&#1586;&#1740; &#1705;&#1607; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1606;&#1605;&#1740; &#1578;&#1608;&#1575;&#1606; &#1570;&#1606; &#1585;&#1575; &#1605;&#1608;&#1585;&#1583; &#1570;&#1586;&#1605;&#1575;&#1740;&#1588; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1583;&#1548; &#1586;&#1605;&#1575;&#1606; &#1575;&#1587;&#1578;. &#1593;&#1606;&#1589;&#1585; &#1586;&#1605;&#1575;&#1606; &#1607;&#1605;&#1670;&#1606;&#1575;&#1606; &#1606;&#1602;&#1588; &#1605;&#1607;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1575;&#1740;&#1601;&#1575; &#1605;&#1740; &#1705;&#1606;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: 3.0 GHz P4, Dual Core 2.0 (or higher) or AMD64X2 (or higher)
Memory: 2 GB RAM
Graphics: ATI Radeon X800 or higher / NVIDIA GeForce 7600 or higher / Intel HD Graphics 2000 or higher).
Storage: 50 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1605;&#1593;&#1605;&#1575;&#1740;&#1740;, &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;, &#1588;&#1608;&#1578;&#1585;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/portal:%20companion%20collection/2008271826_preview_Radio-6_1.25.1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/portal:%20companion%20collection/400_screenshots_20190528165655_1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/portal:%20companion%20collection/portal-1-2-coming-to-nintendo-switch-later-this-year_rqvw.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/portal:%20companion%20collection/ss_2cdaff5ecff39e8fc22b7ba7fa10e60c799195eb.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/portal:%20companion%20collection/e78b635a32c12f4f70447e336ce8b79a45925477-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://www.zoomg.ir/game-articles/351065-portal-nintendo-switch-overview/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 95/100<br/>Steam: 10/10<br/><br/>Initial release date: 2022<br/>
    </div>
  </BODY>
</html>