<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Praey for the Gods</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="4310.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index16.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="1499.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/4321f.jpg">
        <img src="../images/4321f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Praey for the Gods&#160;(2021)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action, Adventure</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#294</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>No Matter Studios</b>
	    &#160;
	   	No Matter Studios
            <br/>
            <b>3.75 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8234;&#1582;&#1583;&#1575;&#1740;&#1575;&#1606; &#1670;&#1607; &#1578;&#1571;&#1579;&#1740;&#1585; &#1588;&#1711;&#1585;&#1601;&#1740; &#1585;&#1608;&#1740; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#8204;&#1607;&#1575; &#1608; &#1575;&#1601;&#1587;&#1575;&#1606;&#1607;&#8204;&#1607;&#1575;&#1740; &#1570;&#1583;&#1605;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607;&#8204;&#1575;&#1606;&#1583; &#1705;&#1607; &#1607;&#1585;&#1580;&#1575;&#1740;&#1740;&#1548; &#1587;&#1582;&#1606; &#1575;&#1586; &#1575;&#1587;&#1575;&#1591;&#1740;&#1585;&#1740; &#1575;&#1587;&#1578; &#1608; &#1607;&#1585; &#1605;&#1705;&#1575;&#1606;&#1740; &#1662;&#1585; &#1575;&#1586; &#1740;&#1575;&#1583;&#1576;&#1608;&#1583;&#1588;&#1575;&#1606;. &#1576;&#1575;&#1586;&#1740; Praey for the Gods &#1576;&#1585; &#1582;&#1608;&#1575;&#1587;&#1578;&#1607; &#1575;&#1586; &#1583;&#1604; &#1607;&#1605;&#1740;&#1606; &#1575;&#1601;&#1587;&#1575;&#1606;&#1607;&#8204;&#1607;&#1575;&#1548; &#1740;&#1705; &#1587;&#1601;&#1585; &#1608; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1608;&#1581;&#1588;&#1578;&#1606;&#1575;&#1705; &#1585;&#1575; &#1583;&#1585; &#1580;&#1586;&#1740;&#1585;&#1607;&#8204;&#1575;&#1740; &#1740;&#1582;&#8204;&#1586;&#1583;&#1607; &#1608; &#1578;&#1575;&#1585;&#1740;&#1705; &#1662;&#1740; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1583; &#1705;&#1607; &#1578;&#1606;&#1607;&#1575; &#1588;&#1575;&#1606;&#1587; &#1576;&#1602;&#1575; &#1608; &#1606;&#1580;&#1575;&#1578; &#1575;&#1586; &#1575;&#1740;&#1606; &#1583;&#1606;&#1740;&#1575;&#1740; &#1601;&#1604;&#1705;&#8204;&#1586;&#1583;&#1607; &#1608; &#1587;&#1585;&#1583; &#1608; &#1578;&#1575;&#1585;&#1740;&#1705;&#1548; &#1705;&#1588;&#1578;&#1606; &#1607;&#1605;&#1575;&#1606; &#1582;&#1583;&#1575;&#1740;&#1575;&#1606;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1586;&#1605;&#1575;&#1606;&#1740; &#1576;&#1607; &#1570;&#1606;&#8204;&#1607;&#1575; &#1575;&#1740;&#1605;&#1575;&#1606; &#1585;&#1575;&#1587;&#1582; &#1608; &#1602;&#1604;&#1576;&#1740; &#1583;&#1575;&#1588;&#1578;&#1740;&#1605;. &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; No Matter Studios &#1576;&#1575; &#1575;&#1608;&#1604;&#1740;&#1606; &#1575;&#1579;&#1585; &#1582;&#1608;&#1583; &#1662;&#1575; &#1576;&#1607; &#1589;&#1606;&#1593;&#1578; &#1588;&#1604;&#1608;&#1594; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1711;&#1584;&#1575;&#1588;&#1578;&#1607; &#1608; &#1578;&#1608;&#1575;&#1606;&#1587;&#1578;&#1607; &#1606;&#1592;&#1585; &#1605;&#1606;&#1578;&#1602;&#1583;&#1575;&#1606; &#1608; &#1575;&#1601;&#1585;&#1575;&#1583; &#1586;&#1740;&#1575;&#1583;&#1740; &#1585;&#1575; &#1576;&#1575; &#1575;&#1740;&#1606; &#1575;&#1579;&#1585; &#1575;&#1705;&#1588;&#1606; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740; &#1711;&#1587;&#1578;&#1585;&#1583;&#1607;&#8204;&#1575;&#1740;&#1548; &#1578;&#1588;&#1705;&#1740;&#1604; &#1740;&#1575;&#1601;&#1578;&#1607; &#1575;&#1586; &#1570;&#1607;&#1606; &#1608; &#1740;&#1582;&#1548; &#1580;&#1584;&#1576; &#1705;&#1606;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Praey for the Gods &#1740;&#1705; &#1575;&#1579;&#1585; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1580;&#1607;&#1575;&#1606; &#1576;&#1575;&#1586; &#1575;&#1587;&#1578; &#1705;&#1607; &#1588;&#1605;&#1575;&#1585;&#1575; &#1583;&#1585; &#1606;&#1602;&#1588; &#1740;&#1705; &#1602;&#1607;&#1585;&#1605;&#1575;&#1606; &#1578;&#1606;&#1607;&#1575; &#1602;&#1585;&#1575; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1705;&#1607; &#1583;&#1585; &#1604;&#1576;&#1607; &#1662;&#1585;&#1578;&#1711;&#1575;&#1607; &#1605;&#1585;&#1711; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1585;&#1583; &#1608; &#1670;&#1575;&#1585;&#1607;&#8204;&#1575;&#1740; &#1580;&#1586; &#1705;&#1588;&#1601; &#1585;&#1575;&#1586; &#1575;&#1740;&#1606; &#1580;&#1586;&#1740;&#1585;&#1607; &#1587;&#1585;&#1583; &#1608; &#1587;&#1575;&#1705;&#1578; &#1583;&#1585; &#1586;&#1605;&#1587;&#1578;&#1575;&#1606;&#1740; &#1587;&#1582;&#1578; &#1606;&#1583;&#1575;&#1585;&#1583;. &#1588;&#1605;&#1575; &#1583;&#1585;&#1581;&#1575;&#1604;&#1740;&#8204;&#1705;&#1607; &#1578;&#1606;&#1607;&#1575; &#1604;&#1576;&#1575;&#1587; &#1587;&#1575;&#1583;&#1607;&#8204;&#1575;&#1740; &#1576;&#1607; &#1578;&#1606; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1576;&#1575; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1587;&#1582;&#1578; &#1608; &#1591;&#1575;&#1602;&#1578;&#8204;&#1601;&#1585;&#1587;&#1575;&#1740;&#1740; &#1605;&#1608;&#1575;&#1580;&#1607; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1588;&#1583; &#1705;&#1607; &#1581;&#1587;&#1575;&#1576;&#1740; &#1588;&#1605;&#1575;&#1585;&#1575; &#1576;&#1607; &#1583;&#1585;&#1583;&#1587;&#1585; &#1605;&#1740;&#8204;&#1575;&#1606;&#1583;&#1575;&#1586;&#1606;&#1583;. &#1586;&#1606;&#1583;&#1607; &#1605;&#1575;&#1606;&#1583;&#1606; &#1583;&#1585; &#1587;&#1585;&#1605;&#1575;&#1740; &#1705;&#1588;&#1606;&#1583;&#1607; &#1705;&#1575;&#1585; &#1607;&#1585; &#1602;&#1607;&#1585;&#1605;&#1575;&#1606;&#1740; &#1606;&#1740;&#1587;&#1578; &#1575;&#1605;&#1575; &#1605;&#1587;&#1574;&#1608;&#1604;&#1740;&#1578; &#1576;&#1586;&#1585;&#1711;&#1740; &#1585;&#1608;&#1740; &#1583;&#1608;&#1588; &#1588;&#1605;&#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606;&#1740; &#1578;&#1575;&#1583;&#1606;&#1583;&#1575;&#1606;&#8204;&#1605;&#1587;&#1604;&#1581; &#1662;&#1740;&#1705;&#1575;&#1585; &#1705;&#1606;&#1740;&#1583; &#1608; &#1585;&#1575;&#1607; &#1585;&#1587;&#1740;&#1583;&#1606; &#1576;&#1607; &#1582;&#1583;&#1575;&#1740;&#1575;&#1606;&#1740; &#1705;&#1607; &#1586;&#1605;&#1575;&#1606;&#1740; &#1606;&#1602;&#1591;&#1607; &#1575;&#1605;&#1740;&#1583; &#1588;&#1605;&#1575; &#1576;&#1608;&#1583;&#1606;&#1583; &#1585;&#1575; &#1576;&#1740;&#1575;&#1576;&#1740;&#1583; &#1608; &#1662;&#1608;&#1586;&#1607; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1576;&#1607; &#1582;&#1575;&#1705; &#1576;&#1605;&#1575;&#1604;&#1740;&#1583;. &#1607;&#1740;&#1670; &#1575;&#1605;&#1740;&#1583;&#1740; &#1580;&#1586; &#1588;&#1605;&#1575; &#1608;&#1580;&#1608;&#1583; &#1606;&#1583;&#1575;&#1585;&#1583; &#1608; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585;&#1587; &#1576;&#1586;&#1585;&#1711;&#1740; &#1585;&#1575; &#1576;&#1607; &#1588;&#1605;&#1575; &#1740;&#1575;&#1583;&#1570;&#1608;&#1585;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;: &#1705;&#1587; &#1606;&#1582;&#1575;&#1585;&#1583; &#1662;&#1588;&#1578; &#1605;&#1606; &#1580;&#1586; &#1606;&#1575;&#1582;&#1606; &#1575;&#1606;&#1711;&#1588;&#1578; &#1605;&#1606;.<br/><br/>&#1576;&#1582;&#1588;&#1740; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; Praey for the Gods &#1576;&#1607; &#1588;&#1606;&#1575; &#1705;&#1585;&#1583;&#1606;&#1548; &#1587;&#1582;&#1585;&#1607; &#1606;&#1608;&#1585;&#1583;&#1740; &#1608; &#1662;&#1585;&#1608;&#1575;&#1586; &#1575;&#1582;&#1578;&#1589;&#1575;&#1589; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1583;&#1585; &#1575;&#1740;&#1606; &#1581;&#1575;&#1604;&#1578; &#1576;&#1575;&#1740;&#1583; &#1575;&#1586; &#1705;&#1608;&#1607;&#1587;&#1578;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1576;&#1586;&#1585;&#1711; &#1576;&#1575;&#1604;&#1575; &#1585;&#1608;&#1740;&#1583; &#1608; &#1578;&#1608;&#1587;&#1591; &#1711;&#1604;&#1575;&#1740;&#1583;&#1585;&#1548; &#1576;&#1607; &#1605;&#1606;&#1575;&#1591;&#1602; &#1580;&#1583;&#1740;&#1583;&#1740; &#1608;&#1585;&#1608;&#1583; &#1705;&#1606;&#1740;&#1583; &#1608; &#1606;&#1588;&#1575;&#1606; &#1583;&#1607;&#1740;&#1583; &#1705;&#1607; &#1670;&#1607; &#1575;&#1606;&#1583;&#1575;&#1586;&#1607; &#1576;&#1585;&#1575;&#1740; &#1585;&#1587;&#1740;&#1583;&#1606; &#1576;&#1607; &#1607;&#1583;&#1601;&#1578;&#1575;&#1606; &#1585;&#1575;&#1587;&#1582; &#1608; &#1662;&#1575;&#1740;&#1583;&#1575;&#1585; &#1607;&#1587;&#1578;&#1740;&#1583;. &#1602;&#1585;&#1575;&#1585; &#1711;&#1585;&#1601;&#1578;&#1606; &#1576;&#1607;&#8204;&#1580;&#1575;&#1740; &#1740;&#1705; &#1602;&#1607;&#1585;&#1605;&#1575;&#1606;&#1548; &#1605;&#1587;&#1574;&#1608;&#1604;&#1740;&#1578; &#1576;&#1586;&#1585;&#1711;&#1740; &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1575;&#1740;&#1580;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1575;&#1740;&#1606;&#1580;&#1575; &#1582;&#1576;&#1585;&#1740; &#1575;&#1586; &#1582;&#1608;&#1588; &#1711;&#1584;&#1585;&#1575;&#1606;&#1583;&#1606; &#1608; &#1711;&#1585;&#1583;&#1588; &#1583;&#1585; &#1591;&#1576;&#1740;&#1593;&#1578; &#1586;&#1740;&#1576;&#1575; &#1606;&#1740;&#1587;&#1578;. &#1576;&#1585;&#1575;&#1740; &#1570;&#1606;&#1705;&#1607; &#1586;&#1606;&#1583;&#1607; &#1576;&#1605;&#1575;&#1606;&#1740;&#1583;&#1548; &#1606;&#1740;&#1575;&#1586; &#1605;&#1576;&#1585;&#1605;&#1740; &#1576;&#1607; &#1594;&#1584;&#1575; &#1608; &#1575;&#1740;&#1580;&#1575;&#1583; &#1587;&#1585;&#1662;&#1606;&#1575;&#1607; &#1705;&#1606;&#1575;&#1585; &#1570;&#1578;&#1588; &#1711;&#1585;&#1605;&#1740; &#1583;&#1575;&#1585;&#1740;&#1583;. &#1591;&#1576;&#1740;&#1593;&#1578; &#1575;&#1605;&#1575; &#1578;&#1606;&#1607;&#1575; &#1583;&#1588;&#1605;&#1606; &#1588;&#1605;&#1575; &#1606;&#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1608;&#1583; &#1608; &#1607;&#1605;&#1575;&#1606; &#1575;&#1608;&#1575;&#1740;&#1604; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1740;&#1583; &#1576;&#1607; &#1587;&#1575;&#1582;&#1578; &#1587;&#1604;&#1575;&#1581; &#1608; &#1570;&#1605;&#1575;&#1583;&#1607;&#8204;&#1587;&#1575;&#1586;&#1740; &#1576;&#1585;&#1575;&#1740; &#1588;&#1705;&#1587;&#1578; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1605;&#1587;&#1604;&#1581; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#1583;. &#1662;&#1587;&#8204;&#1575;&#1586;&#1570;&#1606; &#1575;&#1587;&#1578; &#1705;&#1607; &#1608;&#1575;&#1585;&#1583; &#1606;&#1576;&#1585;&#1583; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1588;&#1583; &#1608; &#1576;&#1575;&#1740;&#1583; &#1605;&#1587;&#1740;&#1585; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1740;&#1575;&#1601;&#1578;&#1606; &#1582;&#1583;&#1575;&#1740;&#1575;&#1606;&#1740; &#1705;&#1607; &#1586;&#1606;&#1583;&#1711;&#1740; &#1585;&#1575; &#1575;&#1586; &#1588;&#1605;&#1575; &#1711;&#1585;&#1601;&#1578;&#1607;&#8204;&#1575;&#1606;&#1583;&#1548; &#1662;&#1740;&#1583;&#1575; &#1705;&#1606;&#1740;&#1583;. &#1740;&#1705;&#1740; &#1575;&#1586; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#1548; &#1594;&#1740;&#1585;&#1582;&#1591;&#1740; &#1576;&#1608;&#1583;&#1606; &#1570;&#1606; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575;&#1593;&#1579; &#1575;&#1740;&#1580;&#1575;&#1583; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1576;&#1585;&#1575;&#1740; &#1607;&#1585; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1586; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1607;&#1605;&#1585;&#1575;&#1607; &#1591;&#1576;&#1740;&#1593;&#1578; &#1586;&#1740;&#1576;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1588;&#1608;&#1740;&#1583; &#1608; &#1575;&#1606;&#1578;&#1602;&#1575;&#1605; &#1582;&#1608;&#1583; &#1585;&#1575; &#1575;&#1586; &#1582;&#1583;&#1575;&#1740;&#1575;&#1606; &#1576;&#1711;&#1740;&#1585;&#1740;&#1583;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1583;&#1740;&#1711;&#1585;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; Shadow of the Colossus &#1608; The Elder Scrolls V Skyrim Special Edition &#1607;&#1605; &#1576;&#1575;&#1576; &#1605;&#1740;&#1604; &#1588;&#1605;&#1575; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1576;&#1608;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel CPU Core i5-2500K 3.3GHz, AMD CPU Phenom II X4 940
Memory: 6 GB RAM
Graphics: Nvidia GPU GeForce GTX 670 or AMD GPU Radeon HD 7870
DirectX: Version 11
Storage: 8 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;, &#1588;&#1608;&#1578;&#1585;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Praey%20for%20the%20Gods/494430_screenshots_20211216204159_1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Praey%20for%20the%20Gods/Praey-For-The-Gods-Gameplay-Announcement-Trailer.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Praey%20for%20the%20Gods/Prey-for-the-Gods-04.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Praey%20for%20the%20Gods/praey-for-the-gods-i.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Praey%20for%20the%20Gods/ss_0f32c58d6a0eb88d883cb0f6217ba2ccd66be9d1.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Praey%20for%20the%20Gods/ce78bc1c80af7278be323d82af59aa684665649-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 61/100<br/>Steam: 9/10<br/>IGN: 4/10<br/><br/>Initial release date: January 31, 2019<br/>
    </div>
  </BODY>
</html>