<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Prince of Persia 2008</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="4360.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index16.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="4333.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/4370f.jpg">
        <img src="../images/4370f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Prince of Persia 2008&#160;(2008)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Prince of Persia&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action, Action/Adventure</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#299</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Ubisoft</b>
	    &#160;
	   	Ubisoft
            <br/>
            <b>7 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1588;&#1578;&#1606; &#1585;&#1711;&#1607; &#1607;&#1575;&#1740;&#1740; &#1575;&#1586; &#1601;&#1585;&#1607;&#1606;&#1711; &#1575;&#1740;&#1585;&#1575;&#1606; &#1576;&#1575;&#1587;&#1578;&#1575;&#1606; &#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1607;&#1605; &#1578;&#1585;&#1740;&#1606; &#1578;&#1594;&#1740;&#1740;&#1585;&#1575;&#1578; &#1588;&#1575;&#1607;&#1586;&#1575;&#1583;&#1607; &#1662;&#1575;&#1585;&#1587;&#1740; &#1778;&#1776;&#1776;&#1784; &#1605;&#1740; &#1576;&#1575;&#1588;&#1583;. &#1575;&#1740;&#1606;&#1580;&#1575; &#1576;&#1585; &#1582;&#1604;&#1575;&#1601; &#1606;&#1587;&#1582;&#1607; &#1607;&#1575;&#1740; &#1602;&#1576;&#1604;&#1740; &#1578;&#1606;&#1607;&#1575; &#1576;&#1575; &#1588;&#1582;&#1589;&#1740;&#1578; &#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1601;&#1575;&#1585;&#1587;&#1740; &#1581;&#1585;&#1601; &#1605;&#1740; &#1586;&#1606;&#1606;&#1583; &#1608; &#1607;&#1740;&#1670; &#1606;&#1588;&#1575;&#1606;&#1740; &#1575;&#1586; &#1575;&#1740;&#1585;&#1575;&#1606;&#1740; &#1576;&#1608;&#1583;&#1606; &#1583;&#1585; &#1570;&#1606; &#1607;&#1575; &#1606;&#1740;&#1587;&#1578; &#1591;&#1585;&#1601; &#1606;&#1740;&#1587;&#1578;&#1740;&#1605; &#1576;&#1604;&#1705;&#1607; &#1588;&#1575;&#1607;&#1586;&#1575;&#1583;&#1607; &#1575;&#1740; &#1585;&#1575; &#1605;&#1740; &#1576;&#1740;&#1606;&#1740;&#1605; &#1705;&#1607; &#1583;&#1585; &#1601;&#1604;&#1575;&#1705;&#1578; &#1608; &#1576;&#1583;&#1576;&#1582;&#1578;&#1740;&#1548; &#1608;&#1602;&#1578;&#1740; &#1587;&#1585;&#1586;&#1605;&#1740;&#1606;&#1588; &#1585;&#1575; &#1605;&#1740; &#1576;&#1740;&#1606;&#1583; &#1705;&#1607; &#1583;&#1585;&#1711;&#1740;&#1585; &#1580;&#1606;&#1711;&#1740; &#1576;&#1586;&#1585;&#1711; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1578;&#1589;&#1605;&#1740;&#1605; &#1605;&#1740; &#1711;&#1740;&#1585;&#1583; &#1578;&#1575; &#1576;&#1585;&#1575;&#1740; &#1606;&#1580;&#1575;&#1578; &#1705;&#1588;&#1608;&#1585;&#1588; &#1576;&#1607; &#1606;&#1576;&#1585;&#1583; &#1585;&#1601;&#1578;&#1607; &#1608; &#1607;&#1605;&#1607; &#1670;&#1740;&#1586;&#1588; &#1585;&#1575; &#1601;&#1583;&#1575;&#1740; &#1576;&#1607; &#1583;&#1587;&#1578; &#1570;&#1608;&#1585;&#1583;&#1606; &#1570;&#1586;&#1575;&#1583;&#1740; &#1705;&#1588;&#1608;&#1585; &#1705;&#1606;&#1583;. &#1575;&#1586; &#1591;&#1585;&#1601;&#1740; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606; &#1576;&#1607; &#1588;&#1582;&#1589;&#1740;&#1578; &#1575;&#1604;&#1740;&#1705;&#1575; &#1575;&#1588;&#1575;&#1585;&#1607; &#1705;&#1585;&#1583; &#1705;&#1607; &#1740;&#1705;&#1740; &#1575;&#1586; &#1580;&#1584;&#1575;&#1576; &#1578;&#1585;&#1740;&#1606; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585; &#1607;&#1575;&#1740; &#1605;&#1608;&#1606;&#1579; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1607;&#1575;&#1740; &#1588;&#1575;&#1607;&#1586;&#1575;&#1583;&#1607; &#1575;&#1740;&#1585;&#1575;&#1606;&#1740; &#1605;&#1740; &#1576;&#1575;&#1588;&#1583; &#1608; &#1576;&#1607; &#1582;&#1608;&#1576;&#1740; &#1588;&#1582;&#1589;&#1740;&#1578; &#1662;&#1585;&#1583;&#1575;&#1586;&#1740; &#1711;&#1585;&#1583;&#1740;&#1583;&#1607; &#1608; &#1576;&#1607; &#1591;&#1608;&#1585; &#1705;&#1604;&#1740; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585;&#1740; &#1602;&#1575;&#1576;&#1604; &#1581;&#1587; &#1605;&#1740; &#1576;&#1575;&#1588;&#1583;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; Prince Of Persia 2008 :<br/>&#1662;&#1740;&#1670;&#1588; &#1607;&#1575;&#1740; &#1576;&#1607; &#1605;&#1608;&#1602;&#1593; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1606;&#1740;&#1586; &#1576;&#1607; &#1586;&#1740;&#1576;&#1575;&#1740;&#1740; &#1576;&#1575;&#1586;&#1740; &#1575;&#1601;&#1586;&#1608;&#1583;&#1607; &#1575;&#1606;&#1583; &#1608; &#1576;&#1575;&#1593;&#1579; &#1575;&#1601;&#1586;&#1575;&#1740;&#1588; &#1607;&#1740;&#1580;&#1575;&#1606; &#1605;&#1608;&#1580;&#1608;&#1583; &#1583;&#1585; &#1570;&#1606; &#1711;&#1585;&#1583;&#1740;&#1583;&#1607; &#1575;&#1606;&#1583;. &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1576;&#1575; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1588;&#1578;&#1606; &#1606;&#1602;&#1589; &#1607;&#1575;&#1740;&#1740; &#1575;&#1605;&#1575; &#1607;&#1605; &#1670;&#1606;&#1575;&#1606; &#1604;&#1584;&#1578; &#1576;&#1582;&#1588; &#1575;&#1587;&#1578; &#1608; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606; &#1576;&#1575; &#1570;&#1606; &#1575;&#1585;&#1578;&#1576;&#1575;&#1591; &#1576;&#1585;&#1602;&#1585;&#1575;&#1585; &#1705;&#1585;&#1583;. &#1575;&#1604;&#1576;&#1578;&#1607; &#1705;&#1607; &#1576;&#1607; &#1582;&#1575;&#1591;&#1585; &#1578;&#1594;&#1740;&#1740;&#1585;&#1575;&#1578; &#1593;&#1605;&#1583;&#1607; &#1740; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1740;&#1583; &#1576;&#1607; &#1570;&#1606; &#1605;&#1607;&#1604;&#1578; &#1576;&#1583;&#1607;&#1740;&#1583; &#1578;&#1575; &#1576;&#1578;&#1608;&#1575;&#1606;&#1583; &#1583;&#1585; &#1583;&#1604; &#1588;&#1605;&#1575; &#1580;&#1575; &#1576;&#1575;&#1586; &#1705;&#1606;&#1583;. Prince Of Persia 2008 &#1602;&#1591;&#1593;&#1575; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1582;&#1608;&#1576; &#1576;&#1585;&#1575;&#1740; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1587;&#1576;&#1705; &#1607;&#1705; &#1575;&#1606;&#1583; &#1575;&#1587;&#1604;&#1588; &#1605;&#1740; &#1576;&#1575;&#1588;&#1583; &#1608; &#1576;&#1575; &#1591;&#1585;&#1575;&#1581;&#1740; &#1607;&#1606;&#1585;&#1740; &#1582;&#1575;&#1589;&#1740; &#1705;&#1607; &#1583;&#1575;&#1585;&#1583; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606;&#1583; &#1711;&#1740;&#1605;&#1585; &#1607;&#1575; &#1585;&#1575; &#1578;&#1575; &#1662;&#1575;&#1740;&#1575;&#1606; &#1576;&#1607; &#1662;&#1575;&#1740; &#1582;&#1608;&#1583; &#1606;&#1711;&#1607; &#1583;&#1575;&#1585;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">Teen</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Dual core processor 2.6 GHz Intel&#174; Pentium&#174; D or AMD Athlon&#8482; &#1782;&#1780; X2 3800
Memory: 2 GB
Graphics: 256 MB DirectX&#174; &#1777;&#1776;&#1643;&#1776;&#8211;compliant video card or DirectX 9.0&#8211;compliant card with Shader Model 3.0 or highe
DirectX Version: DirectX 9.0 or 10.0 libraries
Hard Drive: 9 GB</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1607;&#1705; &#8204;&#1608; &#1575;&#1587;&#1604;&#1588;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Prince%20of%20Persia%202008/9nUigxZ.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Prince%20of%20Persia%202008/sarcophagus.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Prince%20of%20Persia%202008/8a874c0868bbb30a289b283d5eea79ef13396181-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/358722/&#1585;&#1608;&#1586;&#1740;-&#1585;&#1608;&#1586;&#1711;&#1575;&#1585;&#1740;-&#1608;&#1602;&#1578;&#1740;-&#1607;&#1606;&#1585;&#1548;-&#1585;&#1575;&#1607;-&#1585;&#1575;-&#1606;&#1588;&#1575;&#1606;-&#1605;&#1740;-&#1583;/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 82/100<br/>Steam: 7/10<br/>IGN: 9.3/10<br/><br/>Initial release date: December 2, 2008<br/>
    </div>
  </BODY>
</html>