<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Project CARS</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="4352.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index16.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="4388.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/4379f.jpg">
        <img src="../images/4379f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Project CARS&#160;(2015)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Project Cars&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Racing, Simulation</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#300</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Bandai Namco</b>
	    &#160;
	   	Slightly Mad Studios
            <br/>
            <b>9.87 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#8234;&#1576;&#1575;&#1586;&#1740; Project CARS &#1576;&#1575; &#1607;&#1583;&#1601; &#1575;&#1604;&#1602;&#1575; &#1740;&#1705; &#1578;&#1580;&#1585;&#1576;&#1607; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1575;&#1586; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1605;&#1575;&#1588;&#1740;&#1606;&#1740; &#1578;&#1608;&#1587;&#1591; &#1578;&#1608;&#1587;&#1593;&#1607;&#8204;&#1583;&#1607;&#1606;&#1583;&#1607;&#8204;&#1575;&#1588; &#1587;&#1575;&#1582;&#1578;&#1607; &#1608; &#1593;&#1585;&#1590;&#1607; &#1588;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1581;&#1589;&#1608;&#1604;&#1740; &#1575;&#1586; &#1583;&#1604; &#1593;&#1575;&#1588;&#1602;&#1575;&#1606; &#1583;&#1606;&#1740;&#1575;&#1740; &#1605;&#1575;&#1588;&#1740;&#1606; &#1575;&#1587;&#1578; &#1705;&#1607; &#1607;&#1583;&#1601;&#1588; &#1578;&#1606;&#1607;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1740;&#1705; &#1581;&#1587; &#1608;&#1575;&#1602;&#1593;&#8204;&#1711;&#1585;&#1575;&#1740;&#1575;&#1606;&#1607;&#8204;&#1578;&#1585; &#1575;&#1586; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1605;&#1575;&#1588;&#1740;&#1606;&#8204;&#1587;&#1608;&#1575;&#1585;&#1740; &#1608; &#1583;&#1585; &#1662;&#1740; &#1570;&#1606; &#1581;&#1587; &#1607;&#1740;&#1580;&#1575;&#1606;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586;&#1740; &#1583;&#1585; &#1711;&#1740;&#1605;&#1585; &#1575;&#1740;&#1580;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1587;&#1575;&#1582;&#1578; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1585; &#1593;&#1607;&#1583;&#1607; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608; &#1582;&#1608;&#1588;&#8204;&#1606;&#1575;&#1605; Slightly Mad &#1576;&#1608;&#1583;&#1548; &#1583;&#1585; &#1602;&#1576;&#1604; &#1606;&#1740;&#1586; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1605;&#1608;&#1601;&#1602; &#1585;&#1740;&#1587;&#1740;&#1606;&#1711;&#1740; &#1670;&#1608;&#1606; Need for Speed: Shift &#1583;&#1585; &#1587;&#1575;&#1604; 2007 &#1578;&#1608;&#1587;&#1591; &#1575;&#1740;&#1606; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608; &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;.<br/><br/>&#1607;&#1586;&#1740;&#1606;&#1607; &#1587;&#1575;&#1582;&#1578; Project CARS &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1605;&#1587;&#1578;&#1602;&#1604; &#1608; &#1575;&#1586; &#1587;&#1608;&#1740; &#1583;&#1608;&#1587;&#1578; &#1583;&#1575;&#1585;&#1575;&#1606; &#1578;&#1607;&#1740;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;&#1548; &#1575;&#1604;&#1576;&#1578;&#1607; &#1582;&#1608;&#1583; &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1606;&#1740;&#1586; &#1576;&#1607; &#1607;&#1585; &#1606;&#1581;&#1608;&#1740; &#1583;&#1585; &#1580;&#1605;&#1593; &#1570;&#1608;&#1585;&#1740; &#1605;&#1606;&#1575;&#1576;&#1593; &#1607;&#1605;&#1705;&#1575;&#1585;&#1740; &#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1578;&#1575; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1740;&#1705; &#1606;&#1575;&#1588;&#1585; &#1576;&#1740; &#1606;&#1740;&#1575;&#1586; &#1588;&#1608;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1578;&#1608;&#1587;&#1591; &#1740;&#1705; &#1578;&#1740;&#1605; &#1593;&#1592;&#1740;&#1605; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1587;&#1575;&#1586;&#1575;&#1606; &#1576;&#1586;&#1585;&#1711; &#1608; &#1576;&#1575; &#1607;&#1605;&#1705;&#1575;&#1585;&#1740; &#1608; &#1607;&#1605; &#1601;&#1705;&#1585;&#1740; &#1740;&#1705; &#1602;&#1588;&#1585; &#1576;&#1586;&#1585;&#1711; &#1575;&#1586; &#1711;&#1740;&#1605;&#1585; &#1607;&#1575; &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;&#1548; &#1607;&#1605;&#1740;&#1606; &#1605;&#1608;&#1590;&#1608;&#1593; &#1606;&#1588;&#1575;&#1606; &#1583;&#1607;&#1606;&#1583;&#1607; &#1593;&#1592;&#1605;&#1578; &#1575;&#1740;&#1606; &#1662;&#1585;&#1608;&#1688;&#1607; &#1608; &#1575;&#1604;&#1576;&#1578;&#1607; &#1570;&#1740;&#1606;&#1583;&#1607; &#1606;&#1711;&#1585;&#1740; &#1578;&#1608;&#1587;&#1593;&#1607; &#1583;&#1607;&#1606;&#1711;&#1575;&#1606; &#1575;&#1587;&#1578;. &#1583;&#1585; &#1575;&#1576;&#1578;&#1583;&#1575; &#1602;&#1585;&#1575;&#1585; &#1576;&#1608;&#1583; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1585;&#1575;&#1740; &#1705;&#1606;&#1587;&#1608;&#1604;&#8204;&#1607;&#1575;&#1740; &#1606;&#1587;&#1604; &#1607;&#1601;&#1578;&#1605;&#1740; &#1606;&#1740;&#1586; &#1593;&#1585;&#1590;&#1607; &#1588;&#1608;&#1583;&#1548; &#1575;&#1605;&#1575; &#1593;&#1592;&#1605;&#1578; &#1662;&#1585;&#1608;&#1688;&#1607; &#1608; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607;&#8204;&#1575;&#1588; &#1606;&#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1587;&#1578;&#1606;&#1583; &#1583;&#1585; &#1740;&#1705; &#1705;&#1606;&#1587;&#1608;&#1604; &#1606;&#1587;&#1604; &#1607;&#1601;&#1578;&#1605;&#1740; &#1576;&#1607; &#1582;&#1608;&#1576;&#1740; &#1575;&#1580;&#1585;&#1575; &#1588;&#1608;&#1606;&#1583; &#1705;&#1607; &#1583;&#1585; &#1662;&#1740; &#1575;&#1740;&#1606; &#1605;&#1608;&#1590;&#1608;&#1593; &#1588;&#1575;&#1607;&#1583; &#1604;&#1594;&#1608; &#1575;&#1606;&#1578;&#1588;&#1575;&#1585;&#1588; &#1576;&#1585;&#1575;&#1740; &#1575;&#1740;&#1606; &#1705;&#1606;&#1587;&#1608;&#1604;&#8204;&#1607;&#1575; &#1576;&#1608;&#1583;&#1740;&#1605;.<br/><br/>&#1605;&#1591;&#1605;&#1574;&#1606;&#1575;&#1611; &#1576;&#1575;&#1586;&#1740; Project CARS &#1576;&#1607; &#1583;&#1604;&#1740;&#1604; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607;&#8204;&#1575;&#1588;&#1548; &#1576;&#1585;&#1575;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1575;&#1586; &#1711;&#1740;&#1605;&#1585; &#1607;&#1575; &#1580;&#1584;&#1575;&#1576; &#1575;&#1587;&#1578;&#1548; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608; Slightly Mad &#1575;&#1586; &#1607;&#1605;&#1575;&#1606; &#1575;&#1576;&#1578;&#1583;&#1575; &#1578;&#1605;&#1575;&#1605; &#1576;&#1582;&#1588;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1711;&#1740;&#1605;&#1585; &#1607;&#1575; &#1576;&#1575;&#1586; &#1608; &#1602;&#1575;&#1576;&#1604; &#1576;&#1575;&#1586;&#1740; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1583;&#1740;&#1711;&#1585; &#1582;&#1576;&#1585;&#1740; &#1575;&#1586; &#1662;&#1740;&#1670; &#1608; &#1582;&#1605;&#8204;&#1607;&#1575;&#1740; &#1575;&#1605;&#1578;&#1740;&#1575;&#1586;&#1740; &#1606;&#1740;&#1587;&#1578;!&#1548; &#1578;&#1606;&#1607;&#1575; &#1602;&#1575;&#1606;&#1608;&#1606; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1711;&#1575;&#1586; &#1583;&#1575;&#1583;&#1606; &#1575;&#1587;&#1578;!. &#1575;&#1604;&#1576;&#1578;&#1607; &#1575;&#1740;&#1606; &#1605;&#1608;&#1590;&#1608;&#1593; &#1576;&#1607; &#1575;&#1740;&#1606; &#1605;&#1593;&#1606;&#1575; &#1606;&#1740;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1587;&#1575;&#1583;&#1607; &#1585;&#1608;&#1576;&#1585;&#1608; &#1607;&#1587;&#1578;&#1740;&#1605;. &#1662;&#1585;&#1608;&#1580;&#1705;&#1578; &#1705;&#1575;&#1585;&#1586; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1576;&#1585; &#1605;&#1581;&#1608;&#1585;&#1740;&#1578; &#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740; &#1585;&#1575;&#1606;&#1606;&#1583;&#1711;&#1740; &#1575;&#1587;&#1578;&#1548; &#1662;&#1587; &#1575;&#1711;&#1585; &#1576;&#1607; &#1605;&#1601;&#1575;&#1607;&#1740;&#1605; &#1585;&#1575;&#1606;&#1606;&#1583;&#1711;&#1740; &#1578;&#1587;&#1604;&#1591; &#1606;&#1583;&#1575;&#1585;&#1740;&#1583; &#1576;&#1575;&#1740;&#1583; &#1575;&#1586; &#1585;&#1575;&#1607; &#1570;&#1586;&#1605;&#1608;&#1606; &#1608; &#1582;&#1591;&#1575; &#1576;&#1607; &#1580;&#1604;&#1608; &#1576;&#1585;&#1583;&#1606; &#1585;&#1608;&#1606;&#1583; &#1576;&#1575;&#1586;&#1740; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#1583;! &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1588;&#1605;&#1575; &#1585;&#1575; &#1575;&#1586; &#1575;&#1576;&#1578;&#1583;&#1575; &#1740;&#1705; &#1585;&#1575;&#1606;&#1606;&#1583;&#1607; &#1581;&#1585;&#1601;&#1607;&#8204;&#1575;&#1740; &#1602;&#1604;&#1605;&#1583;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1607;&#1605;&#8204;&#1578;&#1585;&#1740;&#1606; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740;&#1548; &#1575;&#1607;&#1605;&#1740;&#1578; &#1576;&#1607; &#1588;&#1582;&#1589;&#1740; &#1587;&#1575;&#1586;&#1740; &#1607;&#1575;&#1740; &#1605;&#1705;&#1575;&#1606;&#1740;&#1705;&#1740; &#1575;&#1587;&#1578;&#1548; &#1583;&#1585; &#1591;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1607;&#1585; &#1670;&#1602;&#1583;&#1585; &#1607;&#1605; &#1705;&#1607; &#1740;&#1705; &#1585;&#1575;&#1606;&#1606;&#1583;&#1607; &#1581;&#1585;&#1601;&#1607;&#8204;&#1575;&#1740; &#1576;&#1575;&#1588;&#1583; &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1606;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1605;&#1602;&#1575;&#1605; &#1575;&#1608;&#1604; &#1585;&#1575; &#1575;&#1586; &#1570;&#1606; &#1582;&#1608;&#1583; &#1705;&#1606;&#1740;&#1583;! &#1575;&#1740;&#1606;&#1580;&#1575;&#1587;&#1578; &#1705;&#1607; &#1588;&#1582;&#1589;&#1740;&#8204;&#1587;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1576;&#1585;&#1575;&#1740; &#1578;&#1593;&#1575;&#1605;&#1604; &#1607;&#1585;&#1670;&#1607; &#1576;&#1740;&#1588;&#1578;&#1585; &#1711;&#1740;&#1605;&#1585; &#1576;&#1575; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604; &#1608; &#1605;&#1581;&#1740;&#1591; &#1576;&#1575;&#1586;&#1740; &#1608; &#1583;&#1585; &#1662;&#1740; &#1570;&#1606; &#1585;&#1587;&#1740;&#1583;&#1606; &#1576;&#1607; &#1605;&#1602;&#1575;&#1605; &#1575;&#1608;&#1604; &#1576;&#1587;&#1740;&#1575;&#1585; &#1575;&#1607;&#1605;&#1740;&#1578; &#1662;&#1740;&#1583;&#1575; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;.<br/><br/>&#1608;&#1602;&#1578;&#1740; &#1581;&#1585;&#1601; &#1575;&#1586; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740; &#1585;&#1575;&#1606;&#1606;&#1583;&#1711;&#1740; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;&#1548; &#1605;&#1591;&#1605;&#1574;&#1606;&#1575;&#1611; &#1583;&#1575;&#1588;&#1578;&#1606; &#1740;&#1705; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1608; &#1580;&#1604;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1576;&#1589;&#1585;&#1740; &#1582;&#1608;&#1576; &#1575;&#1586; &#1593;&#1608;&#1575;&#1605;&#1604; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578;&#1588; &#1575;&#1587;&#1578;&#1548; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1588;&#1575;&#1607;&#1583; &#1591;&#1585;&#1575;&#1581;&#1740;&#8204;&#1607;&#1575;&#1740; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1593;&#1575;&#1604;&#1740; &#1576;&#1575; &#1580;&#1586;&#1574;&#1740;&#1575;&#1578; &#1601;&#1585;&#1575;&#1608;&#1575;&#1606; &#1576;&#1608;&#1583;&#1740;&#1605;. &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1662;&#1740;&#1587;&#1578; &#1705;&#1575;&#1578;&#1608;&#1604;&#1740;&#1606;&#1575; &#1608; &#1583;&#1585; &#1586;&#1605;&#1575;&#1606; &#1594;&#1585;&#1608;&#1576; &#1570;&#1601;&#1578;&#1575;&#1576; &#1605;&#1591;&#1605;&#1574;&#1606;&#1575;&#1611; &#1740;&#1705;&#1740; &#1575;&#1586; &#1586;&#1740;&#1576;&#1575;&#1578;&#1585;&#1740;&#1606; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1607;&#1575;&#1740;&#1578;&#1575;&#1606; &#1583;&#1585; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1585;&#1740;&#1587;&#1740;&#1606;&#1711; &#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1608;&#1583;!. &#1606;&#1608;&#1585;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#1548; &#1582;&#1575;&#1585;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1608;&#1602;&#1578;&#1740; &#1576;&#1585;&#1575;&#1740; &#1575;&#1608;&#1604;&#1740;&#1606; &#1576;&#1575;&#1585; &#1575;&#1740;&#1606; &#1593;&#1606;&#1608;&#1575;&#1606; &#1585;&#1575; &#1575;&#1606;&#1580;&#1575;&#1605; &#1583;&#1575;&#1583;&#1605; &#1608; &#1606;&#1608;&#1585;&#1607;&#1575;&#1740; &#1587;&#1575;&#1591;&#1593; &#1588;&#1583;&#1607; &#1575;&#1586; &#1604;&#1575; &#1576;&#1607; &#1604;&#1575;&#1740; &#1588;&#1575;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1583;&#1585;&#1582;&#1578;&#1575;&#1606; &#1585;&#1575; &#1583;&#1740;&#1583;&#1605; &#1576;&#1607; &#1705;&#1604; &#1605;&#1581;&#1608; &#1591;&#1585;&#1575;&#1581;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1588;&#1583;&#1605; &#1608; &#1705;&#1606;&#1578;&#1585;&#1604; &#1605;&#1575;&#1588;&#1740;&#1606; &#1585;&#1575; &#1575;&#1586; &#1583;&#1587;&#1578; &#1583;&#1575;&#1583;&#1605;.<br/><br/>&#1606;&#1608;&#1585;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1576;&#1575;&#1604;&#1575;&#1578;&#1585;&#1740;&#1606; &#1581;&#1583; &#1605;&#1605;&#1705;&#1606; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1583; &#1608; &#1575;&#1588;&#1593;&#1607;&#8204;&#1607;&#1575;&#1740;&#1740; &#1576;&#1607; &#1575;&#1580;&#1587;&#1575;&#1605; &#1576;&#1575;&#1586;&#1740; &#1576;&#1585;&#1582;&#1608;&#1585;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583; &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; Real time &#1608; &#1576;&#1583;&#1608;&#1606; &#1605;&#1588;&#1705;&#1604; &#1576;&#1575;&#1586; &#1578;&#1575;&#1576;&#1588; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583;. &#1575;&#1604;&#1576;&#1578;&#1607; &#1591;&#1585;&#1575;&#1581;&#1740; &#1580;&#1586;&#1574;&#1740;&#1575;&#1578; &#1605;&#1581;&#1740;&#1591; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1581;&#1583; &#1585;&#1602;&#1576;&#1575;&#1740;&#1740; &#1670;&#1608;&#1606; &#1601;&#1608;&#1585;&#1578;&#1586;&#1575; &#1740;&#1575; &#1583;&#1585;&#1575;&#1740;&#1608; &#1705;&#1604;&#1575;&#1576; &#1606;&#1740;&#1587;&#1578;&#1548; &#1670;&#1607; &#1576;&#1587;&#1575; &#1575;&#1711;&#1585; &#1575;&#1740;&#1606; &#1591;&#1608;&#1585; &#1576;&#1608;&#1583; &#1576;&#1607; &#1580;&#1575;&#1740; &#1587;&#1576;&#1602;&#1578; &#1711;&#1585;&#1601;&#1578;&#1606; &#1608; &#1711;&#1575;&#1586; &#1583;&#1575;&#1583;&#1606; &#1705;&#1606;&#1575;&#1585; &#1662;&#1740;&#1587;&#1578; &#1605;&#1740;&#8204;&#1575;&#1740;&#1587;&#1578;&#1575;&#1583;&#1740;&#1605; &#1608; &#1576;&#1607; &#1586;&#1740;&#1576;&#1575;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1581;&#1740;&#1591; &#1582;&#1740;&#1585;&#1607; &#1605;&#1740;&#8204;&#1588;&#1583;&#1740;&#1605;. &#1580;&#1586;&#1574;&#1740;&#1575;&#1578; &#1591;&#1585;&#1575;&#1581;&#1740; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604; &#1607;&#1575; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1576;&#1607; &#1586;&#1740;&#1576;&#1575;&#1740;&#1740; &#1607;&#1585;&#1670;&#1607; &#1578;&#1605;&#1575;&#1605;&#8204;&#1578;&#1585; &#1589;&#1608;&#1585;&#1578; &#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604; &#1607;&#1575;&#1740; &#1585;&#1608;&#1586; &#1583;&#1606;&#1740;&#1575; &#1576;&#1607; &#1580;&#1586;&#1574;&#1740;&#1575;&#1578; &#1607;&#1585;&#1670;&#1607; &#1578;&#1605;&#1575;&#1605;&#8204;&#1578;&#1585; &#1591;&#1585;&#1575;&#1581;&#1740; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;&#1548; &#1578;&#1575; &#1588;&#1605;&#1575; &#1607;&#1585;&#1711;&#1586; &#1575;&#1586; &#1585;&#1575;&#1606;&#1606;&#1583;&#1711;&#1740; &#1576;&#1575; &#1570;&#1606;&#8204;&#1607;&#1575; &#1582;&#1587;&#1578;&#1607; &#1606;&#1588;&#1608;&#1740;&#1583;.<br/><br/>&#1578;&#1594;&#1740;&#1740;&#1585;&#1575;&#1578; &#1570;&#1576; &#1608; &#1607;&#1608;&#1575;&#1740;&#1740; &#1606;&#1740;&#1586; &#1576;&#1607; &#1582;&#1608;&#1576;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1711;&#1606;&#1580;&#1575;&#1606;&#1583;&#1607; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;&#1548; &#1578;&#1575; &#1581;&#1587; &#1740;&#1705; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604; &#1585;&#1575;&#1606;&#1740; &#1608;&#1575;&#1602;&#1593;&#1740; &#1576;&#1607; &#1711;&#1740;&#1605;&#1585; &#1575;&#1606;&#1578;&#1602;&#1575;&#1604; &#1583;&#1575;&#1583;&#1607; &#1588;&#1608;&#1583;&#1548; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607;&#8204;&#1575;&#1740; &#1705;&#1607; &#1576;&#1575;&#1740;&#1583; &#1583;&#1585; &#1570;&#1606; &#1570;&#1605;&#1575;&#1583;&#1711;&#1740; &#1607;&#1585; &#1606;&#1608;&#1593; &#1581;&#1575;&#1583;&#1579;&#1607; &#1591;&#1576;&#1740;&#1593;&#1740;&#8204;&#1575;&#1740; &#1585;&#1575; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583;. &#1575;&#1605;&#1575; &#1740;&#1705;&#1740; &#1575;&#1586; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1705;&#1607; &#1576;&#1585;&#1575;&#1740; &#1575;&#1608;&#1604;&#1740;&#1606; &#1576;&#1575;&#1585; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1740;&#1583;&#1740;&#1605;&#1548; &#1605;&#1606;&#1608;&#1740; &#1578;&#1606;&#1592;&#1740;&#1605;&#1575;&#1578; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1583;&#1585; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1705;&#1606;&#1587;&#1608;&#1604;&#1740; &#1575;&#1740;&#1606; &#1593;&#1606;&#1608;&#1575;&#1606; &#1576;&#1608;&#1583;. &#1711;&#1740;&#1605;&#1585; &#1607;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1583;&#1585; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1705;&#1606;&#1587;&#1608;&#1604;&#1740; &#1575;&#1740;&#1606; &#1593;&#1606;&#1608;&#1575;&#1606; &#1576;&#1607; &#1576;&#1575;&#1604;&#1575; &#1608; &#1662;&#1575;&#1740;&#1740;&#1606; &#1705;&#1585;&#1583;&#1606; &#1575;&#1601;&#1705;&#1578;&#8204;&#1607;&#1575; &#1740;&#1575; &#1582;&#1575;&#1605;&#1608;&#1588; &#1608; &#1585;&#1608;&#1588;&#1606; &#1705;&#1585;&#1583;&#1606; &#1593;&#1606;&#1575;&#1589;&#1585; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1606;&#1583;. &#1740;&#1705;&#1740; &#1583;&#1740;&#1711;&#1585; &#1575;&#1586; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#1548; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578; &#1593;&#1705;&#1587; &#1576;&#1585;&#1583;&#1575;&#1585;&#1740; &#1575;&#1587;&#1578;. &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1583;&#1585; &#1581;&#1740;&#1606; &#1575;&#1606;&#1580;&#1575;&#1605; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578; Photo Mode &#1587;&#1608;&#1740;&#1740;&#1670; &#1705;&#1585;&#1583;&#1607; &#1608; &#1575;&#1586; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604;&#1578;&#1575;&#1606; &#1593;&#1705;&#1587;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1576;&#1575;&#1740;&#1740; &#1576;&#1740;&#1606;&#1583;&#1575;&#1586;&#1740;&#1583;.<br/><br/>&#1662;&#1585;&#1608;&#1580;&#1705;&#1578; &#1705;&#1575;&#1585;&#1586; &#1607;&#1605;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1581;&#1705;&#1605; &#1608; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740; &#1585;&#1575;&#1606;&#1606;&#1583;&#1711;&#1740; &#1605;&#1583;&#1578;&#8204;&#1607;&#1575; &#1605;&#1606;&#1578;&#1592;&#1585;&#1588; &#1576;&#1608;&#1583;&#1606;&#1583;&#1548; &#1662;&#1587; &#1575;&#1711;&#1585; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1576;&#1575; &#1587;&#1576;&#1705; &#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740; &#1585;&#1575;&#1606;&#1606;&#1583;&#1711;&#1740; &#1605;&#1740;&#8204;&#1711;&#1585;&#1583;&#1740;&#1583; &#1605;&#1575; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1607; &#1588;&#1605;&#1575; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">3+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: 2.66 GHz Intel Core 2 Quad Q8400, 3.0 GHz AMD Phenom II X4 940
Memory: 4 GB RAM
Graphics: nVidia GTX 260, ATI Radeon HD 5770
DirectX: Version 9.0
Hard Drive: 25 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1605;&#1575;&#1588;&#1740;&#1606; &#1587;&#1608;&#1575;&#1585;&#1740;, &#1608;&#1585;&#1586;&#1588;&#1740;, &#1605;&#1587;&#1575;&#1576;&#1602;&#1607; &#1575;&#1740;, &#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Project%20CARS/Brands-Hatch-Pagani-Huayra-Clear-Hour-1700-High.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Project%20CARS/Imola-BMW-GT4-Thunderstorm-Hour-1600-High.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Project%20CARS/Project-CARS-1-1030x579.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Project%20CARS/Project-CARS-PS4-cockpit.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Project%20CARS/44d6945eb14a3c960809a858278e842910813469-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://www.zoomg.ir/game-review/36196-project-cars-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 83/100<br/>IGN: 8.9/10<br/><br/>First release: Project CARS; 6 May 2015<br/>
    </div>
  </BODY>
</html>