<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Project Cars 2</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="4379.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index16.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="4396.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/4388f.jpg">
        <img src="../images/4388f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Project Cars 2&#160;(2017)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Project Cars&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Racing</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#301</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Bandai Namco</b>
	    &#160;
	   	Slightly Mad Studios
            <br/>
            <b>18.6 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1576;&#1575;&#1586;&#1740; Project CARS 2: Spirit of Le Mans &#1583;&#1585; &#1608;&#1575;&#1602;&#1593; &#1587;&#1608;&#1605;&#1740;&#1606; &#1576;&#1587;&#1578;&#1607;&#1620; &#1580;&#1583;&#1740;&#1583; &#1576;&#1575;&#1586;&#1740; Project CARS 2 &#1575;&#1587;&#1578;. &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607;&#8204;&#1575;&#1740; &#1608; &#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740; &#1588;&#1583;&#1607; &#1576;&#1575; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583; &#1605;&#1575;&#1606;&#1606;&#1583; &#1605;&#1587;&#1740;&#1585;&#1607;&#1575;&#1740; &#1582;&#1575;&#1705;&#1740;&#1548; &#1576;&#1585;&#1601;&#1740;&#1548; &#1588;&#1606;&#1740; &#1608; &#1581;&#1578;&#1740; &#1711;&#1616;&#1604;&#1740;! &#1576;&#1575; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1576;&#1575;&#1608;&#1585;&#1606;&#1705;&#1585;&#1583;&#1606;&#1740; &#1608; &#1582;&#1740;&#1585;&#1607; &#1705;&#1606;&#1606;&#1583;&#1607;!<br/><br/>&#1576;&#1575;&#1586;&#1740; &#1575;&#1589;&#1604;&#1740; Project CARS 2 &#1583;&#1585; &#1575;&#1589;&#1604; 22 &#1575;&#1605; &#1587;&#1662;&#1578;&#1575;&#1605;&#1576;&#1585; 2017 &#1578;&#1608;&#1587;&#1591; &#1576;&#1575;&#1606;&#1583;&#1575;&#1740; &#1606;&#1575;&#1605;&#1705;&#1608; &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;. &#1576;&#1575;&#1586;&#1740; Project CARS 2: Spirit of Le Mans &#1588;&#1575;&#1605;&#1604; &#1576;&#1575;&#1586;&#1740; &#1575;&#1589;&#1604;&#1740; &#1608; &#1576;&#1587;&#1578;&#1607;&#1620; &#1575;&#1604;&#1581;&#1575;&#1602;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1705;&#1607; &#1578;&#1594;&#1740;&#1740;&#1585;&#1575;&#1578; &#1582;&#1608;&#1576;&#1740; &#1583;&#1585; &#1570;&#1606; &#1589;&#1608;&#1585;&#1578; &#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;. &#1576;&#1575;&#1586;&#1740; &#1578;&#1608;&#1587;&#1591; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608; Slightly Mad Studios &#1591;&#1585;&#1575;&#1581;&#1740; &#1608; &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; 5&#1575;&#1605; &#1688;&#1608;&#1574;&#1606; 2018 &#1576;&#1585;&#1575;&#1740; &#1587;&#1740;&#1587;&#1578;&#1605;&#8204;&#1593;&#1575;&#1605;&#1604; &#1608;&#1740;&#1606;&#1583;&#1608;&#1586; &#1576;&#1585; &#1585;&#1608;&#1740; &#1575;&#1587;&#1578;&#1740;&#1605; &#1602;&#1585;&#1575;&#1585;&#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1587;&#1578;&#1607;&#1620; &#1580;&#1583;&#1740;&#1583; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1575;&#1587;&#1578;&#1602;&#1575;&#1605;&#1578;&#1740; &#1608; &#1580;&#1583;&#1740;&#1583;&#1740; &#1585;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583; &#1608; &#1585;&#1608;&#1581; &#1608;&#1575;&#1602;&#1593;&#1740; &#1604;&#1608; &#1605;&#1575;&#1606; &#1585;&#1575; &#1662;&#1740;&#1583;&#1575; &#1705;&#1606;&#1740;&#1583;! &#1588;&#1607;&#1585; &#1604;&#1608;&#1605;&#1575;&#1606; (Le mans) &#1583;&#1585; &#1601;&#1585;&#1575;&#1606;&#1587;&#1607; &#1608;&#1575;&#1602;&#1593; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1585;&#1608;&#1583; &#1587;&#1575;&#1585;&#1578; &#1575;&#1586; &#1570;&#1606; &#1605;&#1740;&#8204;&#1711;&#1584;&#1585;&#1583;. &#1575;&#1740;&#1606; &#1588;&#1607;&#1585; &#1576;&#1607; &#1583;&#1604;&#1740;&#1604; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; 24 Hours of Le Mans &#1588;&#1607;&#1585;&#1578; &#1583;&#1575;&#1585;&#1606;&#1583; &#1608; &#1605;&#1575;&#1588;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; &#1608; &#1605;&#1583;&#1585;&#1606; &#1583;&#1585; &#1570;&#1606; &#1576;&#1607; &#1585;&#1602;&#1575;&#1576;&#1578; &#1605;&#1740;&#8204;&#1662;&#1585;&#1583;&#1575;&#1586;&#1606;&#1583;. &#1578;&#1575;&#1605; &#1705;&#1585;&#1740;&#1587;&#1578;&#1606;&#1587;&#1606; &#1578;&#1575; &#1576;&#1607; &#1581;&#1575;&#1604; 9 &#1576;&#1575;&#1585; &#1583;&#1585; &#1575;&#1740;&#1606; &#1588;&#1607;&#1585; &#1576;&#1585;&#1606;&#1583;&#1607; &#1588;&#1583;&#1607; &#1608; &#1605;&#1593;&#1585;&#1608;&#1601;&#8204;&#1578;&#1585;&#1740;&#1606; &#1605;&#1575;&#1588;&#1740;&#1606; &#1575;&#1740;&#1606; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1606;&#1740;&#1586; &#1662;&#1608;&#1585;&#1588;&#1607; &#1576;&#1608;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1575;&#1740;&#1606; &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1602;&#1589;&#1583; &#1583;&#1575;&#1588;&#1578;&#1606;&#1583; &#1578;&#1575; &#1740;&#1575;&#1583; &#1601;&#1740;&#1604;&#1605; Le Mans &#1587;&#1575;&#1582;&#1578; 1971 &#1585;&#1575; &#1586;&#1606;&#1583;&#1607; &#1705;&#1606;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1601;&#1740;&#1604;&#1605; &#1606;&#1740;&#1586; &#1583;&#1585;&#1576;&#1575;&#1585;&#1607;&#8204;&#1740; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1605;&#1575;&#1588;&#1740;&#1606;&#8204;&#1587;&#1608;&#1575;&#1585;&#1740; &#1576;&#1608;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1583;&#1585; &#1576;&#1575;&#1586;&#1740; Project CARS 2: Spirit of Le Mans &#1607;&#1605; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1605;&#1575;&#1588;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; &#1585;&#1575; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1705;&#1606;&#1740;&#1583; &#1607;&#1605; &#1605;&#1583;&#1604;&#8204;&#1607;&#1575;&#1740; &#1575;&#1604;&#1705;&#1578;&#1585;&#1608;&#1606;&#1740;&#1705;&#1740; &#1608; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578;&#1607; &#1575;&#1605;&#1585;&#1608;&#1586;&#1740; &#1585;&#1575;. &#1575;&#1606;&#1608;&#1575;&#1593; &#1601;&#1585;&#1575;&#1585;&#1740; &#1608; &#1662;&#1608;&#1585;&#1588;&#1607;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1576;&#1575; &#1585;&#1575; &#1582;&#1608;&#1575;&#1607;&#1740;&#1605; &#1583;&#1740;&#1583;&#1548; &#1601;&#1585;&#1575;&#1585;&#1740; 512S&#1548; 512M &#1587;&#1575;&#1604; 1970 &#1608; &#1662;&#1608;&#1585;&#1588;&#1607;&#1620; 917 LH&#1548; &#1594;&#1585;&#1606;&#1583;&#1607;&#8204;&#1578;&#1585;&#1740;&#1606; &#1605;&#1575;&#1588;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1578;&#1575;&#1585;&#1740;&#1582; &#1607;&#1605;&#1711;&#1740; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1580;&#1605;&#1593; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1591;&#1585;&#1575;&#1581;&#1740; &#1607;&#1585; &#1605;&#1575;&#1588;&#1740;&#1606; &#1575;&#1587;&#1705;&#1606; &#1588;&#1583;&#1607; &#1575;&#1586; &#1605;&#1575;&#1588;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1575;&#1589;&#1604;&#1740; &#1576;&#1608;&#1583;&#1607; &#1608; &#1576;&#1575; &#1576;&#1575;&#1604;&#1575;&#1578;&#1585;&#1740;&#1606; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1576;&#1607; &#1606;&#1605;&#1575;&#1740;&#1588; &#1711;&#1584;&#1575;&#1588;&#1578;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583;. &#1605;&#1575;&#1588;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; 512s &#1601;&#1585;&#1575;&#1585;&#1740; &#1608; &#1662;&#1608;&#1585;&#1588;&#1607; 917s &#1607;&#1585; &#1583;&#1608; &#1576;&#1607; &#1604;&#1591;&#1601; &#1605;&#1608;&#1578;&#1608;&#1585;&#1607;&#1575;&#1740; 5 &#1604;&#1740;&#1578;&#1585;&#1740; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1578;&#1575; 360 &#1705;&#1740;&#1604;&#1608;&#1605;&#1578;&#1585; &#1576;&#1585; &#1587;&#1575;&#1593;&#1578; &#1581;&#1585;&#1705;&#1578; &#1705;&#1606;&#1606;&#1583;.<br/><br/>&#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1575;&#1740;&#1606; &#1605;&#1575;&#1588;&#1740;&#1606;&#8204;&#1607;&#1575;&#1548; &#1605;&#1583;&#1604;&#8204;&#1607;&#1575;&#1740; &#1575;&#1605;&#1585;&#1608;&#1586;&#1740; &#1606;&#1740;&#1586; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1581;&#1590;&#1608;&#1585; &#1583;&#1575;&#1585;&#1606;&#1583; &#1575;&#1586; &#1578;&#1608;&#1740;&#1608;&#1578;&#1575; TS050 &#1711;&#1585;&#1601;&#1578;&#1607; &#1578;&#1575; &#1662;&#1608;&#1585;&#1588;&#1607;&#1620; 919 &#1608; &#1605;&#1583;&#1604;&#8204;&#1607;&#1575;&#1740; &#1662;&#1585;&#1587;&#1585;&#1593;&#1578; Audi! &#1602;&#1607;&#1585;&#1605;&#1575;&#1606;&#1575;&#1606; &#1583;&#1740;&#1585;&#1608;&#1586; &#1608; &#1575;&#1605;&#1585;&#1608;&#1586; &#1580;&#1605;&#1593; &#1588;&#1583;&#1606;&#1583; &#1578;&#1575; &#1576;&#1575; &#1607;&#1605; &#1583;&#1585; &#1588;&#1607;&#1585; &#1604;&#1608; &#1605;&#1571;&#1606;&#1587; &#1601;&#1585;&#1575;&#1606;&#1587;&#1607; &#1576;&#1607; &#1585;&#1602;&#1575;&#1576;&#1578; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1583;&#1575;&#1585;&#1575;&#1740; 8 &#1588;&#1575;&#1582;&#1607;&#1620; &#1605;&#1582;&#1578;&#1604;&#1601; &#1575;&#1587;&#1578;. &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1605;&#1575;&#1588;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583;&#1548; 50 &#1605;&#1705;&#1575;&#1606; &#1608; &#1588;&#1607;&#1585; &#1605;&#1582;&#1578;&#1604;&#1601; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1606;&#1583; &#1705;&#1607; &#1607;&#1605;&#1711;&#1740; &#1575;&#1586; &#1588;&#1607;&#1585;&#1607;&#1575;&#1740; &#1608;&#1575;&#1602;&#1593;&#1740; &#1606;&#1605;&#1608;&#1606;&#1607;&#8204;&#1576;&#1585;&#1583;&#1575;&#1585;&#1740; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1576;&#1575; &#1588;&#1585;&#1705;&#1578; &#1583;&#1585; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; 24 &#1604;&#1608; &#1605;&#1571;&#1606;&#1587;&#1548; &#1588;&#1585;&#1575;&#1740;&#1591; &#1580;&#1608;&#1740; &#1608; &#1605;&#1581;&#1740;&#1591;&#1740; &#1606;&#1740;&#1586; &#1607;&#1605;&#8204;&#1586;&#1605;&#1575;&#1606; &#1576;&#1575; &#1711;&#1584;&#1585; &#1586;&#1605;&#1575;&#1606; &#1578;&#1594;&#1740;&#1740;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;.<br/>&#1586;&#1740;&#1576;&#1575;&#1578;&#1585;&#1740;&#1606; &#1605;&#1575;&#1588;&#1740;&#1606;&#8204;&#1607;&#1575; &#1583;&#1585; Project CARS 2: Spirit of Le Mans &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1583;&#1740;&#1583;! &#1575;&#1711;&#1585; &#1575;&#1607;&#1604; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607; &#1607;&#1587;&#1578;&#1740;&#1583; &#1608; &#1576;&#1575;&#1586;&#1740; &#1608;&#1585;&#1586;&#1588;&#1740; &#1605;&#1740;&#8204;&#1662;&#1587;&#1606;&#1583;&#1740;&#1583; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1605;&#1607;&#1740;&#1580; &#1576;&#1575;&#1586;&#1740; &#1604;&#1608; &#1605;&#1571;&#1606;&#1587; &#1585;&#1575; &#1575;&#1586; &#1583;&#1587;&#1578; &#1606;&#1583;&#1607;&#1740;&#1583;. &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1580;&#1584;&#1575;&#1576; &#1576;&#1575; &#1605;&#1581;&#1740;&#1591;&#1740; &#1582;&#1575;&#1591;&#1585;&#1607;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586; &#1608; &#1586;&#1740;&#1576;&#1575;.<br/><br/>
    </div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">3+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: 3.5 GHz Intel Core i5 3450, 4.0 GHz AMD FX-8350
Memory: 8 GB RAM
Graphics: GTX680 or equivalent
DirectX: Version 11
Storage: 50 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1605;&#1575;&#1588;&#1740;&#1606; &#1587;&#1608;&#1575;&#1585;&#1740;, &#1605;&#1587;&#1575;&#1576;&#1602;&#1607; &#1575;&#1740;, &#1608;&#1585;&#1586;&#1588;&#1740;, &#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Project%20CARS%202/MV5BZDA5NTMxYTQtMTAxYi00YTVjLWIwNzQtOTkwZmNiMWM4YzFhXkEyXkFqcGdeQXVyMTk5NDI0MA@@._V1_.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Project%20CARS%202/aoBVxjKRmrhdsFMM2BMN24.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Project%20CARS%202/x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Project%20CARS%202/xox_framerate_001.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Project%20CARS%202/d7490856ebdf14aa101efa000e285dd810813958-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/422251/project-cars-2-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 84/100<br/>IGN: 9.2/10<br/><br/>Initial release date: September 21, 2017<br/>
    </div>
  </BODY>
</html>