<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Project CARS 3</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="4388.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index16.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="4404.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/4396f.jpg">
        <img src="../images/4396f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Project CARS 3</div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#302</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <br/>
            <b>19.9 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1607;&#1605;&#1607; &#1605;&#1575; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1607;&#1740;&#1580;&#1575;&#1606; &#1607;&#1587;&#1578;&#1740;&#1605;&#1567; &#1604;&#1575;&#1586;&#1605; &#1576;&#1607; &#1583;&#1585;&#1608;&#1594; &#1711;&#1601;&#1578;&#1606; &#1606;&#1740;&#1587;&#1578;&#1563; &#1604;&#1584;&#1578; &#1587;&#1608;&#1575;&#1585;&#1740; &#1576;&#1575; &#1740;&#1705; &#1582;&#1608;&#1583;&#1585;&#1608; &#1575;&#1587;&#1662;&#1585;&#1578; &#1585;&#1575; &#1606;&#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1576;&#1575; &#1607;&#1740;&#1670; &#1578;&#1580;&#1585;&#1576;&#1607; &#1583;&#1740;&#1711;&#1585;&#1740; &#1605;&#1602;&#1575;&#1740;&#1587;&#1607; &#1705;&#1585;&#1583;. &#1576;&#1607; &#1604;&#1591;&#1601; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1578;&#1575;&#1576;&#1607;&#8204;&#1581;&#1575;&#1604; &#1588;&#1576;&#1740;&#1607;&#8204;&#1587;&#1575;&#1586;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1575;&#1586; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604;&#8204;&#1585;&#1575;&#1606;&#1740; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578; &#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1740;&#1605; &#1575;&#1605;&#1575; &#1607;&#1740;&#1670;&#8204;&#1705;&#1583;&#1575;&#1605; &#1576;&#1607;&#8204;&#1575;&#1606;&#1583;&#1575;&#1586;&#1607; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Slightly Mad Studios &#1576;&#1575; &#1575;&#1589;&#1608;&#1604; &#1705;&#1575;&#1585; &#1570;&#1588;&#1606;&#1575; &#1606;&#1740;&#1587;&#1578;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; &#1576;&#1607; &#1578;&#1607;&#1740;&#1607;&#8204;&#1705;&#1606;&#1606;&#1583;&#1711;&#1740; &#1588;&#1585;&#1705;&#1578; Bandai Namco &#1606;&#1587;&#1582;&#1607; &#1580;&#1583;&#1740;&#1583;&#1740; &#1575;&#1586; &#1601;&#1585;&#1575;&#1606;&#1670;&#1575;&#1740;&#1586; Project CARS &#1585;&#1575; &#1585;&#1608;&#1575;&#1606;&#1607; &#1576;&#1575;&#1586;&#1575;&#1585; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1587;&#1601;&#1585; &#1582;&#1608;&#1583; &#1585;&#1575; &#1607;&#1605;&#1585;&#1575;&#1607; &#1576;&#1575;&#1586;&#1740; Project CARS 3 &#1588;&#1585;&#1608;&#1593; &#1705;&#1606;&#1740;&#1583; &#1608; &#1607;&#1740;&#1580;&#1575;&#1606; &#1608;&#1575;&#1602;&#1593;&#1740; &#1585;&#1575; &#1583;&#1585; &#1583;&#1604; &#1585;&#1602;&#1575;&#1576;&#1578;&#8204;&#1607;&#1575;&#1740; &#1576;&#1740;&#8204;&#1606;&#1592;&#1740;&#1585; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583;. &#1576;&#1740;&#1588; &#1575;&#1586; &#1589;&#1583;&#1607;&#1575; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604; &#1605;&#1582;&#1578;&#1604;&#1601; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1606;&#1583; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1607;&#1585;&#1705;&#1583;&#1575;&#1605; &#1585;&#1575; &#1605;&#1575;&#1740;&#1604; &#1576;&#1575;&#1588;&#1740;&#1583; &#1576;&#1585;&#1575;&#1740; &#1588;&#1585;&#1608;&#1593; &#1587;&#1601;&#1585; &#1607;&#1740;&#1580;&#1575;&#1606;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586; &#1582;&#1608;&#1583; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1705;&#1606;&#1740;&#1583;: &#1662;&#1585;&#1575;&#1580;&#1705;&#1578; &#1705;&#1575;&#1585;&#1586; &#1587;&#1607; &#1578;&#1575;&#1580; &#1591;&#1604;&#1575;&#1740;&#1740; &#1588;&#1576;&#1740;&#1607;&#8204;&#1587;&#1575;&#1586;&#1607;&#1575;&#1740; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604;&#8204;&#1585;&#1575;&#1606;&#1740; &#1575;&#1587;&#1578;.<br/><br/>&#1575;&#1608;&#1604;&#1740;&#1606; &#1578;&#1594;&#1740;&#1740;&#1585; &#1576;&#1586;&#1585;&#1711;&#1740; &#1705;&#1607; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; Project CARS 3 &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583;&#1548; &#1608;&#1580;&#1608;&#1583; &#1576;&#1740;&#1588; &#1575;&#1586; 140 &#1662;&#1740;&#1587;&#1578; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604;&#8204;&#1585;&#1575;&#1606;&#1740; &#1576;&#1575; &#1606;&#1607;&#1575;&#1740;&#1578; &#1580;&#1586;&#1574;&#1740;&#1575;&#1578; &#1608; &#1591;&#1585;&#1575;&#1581;&#1740; &#1670;&#1588;&#1605;&#8204;&#1606;&#1608;&#1575;&#1586; &#1575;&#1587;&#1578;. &#1576;&#1607; &#1604;&#1591;&#1601; &#1576;&#1575;&#1586;&#1582;&#1608;&#1585;&#1583;&#1607;&#1575;&#1740; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606;&#1548; &#1576;&#1582;&#1588; &#1705;&#1585;&#1740;&#1585; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586;&#1575;&#1740;&#1606;&#8204;&#1585;&#1608; &#1576;&#1607; &#1570;&#1606; &#1585;&#1608; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1575;&#1740;&#1606; &#1583;&#1601;&#1593;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1607;&#8204;&#1589;&#1608;&#1585;&#1578; &#1608;&#1575;&#1602;&#1593;&#1740;&#1578; &#1605;&#1580;&#1575;&#1586;&#1740; &#1585;&#1608;&#1740; PC &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583;. &#1576;&#1585; &#1575;&#1587;&#1575;&#1587; &#1711;&#1601;&#1578;&#1607; &#1705;&#1575;&#1585;&#1711;&#1585;&#1583;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740;&#1548; &#1578;&#1740;&#1605; &#1578;&#1608;&#1587;&#1593;&#1607; &#1575;&#1586; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; Need for Speed &#1575;&#1604;&#1607;&#1575;&#1605; &#1711;&#1585;&#1601;&#1578;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1576;&#1582;&#1588; &#1607;&#1740;&#1580;&#1575;&#1606;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1585;&#1575; &#1576;&#1585; &#1575;&#1587;&#1575;&#1587; &#1605;&#1705;&#1575;&#1606;&#1740;&#1587;&#1605;&#8204;&#1607;&#1575;&#1740; &#1570;&#1606; &#1587;&#1575;&#1582;&#1578;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1670;&#1585;&#1582;&#1607; 24 &#1587;&#1575;&#1593;&#1578;&#1607; &#1588;&#1576; &#1608; &#1585;&#1608;&#1586; &#1608; &#1578;&#1594;&#1740;&#1740;&#1585;&#1575;&#1578; &#1601;&#1589;&#1604;&#1740;&#1548; &#1580;&#1604;&#1608;&#1607; &#1582;&#1575;&#1589;&#1740; &#1576;&#1607; &#1662;&#1740;&#1587;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607; &#1576;&#1582;&#1588;&#1740;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1576;&#1585;&#1575;&#1740; &#1606;&#1605;&#1608;&#1606;&#1607; &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1740;&#1705;&#8204;&#1576;&#1575;&#1585; &#1583;&#1585; &#1662;&#1575;&#1740;&#1740;&#1586; &#1576;&#1607; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#1583; &#1608; &#1576;&#1585;&#1711; &#1583;&#1585;&#1582;&#1578;&#1575;&#1606; &#1586;&#1585;&#1583; &#1585;&#1575; &#1585;&#1608;&#1740; &#1662;&#1740;&#1587;&#1578; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583; &#1740;&#1575; &#1575;&#1740;&#1606;&#1705;&#1607; &#1583;&#1585; &#1587;&#1585;&#1605;&#1575;&#1740; &#1586;&#1605;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575; &#1582;&#1608;&#1583;&#1585;&#1608; &#1662;&#1585;&#1602;&#1583;&#1585;&#1578; &#1582;&#1608;&#1583; &#1605;&#1740;&#1575;&#1606; &#1583;&#1740;&#1711;&#1585; &#1585;&#1602;&#1740;&#1576;&#1575;&#1606; &#1711;&#1575;&#1586; &#1583;&#1607;&#1740;&#1583; &#1608; &#1585;&#1608;&#1586;&#1607;&#1575;&#1740; &#1662;&#1585;&#1607;&#1740;&#1580;&#1575;&#1606;&#1740; &#1585;&#1575; &#1662;&#1588;&#1578; &#1587;&#1585; &#1576;&#1711;&#1584;&#1575;&#1585;&#1740;&#1583;. &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1576;&#1740;&#1588; &#1575;&#1586; 200 &#1606;&#1608;&#1593; &#1582;&#1608;&#1583;&#1585;&#1608; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607;&#8204;&#1575;&#1740; &#1585;&#1575; &#1570;&#1605;&#1575;&#1583;&#1607; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1607;&#1585;&#1705;&#1583;&#1575;&#1605; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578; &#1575;&#1585;&#1578;&#1602;&#1575; &#1608; &#1575;&#1587;&#1662;&#1585;&#1578; &#1705;&#1585;&#1583;&#1606; &#1585;&#1575;&#1583;&#1575;&#1585;&#1606;&#1583; &#1608; &#1589;&#1583;&#1607;&#1575; &#1711;&#1586;&#1740;&#1606;&#1607; &#1576;&#1585;&#1575;&#1740; &#1588;&#1582;&#1589;&#1740;&#8204;&#1587;&#1575;&#1586;&#1740; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1583;&#1575;&#1588;&#1578;.<br/><br/>&#1576;&#1585;&#1593;&#1705;&#1587; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1662;&#1740;&#1588;&#1740;&#1606;&#1548; &#1588;&#1575;&#1607;&#1583; &#1581;&#1584;&#1601; &#1587;&#1608;&#1582;&#1578;&#8204;&#1711;&#1740;&#1585;&#1740; &#1608; &#1578;&#1593;&#1608;&#1740;&#1590; &#1578;&#1575;&#1740;&#1585; &#1583;&#1585; &#1605;&#1740;&#1575;&#1606; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607; &#1607;&#1587;&#1578;&#1740;&#1605; &#1608; &#1583;&#1740;&#1711;&#1585; &#1578;&#1608;&#1602;&#1601;&#8204;&#1607;&#1575;&#1740; &#1705;&#1608;&#1578;&#1575;&#1607;&#1740; &#1605;&#1740;&#1575;&#1606; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1606;&#1582;&#1608;&#1575;&#1607;&#1740;&#1605; &#1583;&#1575;&#1588;&#1578;. &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; &#1576;&#1607;&#8204;&#1605;&#1606;&#1592;&#1608;&#1585; &#1705;&#1588;&#1575;&#1606;&#1583;&#1606; &#1575;&#1601;&#1585;&#1575;&#1583; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1576;&#1607; &#1587;&#1605;&#1578; &#1576;&#1575;&#1586;&#1740; Project CARS 3 &#1583;&#1587;&#1578; &#1575;&#1586; &#1585;&#1574;&#1575;&#1604;&#1740;&#1587;&#1605; &#1705;&#1575;&#1605;&#1604; &#1576;&#1585;&#1583;&#1575;&#1588;&#1578;&#1607; &#1575;&#1587;&#1578; &#1608; &#1575;&#1604;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1607;&#1740;&#1580;&#1575;&#1606;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586; &#1608; &#1585;&#1602;&#1575;&#1576;&#1578;&#1740; &#1585;&#1575; &#1607;&#1605; &#1608;&#1575;&#1585;&#1583; &#1576;&#1575;&#1586;&#1740; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1588;&#1575;&#1740;&#1583; &#1575;&#1740;&#1606; &#1606;&#1705;&#1578;&#1607; &#1576;&#1607; &#1605;&#1584;&#1575;&#1602; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1602;&#1583;&#1740;&#1605;&#1740; &#1582;&#1608;&#1588; &#1606;&#1740;&#1575;&#1740;&#1583; &#1575;&#1605;&#1575; &#1602;&#1591;&#1593;&#1575;&#1611; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1580;&#1583;&#1740;&#1583; &#1575;&#1586; &#1570;&#1606; &#1575;&#1587;&#1578;&#1602;&#1576;&#1575;&#1604; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1705;&#1585;&#1583;. &#1576;&#1582;&#1588; &#1570;&#1606;&#1604;&#1575;&#1740;&#1606; &#1576;&#1740; &#1662;&#1585;&#1575;&#1580;&#1705;&#1578; &#1705;&#1575;&#1585;&#1586; &#1587;&#1607; &#1576;&#1607;&#8204;&#1589;&#1608;&#1585;&#1578; &#1580;&#1583;&#1575;&#1711;&#1575;&#1606;&#1607; &#1575;&#1586; &#1602;&#1587;&#1605;&#1578;&#8204;&#1607;&#1575;&#1740; &#1583;&#1740;&#1711;&#1585; &#1575;&#1585;&#1575;&#1574;&#1607;&#8204;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1583;&#1585; &#1605;&#1608;&#1583;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1576;&#1607; &#1585;&#1602;&#1575;&#1576;&#1578; &#1576;&#1575; &#1583;&#1740;&#1711;&#1585; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1576;&#1740;&#1606;&#1583;&#1575;&#1586;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1662;&#1740;&#1588;&#1740;&#1606; &#1578;&#1601;&#1575;&#1608;&#1578; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1575;&#1587;&#1578; &#1608; &#1576;&#1585;&#1575;&#1740; &#1607;&#1605;&#1740;&#1606; &#1576;&#1575;&#1740;&#1583; &#1583;&#1740;&#1583; &#1583;&#1740;&#1711;&#1585;&#1740; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1608;&#1575;&#1585;&#1583; &#1588;&#1608;&#1740;&#1583;. &#1581;&#1575;&#1604;&#1575; &#1608;&#1602;&#1578; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607; &#1575;&#1587;&#1578;! &#1583;&#1585; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1583;&#1740;&#1711;&#1585;&#1740; &#1607;&#1605;&#1670;&#1608;&#1606; Dirt Rally 2.0 &#1608; Need for Speed Heat &#1585;&#1575; &#1575;&#1605;&#1578;&#1581;&#1575;&#1606; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: 3.5 GHz Intel Core i5 3450 or 4.0 GHz AMD FX-8350
Memory: 8 GB RAM
Graphics: GTX680 or equivalent
DirectX: Version 11
Storage: 50 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740;, &#1605;&#1575;&#1588;&#1740;&#1606; &#1587;&#1608;&#1575;&#1585;&#1740;, &#1605;&#1587;&#1575;&#1576;&#1602;&#1607; &#1575;&#1740;, &#1608;&#1585;&#1586;&#1588;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Project%20Cars%203/Project-CARS-3-f2-race-credits-grind.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Project%20Cars%203/Project-CARS-3_-2.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Project%20Cars%203/previewprojectcars_3222353b.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Project%20Cars%203/project-cars-3-tutorial.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Project%20Cars%203/1fe8d5c59aa7a89f6ac6556b1c95cb6822904504-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/667987/&#1587;&#1585;&#1740;&#1593;%E2%80%8C&#1578;&#1585;&#1548;-&#1570;&#1587;&#1575;&#1606;%E2%80%8C&#1578;&#1585;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;&#1740;-project-cars-3/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 68/100<br/>Steam: 6/10<br/>IGN: 6/10<br/><br/>Initial release date: August 24, 2020<br/>
    </div>
  </BODY>
</html>