<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Q.U.B.E. 2</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="4426.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index17.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="1509.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/4440f.jpg">
        <img src="../images/4440f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Q.U.B.E. 2&#160;(2018)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Q.U.B.E.&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Puzzle</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#306</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Trapped Nerve Games</b>
	    &#160;
	   	Toxic Games
            <br/>
            <b>3.13 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1662;&#1587; &#1575;&#1586; &#1593;&#1585;&#1590;&#1607;&#8204;&#1740; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578;&#8204;&#1570;&#1605;&#1740;&#1586; Q.U.B.E. &#1583;&#1585; &#1587;&#1575;&#1604; 2011 &#1608; &#1575;&#1587;&#1578;&#1602;&#1576;&#1575;&#1604; &#1576;&#1740; &#1606;&#1592;&#1740;&#1585; &#1705;&#1575;&#1585;&#1576;&#1585;&#1575;&#1606; &#1575;&#1586; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608;&#1740; Toxic Games &#1576;&#1607; &#1578;&#1575;&#1586;&#1711;&#1740; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1583;&#1608;&#1605; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1606;&#1575;&#1605; Q.U.B.E. 2 &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1585;&#1575;&#1740;&#1575;&#1606;&#1607;&#8204;&#1607;&#1575;&#1740; &#1588;&#1582;&#1589;&#1740; &#1583;&#1585; &#1583;&#1587;&#1578;&#1585;&#1587; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578;&#1548; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608;&#1740; Toxic Games &#1705;&#1607; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1576;&#1575;&#1604;&#1575;&#1740;&#1740; &#1583;&#1585; &#1582;&#1604;&#1602; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1606;&#1608;&#1570;&#1608;&#1585;&#1575;&#1606;&#1607; &#1576;&#1575; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1608;&#1587;&#1740;&#1593; &#1608; &#1587;&#1585;&#1711;&#1585;&#1605; &#1705;&#1606;&#1606;&#1583;&#1607; &#1583;&#1575;&#1585;&#1583;&#1548; &#1583;&#1585; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1583;&#1608;&#1605; Q.U.B.E &#1606;&#1740;&#1586; &#1605;&#1608;&#1601;&#1602; &#1588;&#1583;&#1607; &#1576;&#1607; &#1585;&#1740;&#1588;&#1607;&#8204;&#1607;&#1575;&#1740; &#1582;&#1608;&#1583; &#1608;&#1601;&#1575;&#1583;&#1575;&#1585; &#1576;&#1605;&#1575;&#1606;&#1583; &#1608; &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1582;&#1604;&#1602; &#1740;&#1705; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1608;&#1587;&#1740;&#1593; &#1608; &#1587;&#1585;&#1711;&#1585;&#1605;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607;&#1548; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1586;&#1740;&#1576;&#1575; &#1608; &#1583;&#1604;&#8204;&#1606;&#1588;&#1740;&#1606;&#1740; &#1585;&#1575; &#1606;&#1740;&#1586; &#1585;&#1608;&#1575;&#1740;&#1578; &#1705;&#1606;&#1583;. &#1576;&#1585;&#1582;&#1604;&#1575;&#1601; &#1578;&#1601;&#1705;&#1585; &#1705;&#1575;&#1585;&#1576;&#1585;&#1575;&#1606; Q.U.B.E. 2 &#1575;&#1583;&#1575;&#1605;&#1607;&#8204;&#1575;&#1740; &#1576;&#1585; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1575;&#1576;&#1578;&#1583;&#1575;&#1740;&#1740; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1587;&#1578; &#1608; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1585;&#1575; &#1585;&#1608;&#1575;&#1740;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;.<br/><br/>Q.U.B.E. 2 &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1740;&#1705; &#1576;&#1575;&#1587;&#1578;&#1575;&#1606;&#8204;&#1588;&#1606;&#1575;&#1587; &#1582;&#1575;&#1606;&#1605; &#1585;&#1575; &#1585;&#1608;&#1575;&#1740;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1705;&#1607; &#1583;&#1585; &#1581;&#1575;&#1604; &#1578;&#1581;&#1602;&#1740;&#1602; &#1576;&#1585; &#1585;&#1608;&#1740; &#1740;&#1705; &#1576;&#1606;&#1575;&#1740; &#1578;&#1575;&#1585;&#1740;&#1582;&#1740; &#1607;&#1587;&#1578;&#1548; &#1575;&#1740;&#1606; &#1576;&#1575;&#1587;&#1578;&#1575;&#1606;&#8204;&#1588;&#1606;&#1575;&#1587; &#1583;&#1585; &#1581;&#1740;&#1606; &#1578;&#1581;&#1602;&#1740;&#1602;&#1575;&#1578; &#1582;&#1608;&#1583; &#1576;&#1585; &#1575;&#1579;&#1585; &#1587;&#1575;&#1606;&#1581;&#1607;&#8204;&#1607;&#1575;&#1740; &#1575;&#1586; &#1607;&#1608;&#1588; &#1605;&#1740;&#8204;&#1585;&#1608;&#1583; &#1608; &#1608;&#1602;&#1578;&#1740; &#1576;&#1607; &#1607;&#1608;&#1588; &#1605;&#1740;&#8204;&#1570;&#1740;&#1583; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1585; &#1740;&#1705; &#1587;&#1585;&#1586;&#1605;&#1740;&#1606; &#1576;&#1740;&#1711;&#1575;&#1606;&#1607; &#1605;&#1740;&#8204;&#1576;&#1740;&#1606;&#1583;&#1548; &#1588;&#1605;&#1575; &#1576;&#1575;&#1740;&#1583; &#1583;&#1585; &#1606;&#1602;&#1588; &#1575;&#1740;&#1606; &#1582;&#1575;&#1606;&#1605;&#1548; &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1705;&#1588;&#1601; &#1585;&#1575;&#1586; &#1576;&#1740;&#1711;&#1575;&#1606;&#1711;&#1575;&#1606; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1585;&#1575;&#1607;&#1740; &#1576;&#1585;&#1575;&#1740; &#1582;&#1585;&#1608;&#1580; &#1575;&#1586; &#1587;&#1585;&#1586;&#1605;&#1740;&#1606; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1711;&#1585;&#1583;&#1740;&#1583;.<br/><br/>&#1607;&#1605;&#1575;&#1606;&#8204;&#1591;&#1608;&#1585; &#1705;&#1607; &#1711;&#1601;&#1578;&#1607; &#1588;&#1583;&#1548; Q.U.B.E. 2 &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1608;&#1587;&#1740;&#1593;&#1740; &#1583;&#1575;&#1585;&#1583;&#1548; &#1591;&#1576;&#1602; &#1711;&#1601;&#1578;&#1607;&#8204;&#1740; &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1705;&#1575;&#1585;&#1576;&#1585;&#1575;&#1606; &#1576;&#1585;&#1575;&#1740; &#1576;&#1607; &#1575;&#1578;&#1605;&#1575;&#1605; &#1585;&#1587;&#1575;&#1606;&#1583;&#1606; &#1578;&#1605;&#1575;&#1605;&#1740; &#1605;&#1585;&#1575;&#1581;&#1604; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1576;&#1740;&#1588; &#1575;&#1586; 80 &#1587;&#1575;&#1593;&#1578; &#1586;&#1605;&#1575;&#1606; &#1606;&#1740;&#1575;&#1586; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1583;&#1575;&#1588;&#1578;&#1548; &#1605;&#1705;&#1575;&#1606;&#1740;&#1587;&#1605; &#1705;&#1604;&#1740; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; &#1581;&#1604; &#1605;&#1593;&#1605;&#1575; &#1608; &#1662;&#1575;&#1586;&#1604; &#1591;&#1585;&#1575;&#1581;&#1740; &#1588;&#1583;&#1607; &#1608; &#1588;&#1605;&#1575; &#1576;&#1575;&#1740;&#1583; &#1576;&#1585;&#1575;&#1740; &#1591;&#1740; &#1705;&#1585;&#1583;&#1606; &#1608; &#1662;&#1588;&#1578; &#1587;&#1585; &#1711;&#1584;&#1575;&#1588;&#1578;&#1606; &#1605;&#1585;&#1575;&#1581;&#1604; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1607;&#1608;&#1588; &#1582;&#1608;&#1583; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583;.<br/><br/>Q.U.B.E. 2 &#1583;&#1585; &#1576;&#1582;&#1588; &#1580;&#1604;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1576;&#1589;&#1585;&#1740; &#1606;&#1740;&#1586; &#1605;&#1608;&#1601;&#1602; &#1588;&#1583;&#1607; &#1607;&#1605;&#1575;&#1606;&#1606;&#1583; &#1576;&#1582;&#1588; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1608; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1582;&#1608;&#1588; &#1576;&#1583;&#1585;&#1582;&#1588;&#1583;&#1548; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1601;&#1606;&#1740; &#1576;&#1575;&#1586;&#1740; Q.U.B.E. 2 &#1583;&#1585; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1587;&#1591;&#1581; &#1582;&#1608;&#1583; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1585;&#1583; &#1608; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1582;&#1588; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1602;&#1575;&#1576;&#1604;&#8204;&#1605;&#1602;&#1575;&#1740;&#1587;&#1607; &#1576;&#1575; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1586;&#1585;&#1711; &#1606;&#1587;&#1604; &#1607;&#1588;&#1578; &#1575;&#1587;&#1578;&#1548; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1607;&#1606;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1587;&#1591;&#1581; &#1582;&#1608;&#1576;&#1740; &#1583;&#1575;&#1585;&#1583; &#1608; &#1593;&#1740;&#1576;&#1740; &#1576;&#1607; &#1570;&#1606; &#1608;&#1575;&#1585;&#1583; &#1606;&#1740;&#1587;&#1578;.<br/><br/>&#1575;&#1711;&#1585; &#1575;&#1586; &#1593;&#1604;&#1575;&#1602;&#1607;&#8204;&#1605;&#1606;&#1583;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1606;&#1602;&#1588;&#8204;&#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1576;&#1575; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1548; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1608; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1601;&#1608;&#1602; &#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1607;&#1587;&#1578;&#1740;&#1583;&#1548; &#1576;&#1607;&#8204;&#1607;&#1740;&#1670;&#8204;&#1593;&#1606;&#1608;&#1575;&#1606; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1740; &#1576;&#1575;&#1586;&#1740; Q.U.B.E. 2 &#1585;&#1575; &#1575;&#1586; &#1583;&#1587;&#1578; &#1606;&#1583;&#1607;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Quad-core Intel or AMD processor, 2.5 GHz
Memory: 4 GB RAM
Graphics: NVIDIA GeForce GTX 470 or AMD Radeon 6870 HD series card
DirectX: Version 11
Storage: 4 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1605;&#1593;&#1605;&#1575;&#1740;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;, &#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Q.U.B.E%202/20180910200018_1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Q.U.B.E%202/5aa2c5f6364cca000182eb48_Q_U_B_E_-2_20180305153603.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Q.U.B.E%202/Qube2_01.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Q.U.B.E%202/Qube2_03.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Q.U.B.E%202/bc14ec4b7c82d2e67128d35edd7c60d29379888-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 76/100<br/>Steam: 9/10<br/><br/>Initial release date: March 13, 2018<br/>
    </div>
  </BODY>
</html>