<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Reveil game</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="4482.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index18.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="4502.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/4491f.jpg">
        <img src="../images/4491f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Reveil game</div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#311</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <br/>
            <b>14 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1576;&#1575;&#1586;&#1740; REVEIL &#1585;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1605; &#1575;&#1579;&#1585;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1608; &#1605;&#1593;&#1605;&#1575;&#1740;&#1740; &#1576;&#1583;&#1575;&#1606;&#1740;&#1605; &#1705;&#1607; &#1588;&#1605;&#1575; &#1585;&#1575; &#1576;&#1607; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1575;&#1587;&#1585;&#1575;&#1585;&#1570;&#1605;&#1740;&#1586; &#1608; &#1662;&#1585; &#1585;&#1605;&#1586; &#1608; &#1585;&#1575;&#1586; &#1605;&#1740;&#8204;&#1576;&#1585;&#1583;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1588;&#1605;&#1575; &#1606;&#1602;&#1588; &#1588;&#1582;&#1589;&#1740;&#1578;&#1740; &#1585;&#1575; &#1576;&#1585; &#1593;&#1607;&#1583;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583; &#1705;&#1607; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1705;&#1588;&#1601; &#1585;&#1575;&#1586;&#1607;&#1575;&#1740; &#1711;&#1584;&#1588;&#1578;&#1607; &#1582;&#1608;&#1583; &#1608; &#1583;&#1606;&#1740;&#1575;&#1740; &#1575;&#1591;&#1585;&#1575;&#1601;&#1588; &#1575;&#1587;&#1578;. &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1580;&#1575;&#1740;&#1740; &#1570;&#1594;&#1575;&#1586; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1705;&#1607; &#1588;&#1605;&#1575; &#1583;&#1585; &#1605;&#1705;&#1575;&#1606;&#1740; &#1593;&#1580;&#1740;&#1576; &#1608; &#1606;&#1575;&#1570;&#1588;&#1606;&#1575; &#1576;&#1607; &#1607;&#1608;&#1588; &#1605;&#1740;&#8204;&#1570;&#1740;&#1740;&#1583;. &#1607;&#1740;&#1670; &#1670;&#1740;&#1586; &#1575;&#1586; &#1711;&#1584;&#1588;&#1578;&#1607; &#1582;&#1608;&#1583; &#1576;&#1607; &#1740;&#1575;&#1583; &#1606;&#1605;&#1740;&#8204;&#1570;&#1608;&#1585;&#1740;&#1583; &#1608; &#1578;&#1606;&#1607;&#1575; &#1587;&#1585;&#1606;&#1582;&#1740; &#1705;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1740;&#1705; &#1591;&#1604;&#1587;&#1605; &#1605;&#1585;&#1605;&#1608;&#1586; &#1575;&#1587;&#1578;. &#1576;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1575;&#1740;&#1606; &#1591;&#1604;&#1587;&#1605; &#1608; &#1581;&#1604; &#1605;&#1593;&#1605;&#1575;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1548; &#1576;&#1575;&#1740;&#1583; &#1585;&#1575;&#1607; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740; &#1575;&#1740;&#1606; &#1575;&#1579;&#1585; &#1662;&#1740;&#1583;&#1575; &#1705;&#1606;&#1740;&#1583; &#1608; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1662;&#1575;&#1587;&#1582; &#1587;&#1608;&#1575;&#1604;&#1575;&#1578; &#1582;&#1608;&#1583; &#1576;&#1575;&#1588;&#1740;&#1583;. &#1583;&#1585; &#1591;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1605;&#1604;&#1575;&#1602;&#1575;&#1578; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583; &#1705;&#1607; &#1607;&#1585; &#1705;&#1583;&#1575;&#1605; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1576;&#1585;&#1575;&#1740; &#1711;&#1601;&#1578;&#1606; &#1583;&#1575;&#1585;&#1606;&#1583;.<br/><br/>&#1576;&#1585;&#1582;&#1740; &#1575;&#1586; &#1570;&#1606;&#1607;&#1575; &#1576;&#1607; &#1588;&#1605;&#1575; &#1583;&#1585; &#1581;&#1604; &#1605;&#1593;&#1605;&#1575;&#1607;&#1575; &#1608; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583;&#1606; &#1585;&#1575;&#1607;&#1578;&#1575;&#1606; &#1705;&#1605;&#1705; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;&#1548; &#1575;&#1605;&#1575; &#1576;&#1585;&#1582;&#1740; &#1583;&#1740;&#1711;&#1585; &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1605;&#1575;&#1606;&#1593;&#1740; &#1583;&#1585; &#1605;&#1587;&#1740;&#1585; &#1588;&#1605;&#1575; &#1576;&#1575;&#1588;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1575;&#1579;&#1585; &#1583;&#1575;&#1585;&#1575;&#1740; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1607;&#1606;&#1585;&#1740; &#1605;&#1606;&#1581;&#1589;&#1585; &#1576;&#1607; &#1601;&#1585;&#1583;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1607; &#1586;&#1740;&#1576;&#1575;&#1740;&#1740; &#1583;&#1606;&#1740;&#1575;&#1740; &#1575;&#1587;&#1585;&#1575;&#1585;&#1570;&#1605;&#1740;&#1586; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1607; &#1578;&#1589;&#1608;&#1740;&#1585; &#1605;&#1740;&#8204;&#1705;&#1588;&#1583;. &#1605;&#1608;&#1587;&#1740;&#1602;&#1740; &#1605;&#1578;&#1606; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1576;&#1607; &#1581;&#1587; &#1578;&#1593;&#1604;&#1740;&#1602; &#1608; &#1585;&#1605;&#1586; &#1608; &#1585;&#1575;&#1586; &#1705;&#1605;&#1705; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1575;&#1579;&#1585;&#1740; &#1605;&#1606;&#1575;&#1587;&#1576; &#1576;&#1585;&#1575;&#1740; &#1705;&#1587;&#1575;&#1606;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1608; &#1670;&#1575;&#1604;&#1588;&#8204;&#1576;&#1585;&#1575;&#1606;&#1711;&#1740;&#1586; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1575;&#1711;&#1585; &#1575;&#1586; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1608; &#1605;&#1593;&#1605;&#1575;&#1740;&#1740; &#1607;&#1587;&#1578;&#1740;&#1583;&#1548; REVEIL &#1585;&#1575; &#1575;&#1586; &#1583;&#1587;&#1578; &#1606;&#1583;&#1607;&#1740;&#1583;!</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i7-11370H / AMD Ryzen 7 3750H
Memory: 12 GB RAM
Graphics: Intel Iris Xe / AMD RX Vega 10
DirectX: Version 11
Storage: 30 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1605;&#1593;&#1605;&#1575;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Reveil/14.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Reveil/reveil-review-3.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Reveil/ss_655e04efe0e075f383b5afa176d23afb8318f93b.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Reveil/ss_81a32b3fe774f4fdef43beeebead61e74748fe8b.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Reveil/ss_b8a66d84add3c6006e82e21887e30f7b48b7997d.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Reveil/%D8%AA%D8%B1%DB%8C%D9%84%D8%B1-%D8%A8%D8%A7%D8%B2%DB%8C-%D8%AA%D8%B1%D8%B3%D9%86%D8%A7%DA%A9-Reveil-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Steam: 9/10<br/><br/>Initial release date: March 6, 2024<br/>
    </div>
  </BODY>
</html>