<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Rocket League</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="1701.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index18.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="4560.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/4551f.jpg">
        <img src="../images/4551f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Rocket League&#160;(2016)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Sports</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#314</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>505 Games</b>
	    &#160;
	   	Psyonix
            <br/>
            <b>4.24 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1605;&#1587;&#1578;&#1602;&#1604; Rocket League &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1608;&#1585;&#1586;&#1588;&#8204;&#1607;&#1575;&#1740; &#1662;&#1585;&#1591;&#1585;&#1601;&#1583;&#1575;&#1585; &#1601;&#1608;&#1578;&#1576;&#1575;&#1604; &#1608; &#1576;&#1587;&#1705;&#1578;&#1576;&#1575;&#1604; &#1585;&#1575; &#1576;&#1575; &#1605;&#1575;&#1588;&#1740;&#1606; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583;! &#1575;&#1587;&#1578;&#1583;&#1740;&#1608; &#1587;&#1575;&#1586;&#1606;&#1583;&#1607; &#1576;&#1575;&#1586;&#1740; &#1740;&#1593;&#1606;&#1740; Psyonix &#1582;&#1740;&#1604;&#1740; &#1582;&#1608;&#1576; &#1576;&#1607; &#1575;&#1740;&#1606; &#1605;&#1608;&#1590;&#1608;&#1593; &#1662;&#1585;&#1583;&#1575;&#1582;&#1578;&#1607; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575;&#1586;&#1740; Rocket League &#1576;&#1587;&#1740;&#1575;&#1585; &#1587;&#1585;&#1711;&#1585;&#1605;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1608; &#1580;&#1584;&#1575;&#1576; &#1575;&#1587;&#1578; &#1705;&#1607; &#1578;&#1608;&#1575;&#1606;&#1587;&#1578;&#1607; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1575;&#1583;&#1740; &#1585;&#1575; &#1605;&#1580;&#1584;&#1608;&#1576; &#1582;&#1608;&#1583; &#1705;&#1606;&#1583; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1575;&#1586; &#1591;&#1585;&#1601; &#1605;&#1606;&#1578;&#1602;&#1583;&#1575;&#1606; &#1606;&#1740;&#1586; &#1606;&#1605;&#1585;&#1575;&#1578; &#1582;&#1608;&#1576;&#1740; &#1585;&#1575; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578;&#1607; &#1705;&#1585;&#1583;&#1607;. &#1576;&#1575;&#1586;&#1740; Rocket League &#1583;&#1585; &#1587;&#1575;&#1604; 2015 &#1576;&#1585;&#1575;&#1740; &#1662;&#1604;&#1578;&#1601;&#1585;&#1605; &#1670;&#1604;&#1740; &#1575;&#1587;&#1578;&#1740;&#1588;&#1606; 4 &#1608; &#1585;&#1575;&#1740;&#1575;&#1606;&#1607;&#8204;&#1607;&#1575; &#1588;&#1582;&#1589;&#1740; &#1583;&#1585; &#1588;&#1576;&#1705;&#1607; &#1575;&#1587;&#1578;&#1740;&#1605; &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Rocket League &#1593;&#1575;&#1585;&#1740; &#1575;&#1586; &#1607;&#1585;&#1711;&#1608;&#1606;&#1607; &#1662;&#1585;&#1583;&#1575;&#1582;&#1578; &#1583;&#1585;&#1608;&#1606; &#1576;&#1585;&#1606;&#1575;&#1605;&#1607;&#8204;&#1575;&#1740; &#1608; &#1602;&#1583;&#1585;&#1578;&#8204;&#1607;&#1575;&#1740; &#1575;&#1590;&#1575;&#1601;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1575;&#1740;&#1606; &#1605;&#1608;&#1590;&#1608;&#1593; &#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1586;&#1575;&#1740;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1575;&#1587;&#1578;. &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1593;&#1740;&#1606; &#1587;&#1575;&#1583;&#1711;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588; &#1575;&#1587;&#1578; &#1548; &#1588;&#1605;&#1575; &#1601;&#1602;&#1591; &#1576;&#1575;&#1740;&#1583; &#1578;&#1608;&#1662; &#1585;&#1575; &#1576;&#1607; &#1583;&#1585;&#1608;&#1606; &#1583;&#1585;&#1608;&#1575;&#1586;&#1607; &#1576;&#1740;&#1606;&#1583;&#1575;&#1586;&#1740;&#1583; &#1608; &#1662;&#1740;&#1585;&#1608;&#1586;&#1740; &#1705;&#1587;&#1576; &#1705;&#1606;&#1740;&#1583;. &#1605;&#1575;&#1588;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1602;&#1576;&#1604; &#1575;&#1586; &#1588;&#1585;&#1608;&#1593; &#1576;&#1575;&#1586;&#1740; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1705;&#1585;&#1583;&#1607; &#1608; &#1576;&#1593;&#1583; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#1583;&#1548; &#1605;&#1575;&#1588;&#1740;&#1606;&#8204;&#1607;&#1575; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1583;&#1575;&#1585;&#1606;&#1583; &#1608; &#1705;&#1604; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607;&#8204;&#1740; &#1583;&#1585;&#1587;&#1578; &#1575;&#1586; &#1575;&#1740;&#1606; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740;&#8204;&#1607;&#1575; &#1608; &#1705;&#1606;&#1578;&#1585;&#1604; &#1578;&#1608;&#1662; &#1605;&#1585;&#1576;&#1608;&#1591; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1575; &#1605;&#1575;&#1588;&#1740;&#1606; &#1582;&#1608;&#1583; &#1576;&#1662;&#1585;&#1740;&#1583; &#1740;&#1575; &#1583;&#1585;&#1580;&#1575;&#1607;&#1575;&#1740; &#1605;&#1588;&#1582;&#1589;&#1740; &#1583;&#1585; &#1586;&#1605;&#1740;&#1606;&#8204;&#1576;&#1575;&#1586;&#1740;&#1548; &#1575;&#1586; &#1606;&#1740;&#1578;&#1585;&#1608; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1605;&#1575;&#1588;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1588;&#1582;&#1589;&#1740;&#8204;&#1587;&#1575;&#1586;&#1740; &#1705;&#1606;&#1740;&#1583;. &#1740;&#1705;&#1740; &#1575;&#1586; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1705;&#1607; &#1605;&#1578;&#1571;&#1587;&#1601;&#1575;&#1606;&#1607; &#1575;&#1605;&#1585;&#1608;&#1586;&#1607; &#1583;&#1585; &#1705;&#1605;&#1578;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1575;&#1740; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1570;&#1606; &#1585;&#1575; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1705;&#1585;&#1583; Split Screen &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1608;&#1580;&#1608;&#1583; &#1582;&#1608;&#1575;&#1607;&#1583; &#1583;&#1575;&#1588;&#1578; &#1608; &#1578;&#1575; &#1670;&#1607;&#1575;&#1585; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1607;&#1605;&#8204;&#1586;&#1605;&#1575;&#1606; &#1583;&#1585; Split Screen &#1576;&#1575; &#1740;&#1705;&#1583;&#1740;&#1711;&#1585; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1606;&#1583;.<br/><br/>&#1578;&#1605;&#1585;&#1705;&#1586; &#1576;&#1575;&#1586;&#1740; Rocket League &#1583;&#1585; &#1576;&#1582;&#1588; &#1670;&#1606;&#1583;&#1606;&#1601;&#1585;&#1607; &#1575;&#1587;&#1578; &#1575;&#1605;&#1575; &#1576;&#1607; &#1575;&#1740;&#1606; &#1605;&#1593;&#1606;&#1740; &#1606;&#1740;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1576;&#1582;&#1588; &#1578;&#1705;&#8204;&#1606;&#1601;&#1585;&#1607; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1606;&#1605;&#1740;&#8204;&#1705;&#1606;&#1583;&#1548; &#1576;&#1582;&#1588; &#1578;&#1705;&#8204;&#1606;&#1601;&#1585;&#1607;&#8204;&#1740; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1605;&#1588;&#1705;&#1604;&#1575;&#1578; &#1705;&#1605;&#1740; &#1585;&#1606;&#1580; &#1605;&#1740;&#8204;&#1576;&#1585;&#1583; &#1605;&#1575;&#1606;&#1606;&#1583; &#1607;&#1608;&#1588; &#1605;&#1589;&#1606;&#1608;&#1593;&#1740; &#1590;&#1593;&#1740;&#1601;&#1548; &#1705;&#1607; &#1575;&#1740;&#1606; &#1590;&#1593;&#1601; &#1576;&#1575;&#1593;&#1579; &#1588;&#1583;&#1607; &#1705;&#1607; &#1705;&#1605;&#1578;&#1585; &#1705;&#1587;&#1740; &#1576;&#1607;&#8204;&#1591;&#1585;&#1601; &#1576;&#1582;&#1588; &#1578;&#1705;&#8204;&#1606;&#1601;&#1585;&#1607; &#1576;&#1575;&#1586;&#1740; &#1576;&#1585;&#1608;&#1583;. &#1576;&#1582;&#1588; &#1670;&#1606;&#1583;&#1606;&#1601;&#1585;&#1607;&#8204;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1575;&#1593;&#1578;&#1740;&#1575;&#1583;&#1570;&#1608;&#1585; &#1576;&#1608;&#1583;&#1607; &#1608; &#1588;&#1605;&#1575; &#1585;&#1575; &#1576;&#1607; &#1605;&#1602;&#1583;&#1575;&#1585; &#1587;&#1575;&#1593;&#1578;&#8204;&#1607;&#1575;&#1740; &#1591;&#1608;&#1604;&#1575;&#1606;&#1740; &#1587;&#1585;&#1711;&#1585;&#1605; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;. &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; Rocket League &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1570;&#1606;&#8204;&#1670;&#1606;&#1575;&#1606;&#1740;&#8204;&#1575;&#1740; &#1606;&#1583;&#1575;&#1585;&#1583; &#1575;&#1605;&#1575; &#1576;&#1607;&#8204;&#1593;&#1606;&#1608;&#1575;&#1606; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1605;&#1587;&#1578;&#1602;&#1604; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1583;&#1585; &#1570;&#1606; &#1582;&#1608;&#1576; &#1705;&#1575;&#1585;&#1588;&#1583;&#1607; &#1608; &#1605;&#1575; &#1588;&#1575;&#1607;&#1583; &#1576;&#1575;&#1711; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1582;&#1575;&#1589;&#1740; &#1606;&#1740;&#1587;&#1578;&#1740;&#1605;.<br/><br/>&#1583;&#1585; &#1570;&#1582;&#1585; &#1548; &#1576;&#1575;&#1586;&#1740; Rocket League &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1740;&#1705; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1740; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588; &#1608; &#1605;&#1606;&#1581;&#1589;&#1585;&#1576;&#1607;&#8204;&#1601;&#1585;&#1583; &#1585;&#1575; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1575;&#1585;&#1575;&#1574;&#1607; &#1583;&#1607;&#1583; &#1705;&#1607; &#1570;&#1606; &#1585;&#1575; &#1583;&#1585; &#1705;&#1605;&#1578;&#1585; &#1576;&#1575;&#1586;&#1740; &#1575;&#1740; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1705;&#1585;&#1583;&#1740;&#1605; &#1575;&#1605;&#1575; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1587;&#1585;&#1711;&#1585;&#1605;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1608; &#1575;&#1593;&#1578;&#1740;&#1575;&#1583;&#1570;&#1608;&#1585; &#1705;&#1575;&#1585;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">3+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: 2.0 GHz Dual core
Memory: 2 MB RAM
Graphics: Nvidia 8800 or ATI 2900
DirectX: Version 9.0c
Hard Drive: 2 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1608;&#1585;&#1586;&#1588;&#1740;, &#1605;&#1575;&#1588;&#1740;&#1606; &#1587;&#1608;&#1575;&#1585;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740;, &#1605;&#1587;&#1575;&#1576;&#1602;&#1607; &#1575;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Rocket%20League%20Triton/5-rocket-league-tips-thatll-give-you-hot-wheels_axs3.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Rocket%20League%20Triton/Rocket_league2.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Rocket%20League%20Triton/games-5-rl.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Rocket%20League%20Triton/rocket-league-gameplay.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Rocket%20League%20Triton/c369dd219d1a4419c8e24681fbe9c49c25261288-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/300024/&#1601;&#1608;&#1578;&#1576;&#1575;&#1604;-&#1576;&#1575;-&#1605;&#1575;&#1588;&#1740;&#1606;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1593;&#1606;&#1608;&#1575;&#1606;-rocket-league/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 86/100<br/>IGN: 9.3/10<br/><br/>Initial release date: July 7, 2015<br/>
    </div>
  </BODY>
</html>