<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Sekiro: Shadows Die Twice</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="1750.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index19.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="1761.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/4593f.jpg">
        <img src="../images/4593f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Sekiro: Shadows Die Twice&#160;(2019)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action/Adventure</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#318</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Activision</b>
	    &#160;
	   	From Software
            <br/>
            <b>7.91 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1575;&#1606;&#1578;&#1602;&#1575;&#1605; &#1605;&#1587;&#1740;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1575;&#1586; &#1582;&#1588;&#1605; &#1608; &#1582;&#1608;&#1606; &#1585;&#1575; &#1607;&#1605;&#1608;&#1575;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1575;&#1740;&#1606; &#1582;&#1588;&#1605; &#1578;&#1575; &#1585;&#1740;&#1582;&#1578;&#1606; &#1570;&#1582;&#1585;&#1740;&#1606; &#1602;&#1591;&#1585;&#1607; &#1582;&#1608;&#1606; &#1570;&#1585;&#1575;&#1605; &#1606;&#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1583;. &#1605;&#1740;&#1575;&#1586;&#1575;&#1705;&#1740; &#1576;&#1593;&#1583; &#1575;&#1586; &#1670;&#1606;&#1583;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1575;&#1586; &#1587;&#1585;&#1740; Dark Souls &#1581;&#1575;&#1604;&#1575; &#1605;&#1575; &#1585;&#1575; &#1605;&#1740;&#1607;&#1605;&#1575;&#1606; &#1740;&#1705;&#1740; &#1575;&#1586; &#1580;&#1583;&#1740;&#1583;&#1578;&#1585;&#1740;&#1606; &#1608; &#1593;&#1580;&#1740;&#1576;&#8204;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583; &#1582;&#1608;&#1583;&#1588; &#1576;&#1607; &#1606;&#1575;&#1605; Sekiro: Shadows Die Twice &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1585;&#1608;&#1581; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; Souls &#1585;&#1575; &#1606;&#1740;&#1586; &#1583;&#1585; &#1570;&#1606; &#1583;&#1605;&#1740;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1588;&#1575;&#1607;&#1583; &#1606;&#1576;&#1585;&#1583;&#1607;&#1575;&#1740; &#1580;&#1584;&#1575;&#1576; &#1608; &#1582;&#1588;&#1606; &#1607;&#1587;&#1578;&#1740;&#1605;. &#1587;&#1705;&#1740;&#1585;&#1608; &#1740;&#1705; &#1588;&#1740;&#1606;&#1608;&#1576;&#1740; &#1608;&#1601;&#1575;&#1583;&#1575;&#1585; &#1576;&#1607; &#1575;&#1587;&#1578;&#1575;&#1583;&#1588; &#1575;&#1587;&#1578; &#1608; &#1580;&#1604;&#1608;&#1740; &#1670;&#1588;&#1605;&#1575;&#1606;&#1588; &#1588;&#1575;&#1607;&#1583; &#1587;&#1608;&#1582;&#1578;&#1606; &#1580;&#1586;&#1569;&#1576;&#1607;&#8204;&#1580;&#1586;&#1569; &#1605;&#1593;&#1576;&#1583; &#1608; &#1711;&#1585;&#1608;&#1711;&#1575;&#1606; &#1711;&#1585;&#1601;&#1578;&#1606; &#1575;&#1587;&#1578;&#1575;&#1583;&#1588; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1575;&#1740;&#1606; &#1582;&#1588;&#1605;&#1740; &#1593;&#1592;&#1740;&#1605; &#1585;&#1575; &#1583;&#1585; &#1575;&#1608; &#1576;&#1585;&#1605;&#1740;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586;&#1583; &#1608; &#1576;&#1575; &#1601;&#1705;&#1585; &#1575;&#1606;&#1578;&#1602;&#1575;&#1605; &#1585;&#1575;&#1607; &#1583;&#1608;&#1585;&#1608;&#1583;&#1585;&#1575;&#1586;&#1740; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1662;&#1587;&#8204;&#1711;&#1740;&#1585;&#1740; &#1585;&#1608;&#1586;&#1607;&#1575;&#1740; &#1588;&#1740;&#1585;&#1740;&#1606; &#1582;&#1608;&#1583; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1575;&#1587;&#1578;&#1575;&#1583;&#1588; &#1662;&#1740;&#1588; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1583;. Sekiro: Shadows Die Twice &#1605;&#1575; &#1585;&#1575; &#1576;&#1607; &#1740;&#1705; &#1583;&#1606;&#1740;&#1575;&#1740; &#1582;&#1740;&#1575;&#1604;&#1740; &#1575;&#1586; &#1688;&#1575;&#1662;&#1606; &#1587;&#1575;&#1604;&#8204;&#1607;&#1575;&#1740; &#1583;&#1608;&#1585; &#1605;&#1740;&#8204;&#1576;&#1585;&#1583; &#1608; &#1575;&#1606;&#1578;&#1602;&#1575;&#1605; &#1575;&#1586; &#1587;&#1575;&#1605;&#1608;&#1585;&#1575;&#1740;&#1740;&#8204;&#1607;&#1575; &#1585;&#1575; &#1662;&#1740;&#1588; &#1605;&#1740;&#8204;&#1705;&#1588;&#1583;. &#1575;&#1587;&#1578;&#1583;&#1740;&#1608; From Software &#1578;&#1605;&#1575;&#1605; &#1578;&#1604;&#1575;&#1588;&#1588; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1587;&#1575;&#1582;&#1578; &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1575;&#1705;&#1588;&#1606; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1582;&#1585;&#1580; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; Activision &#1606;&#1740;&#1586; &#1570;&#1606; &#1585;&#1575; &#1585;&#1608;&#1575;&#1606;&#1607; &#1576;&#1575;&#1586;&#1575;&#1585;&#1607;&#1575; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1576;&#1575;&#1586;&#1740; &#1605;&#1575; &#1585;&#1575; &#1576;&#1607; &#1602;&#1585;&#1606; &#1588;&#1575;&#1606;&#1586;&#1583;&#1607;&#1605; &#1605;&#1740;&#1604;&#1575;&#1583;&#1740; &#1608; &#1583;&#1608;&#1585;&#1607; &#1587;&#1606;&#1711;&#1608;&#1705;&#1608; &#1605;&#1740;&#8204;&#1576;&#1585;&#1583; &#1608; &#1607;&#1605;&#1575;&#1606;&#8204;&#1591;&#1608;&#1585; &#1705;&#1607; &#1711;&#1601;&#1578;&#1740;&#1605;&#1548; &#1705;&#1606;&#1578;&#1585;&#1604; &#1740;&#1705; &#1588;&#1740;&#1606;&#1608;&#1576;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; &#1587;&#1705;&#1740;&#1585;&#1608; &#1576;&#1607; &#1605;&#1575; &#1583;&#1575;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1576;&#1593;&#1583; &#1575;&#1586; &#1581;&#1605;&#1604;&#1607;&#8204;&#1575;&#1740; &#1593;&#1592;&#1740;&#1605; &#1578;&#1608;&#1587;&#1591; &#1711;&#1585;&#1608;&#1607; &#1587;&#1575;&#1605;&#1608;&#1585;&#1575;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; &#1570;&#1588;&#1740;&#1606;&#1575; &#1576;&#1607; &#1605;&#1593;&#1576;&#1583; &#1605;&#1602;&#1583;&#1587;&#1588;&#1575;&#1606; &#1608; &#1711;&#1585;&#1608;&#1711;&#1575;&#1606; &#1711;&#1585;&#1601;&#1578;&#1606; &#1575;&#1587;&#1578;&#1575;&#1583;&#1548; &#1587;&#1705;&#1740;&#1585;&#1608; &#1576;&#1607; &#1583;&#1575;&#1605; &#1605;&#1740;&#8204;&#1575;&#1601;&#1578;&#1583; &#1608; &#1583;&#1587;&#1578;&#1588; &#1575;&#1586; &#1576;&#1740;&#1582; &#1578;&#1608;&#1587;&#1591; &#1585;&#1607;&#1576;&#1585; &#1711;&#1585;&#1608;&#1607; &#1583;&#1588;&#1605;&#1606; &#1602;&#1591;&#1593; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1575;&#1608; &#1705;&#1607; &#1583;&#1740;&#1711;&#1585; &#1580;&#1575;&#1606; &#1583;&#1585; &#1578;&#1606;&#1588; &#1606;&#1605;&#1575;&#1606;&#1583;&#1607; &#1575;&#1587;&#1578; &#1570;&#1585;&#1575;&#1605; &#1576;&#1740;&#8204;&#1607;&#1608;&#1588; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1608;&#1602;&#1578;&#1740;&#8204;&#1705;&#1607; &#1576;&#1740;&#1583;&#1575;&#1585; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;&#1548; &#1583;&#1587;&#1578;&#1588; &#1576;&#1575; &#1740;&#1705; &#1576;&#1575;&#1586;&#1608;&#1740; &#1580;&#1575;&#1583;&#1608;&#1740;&#1740; &#1580;&#1575;&#1740;&#1711;&#1586;&#1740;&#1606; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1740;&#1575;&#1583; &#1575;&#1601;&#1587;&#1575;&#1606;&#1607; &#1711;&#1585;&#1711; &#1740;&#1705;&#1583;&#1587;&#1578; &#1605;&#1740;&#8204;&#1575;&#1601;&#1578;&#1583; &#1608; &#1576;&#1585;&#1575;&#1740; &#1582;&#1608;&#1606;&#8204;&#1582;&#1608;&#1575;&#1607;&#1740;&#1548; &#1570;&#1605;&#1575;&#1583;&#1607; &#1575;&#1586; &#1576;&#1740;&#1606; &#1576;&#1585;&#1583;&#1606; &#1578;&#1705;&#8204;&#1578;&#1705; &#1587;&#1575;&#1605;&#1608;&#1585;&#1575;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; &#1581;&#1585;&#1740;&#1601; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1608;&#1740; &#1580;&#1575;&#1583;&#1608;&#1740;&#1740; &#1705;&#1605;&#1740; &#1570;&#1740;&#1606;&#1583;&#1607; &#1606;&#1711;&#1585;&#1575;&#1606;&#1607; &#1575;&#1587;&#1578; &#1608; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1575;&#1576;&#1586;&#1575;&#1585;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1585;&#1608;&#1740; &#1570;&#1606; &#1587;&#1608;&#1575;&#1585; &#1705;&#1585;&#1583; &#1608; &#1576;&#1607;&#8204;&#1606;&#1608;&#1593;&#1740; &#1581;&#1587; &#1608; &#1581;&#1575;&#1604; &#1583;&#1587;&#1578; &#1585;&#1576;&#1575;&#1578;&#1740;&#1705; &#1585;&#1574;&#1740;&#1587; &#1583;&#1585; Metal Gear Solid 5 &#1585;&#1575; &#1583;&#1575;&#1585;&#1583;. &#1575;&#1606;&#1578;&#1602;&#1575;&#1605; &#1578;&#1606;&#1607;&#1575; &#1670;&#1740;&#1586;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1585; &#1575;&#1740;&#1606; &#1585;&#1608;&#1586;&#1607;&#1575;&#1740; &#1578;&#1575;&#1585;&#1740;&#1705; &#1576;&#1585;&#1575;&#1740; &#1587;&#1705;&#1740;&#1585;&#1608; &#1576;&#1575;&#1602;&#1740;&#8204;&#1605;&#1575;&#1606;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1602;&#1604;&#1575;&#1576; &#1576;&#1575;&#1586;&#1740; &#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1607;&#1605;&#8204;&#1578;&#1585;&#1740;&#1606; &#1576;&#1582;&#1588;&#8204;&#1607;&#1575;&#1740; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1570;&#1606; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1607; &#1576;&#1575;&#1604;&#1575;&#1583;&#1587;&#1578; &#1576;&#1705;&#1588;&#1575;&#1606;&#1740;&#1583; &#1608; &#1576;&#1607; &#1575;&#1740;&#1606;&#8204;&#1591;&#1585;&#1601; &#1608; &#1570;&#1606;&#8204;&#1591;&#1585;&#1601; &#1576;&#1662;&#1585;&#1740;&#1583; &#1608; &#1570;&#1586;&#1575;&#1583;&#1740; &#1593;&#1605;&#1604; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1588;&#1605;&#1575;&#1587;&#1578; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1591;&#1606;&#1575;&#1576; &#1608; &#1602;&#1604;&#1575;&#1576; &#1576;&#1607; &#1607;&#1585;&#1580;&#1575;&#1740;&#1740; &#1705;&#1607; &#1583;&#1604;&#1578;&#1575;&#1606; &#1576;&#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1662;&#1585;&#1740;&#1583; &#1608; &#1585;&#1608;&#1740; &#1587;&#1585; &#1583;&#1588;&#1605;&#1606; &#1582;&#1585;&#1575;&#1576; &#1588;&#1608;&#1740;&#1583;. &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; Sekiro: Shadows Die Twice &#1576;&#1607; &#1591;&#1585;&#1586; &#1593;&#1580;&#1740;&#1576;&#1740; &#1587;&#1585;&#1740;&#1593; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575;&#1740;&#1583; &#1576;&#1607; &#1587;&#1585;&#1740;&#1593;&#8204;&#1578;&#1585;&#1740;&#1606; &#1588;&#1740;&#1608;&#1607; &#1582;&#1606;&#1580;&#1585; &#1583;&#1585; &#1602;&#1604;&#1576; &#1583;&#1588;&#1605;&#1606; &#1576;&#1606;&#1588;&#1575;&#1606;&#1740;&#1583; &#1608; &#1581;&#1578;&#1740; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1575;&#1586; &#1602;&#1604;&#1575;&#1576; &#1582;&#1608;&#1583; &#1576;&#1585;&#1575;&#1740; &#1575;&#1586; &#1662;&#1575; &#1583;&#1585;&#1570;&#1608;&#1585;&#1583;&#1606; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1605;&#1575; &#1585;&#1575; &#1576;&#1575; &#1578;&#1602;&#1575;&#1576;&#1604; &#1580;&#1606;&#1711;&#1580;&#1608;&#1740;&#1740; &#1587;&#1585;&#1740;&#1593; &#1608; &#1601;&#1585;&#1586; &#1583;&#1585; &#1576;&#1585;&#1575;&#1576;&#1585; &#1587;&#1575;&#1605;&#1608;&#1585;&#1575;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; &#1587;&#1585;&#1587;&#1582;&#1578; &#1570;&#1588;&#1606;&#1575; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1578;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1575;&#1740;&#1583; &#1576;&#1607; &#1583;&#1588;&#1605;&#1606; &#1590;&#1585;&#1576;&#1607; &#1608;&#1575;&#1585;&#1583; &#1705;&#1606;&#1740;&#1583; &#1608; &#1583;&#1585; &#1570;&#1582;&#1585; &#1576;&#1575; &#1581;&#1585;&#1705;&#1578;&#1740; &#1582;&#1588;&#1606; &#1705;&#1575;&#1585;&#1588; &#1585;&#1575; &#1576;&#1587;&#1575;&#1586;&#1740;&#1583;. &#1576;&#1575;&#1586;&#1608;&#1740; &#1605;&#1589;&#1606;&#1608;&#1593;&#1740; &#1587;&#1705;&#1740;&#1585;&#1608; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1576;&#1607;&#8204;&#1583;&#1585;&#1583;&#1576;&#1582;&#1608;&#1585; &#1575;&#1587;&#1578; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1570;&#1606; &#1570;&#1578;&#1588; &#1583;&#1585;&#1587;&#1578; &#1705;&#1606;&#1740;&#1583; &#1608; &#1583;&#1588;&#1605;&#1606; &#1585;&#1575; &#1594;&#1575;&#1601;&#1604;&#8204;&#1711;&#1740;&#1585; &#1705;&#1606;&#1740;&#1583; &#1740;&#1575; &#1575;&#1740;&#1606;&#1705;&#1607; &#1575;&#1586; &#1601;&#1575;&#1589;&#1604;&#1607; &#1583;&#1608;&#1585; &#1583;&#1582;&#1604; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1576;&#1740;&#1575;&#1608;&#1585;&#1740;&#1583;.<br/><br/>Sekiro: Shadows Die Twice &#1605;&#1587;&#1740;&#1585; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1576;&#1575; &#1583;&#1740;&#1711;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608; &#1583;&#1575;&#1585;&#1583; &#1608; &#1576;&#1608;&#1740; &#1605;&#1585;&#1711; &#1576;&#1740;&#1588;&#1578;&#1585; &#1575;&#1586; &#1607;&#1605;&#1740;&#1588;&#1607; &#1581;&#1587; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1576;&#1575;&#1586;&#1740; &#1581;&#1587; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607;&#8204;&#1575;&#1740; &#1583;&#1575;&#1585;&#1606;&#1583; &#1608; &#1607;&#1740;&#1580;&#1575;&#1606; &#1585;&#1575; &#1578;&#1575; &#1570;&#1582;&#1585;&#1740;&#1606; &#1581;&#1583; &#1582;&#1608;&#1583; &#1576;&#1575;&#1604;&#1575;&#1576;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1607;&#1605;&#1740;&#1606; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1740;&#8204;&#1606;&#1592;&#1740;&#1585; &#1576;&#1575;&#1586;&#1740;&#1548; &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1582;&#1575;&#1589; &#1608; &#1576;&#1607;&#8204;&#1740;&#1575;&#1583;&#1605;&#1575;&#1606;&#1583;&#1606;&#1740; &#1585;&#1575; &#1578;&#1608;&#1604;&#1740;&#1583; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1587;&#1705;&#1740;&#1585;&#1608; &#1578;&#1605;&#1575;&#1605;&#1575;&#1611; &#1662;&#1585; &#1575;&#1586; &#1581;&#1587; &#1582;&#1588;&#1605; &#1608; &#1575;&#1606;&#1578;&#1602;&#1575;&#1605; &#1575;&#1587;&#1578; &#1608; &#1575;&#1740;&#1606; &#1588;&#1605;&#1575; &#1607;&#1587;&#1578;&#1740;&#1583; &#1705;&#1607; &#1576;&#1575;&#1740;&#1583; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1662;&#1587;&#8204;&#1711;&#1740;&#1585;&#1740; &#1588;&#1585;&#1601; &#1608; &#1575;&#1601;&#1578;&#1582;&#1575;&#1585;&#1578;&#1575;&#1606; &#1576;&#1580;&#1606;&#1711;&#1740;&#1583; &#1608; &#1602;&#1576;&#1604; &#1575;&#1586; &#1588;&#1585;&#1608;&#1593; &#1576;&#1607; &#1705;&#1588;&#1578;&#1575;&#1585; &#1740;&#1575;&#1583;&#1578;&#1575;&#1606; &#1576;&#1575;&#1588;&#1583;&#1548; &#1582;&#1608;&#1606; &#1605;&#1740;&#8204;&#1570;&#1608;&#1585;&#1583;. &#1606;&#1587;&#1582;&#1607; GOTY &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1740;&#1705; &#1605;&#1608;&#1583; &#1580;&#1583;&#1740;&#1583; &#1607;&#1605;&#1585;&#1575;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1585;&#1580;&#1607; &#1740; &#1587;&#1582;&#1578;&#1740; &#1585;&#1575; &#1576;&#1575;&#1604;&#1575;&#1578;&#1585; &#1605;&#1740; &#1576;&#1585;&#1583;. &#1583;&#1585; &#1576;&#1582;&#1588; Remnants &#1605;&#1740; &#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1578;&#1589;&#1575;&#1608;&#1740;&#1585; &#1608; &#1608;&#1740;&#1583;&#1740;&#1608;&#1607;&#1575;&#1740;&#1740; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1584;&#1582;&#1740;&#1585;&#1607; &#1705;&#1606;&#1740;&#1583; &#1608; &#1570;&#1606; &#1585;&#1575; &#1576;&#1575; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606;&#1578;&#1575;&#1606; &#1576;&#1607; &#1575;&#1588;&#1578;&#1585;&#1575;&#1705; &#1576;&#1711;&#1584;&#1575;&#1585;&#1740;&#1583;. &#1575;&#1711;&#1585; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1570;&#1740;&#1578;&#1605; &#1605;&#1740; &#1711;&#1585;&#1583;&#1740;&#1583;&#1548; &#1587;&#1607; &#1575;&#1587;&#1705;&#1740;&#1606; &#1580;&#1583;&#1740;&#1583; &#1575;&#1590;&#1575;&#1601;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1581;&#1575;&#1604;&#1575; &#1608;&#1602;&#1578; &#1570;&#1606; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575;&#1586;&#1740; &#1575;&#1589;&#1604;&#1740; &#1585;&#1575; &#1607;&#1605;&#1585;&#1575;&#1607; &#1570;&#1662;&#1583;&#1740;&#1578; &#1607;&#1575;&#1740; &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1607;&#1548; &#1740;&#1705;&#1580;&#1575; &#1583;&#1575;&#1606;&#1604;&#1608;&#1583; &#1705;&#1606;&#1740;&#1583; &#1608; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1587;&#1575;&#1604; 2019 &#1604;&#1584;&#1578; &#1576;&#1576;&#1585;&#1740;&#1583;. &#1583;&#1585; &#1589;&#1608;&#1585;&#1578;&#1740; &#1705;&#1607; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1576;&#1575;&#1586;&#1740; &#1607;&#1575;&#1740; &#1605;&#1588;&#1575;&#1576;&#1607; &#1607;&#1587;&#1578;&#1740;&#1583;&#1548; &#1604;&#1740;&#1606;&#1705; &#1583;&#1575;&#1606;&#1604;&#1608;&#1583; &#1576;&#1575;&#1586;&#1740; Star Wars Jedi Fallen Order &#1608; Dark Souls III &#1585;&#1575; &#1575;&#1586; &#1583;&#1587;&#1578; &#1606;&#1583;&#1607;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">18+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i3-2100 | AMD FX-6300
Memory: 4 GB RAM
Graphics: NVIDIA GeForce GTX 760 | AMD Radeon HD 7950
DirectX: Version 11
Storage: 25 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1605;&#1582;&#1601;&#1740; &#1705;&#1575;&#1585;&#1740;, &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Sekiro:%20Shadows%20Die%20Twice/UIOKMW23YJB5VLHJWTMJYXTCRA.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Sekiro:%20Shadows%20Die%20Twice/image_stream-41893-4096_0002.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Sekiro:%20Shadows%20Die%20Twice/image_stream-41894-4096_0002.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Sekiro:%20Shadows%20Die%20Twice/sekiro-gorgeous-castle.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Sekiro:%20Shadows%20Die%20Twice/5fecb21ace4dfe11cdd1262f0e5f7aeb53728643-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/542909/&#1583;&#1608;&#1576;&#1575;&#1585;&#1607;%E2%80%8C-&#1605;&#1740;&#1575;&#1586;&#1575;&#1705;&#1740;&#1548;-&#1583;&#1608;&#1576;&#1575;&#1585;&#1607;-&#1588;&#1575;&#1607;&#1705;&#1575;&#1585;/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 88/100<br/>Steam: 10/10<br/>IGN: 9.5/10<br/><br/>Initial release date: March 22, 2019<br/>
    </div>
  </BODY>
</html>