<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Shadow Warrior 3</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="4673.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index19.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="4685.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/4663f.jpg">
        <img src="../images/4663f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Shadow Warrior 3&#160;(2022)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action, Action/Adventure, Adventure</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#321</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Devolver Digital</b>
	    &#160;
	   	Flying Wild Hog
            <br/>
            <b>21.6 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1602;&#1591;&#1593;&#1575;&#1611; &#1606;&#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1575;&#1586; &#1605;&#1581;&#1576;&#1608;&#1576;&#1740;&#1578; &#1587;&#1576;&#1705; &#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604;&#8204;&#1588;&#1582;&#1589; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1670;&#1588;&#1605;&#8204;&#1662;&#1608;&#1588;&#1740; &#1705;&#1585;&#1583;. &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1580;&#1584;&#1575;&#1576;&#1548; &#1576;&#1607; &#1583;&#1604;&#1740;&#1604; &#1575;&#1705;&#1588;&#1606; &#1608; &#1607;&#1740;&#1580;&#1575;&#1606; &#1576;&#1575;&#1604;&#1575; &#1608; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1711;&#1585;&#1605; &#1576;&#1607;&#8204;&#1593;&#1606;&#1608;&#1575;&#1606; &#1587;&#1608;&#1688;&#1607; &#1575;&#1589;&#1604;&#1740; &#1576;&#1585;&#1575;&#1740; &#1662;&#1740;&#1588;&#1585;&#1608;&#1740; &#1583;&#1585; &#1605;&#1585;&#1575;&#1581;&#1604;&#1548; &#1576;&#1607; &#1705;&#1575;&#1605; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1588;&#1740;&#1585;&#1740;&#1606; &#1608; &#1580;&#1584;&#1575;&#1576; &#1605;&#1740;&#8204;&#1570;&#1740;&#1583;&#1548; &#1576;&#1607; &#1607;&#1605;&#1740;&#1606; &#1583;&#1604;&#1740;&#1604; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1575; &#1587;&#1608;&#1688;&#1607;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1583;&#1585; &#1587;&#1576;&#1705; &#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604;&#8204;&#1588;&#1582;&#1589; &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1576;&#1575;&#1586;&#1740; Shadow Warrior 3 &#1575;&#1586; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Flying Wild Hog &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1580;&#1583;&#1740;&#1583; &#1583;&#1585; &#1607;&#1605;&#1740;&#1606; &#1587;&#1576;&#1705; &#1608; &#1587;&#1740;&#1575;&#1602; &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1576;&#1575; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1586;&#1740;&#1576;&#1575; &#1608; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; &#1575;&#1705;&#1588;&#1606; &#1608; &#1605;&#1607;&#1740;&#1580; &#1576;&#1607; &#1575;&#1587;&#1578;&#1602;&#1576;&#1575;&#1604; &#1588;&#1605;&#1575; &#1570;&#1605;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1583;&#1606;&#1740;&#1575; &#1608; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740;&#1548; &#1587;&#1576;&#1705; &#1608; &#1587;&#1740;&#1575;&#1602;&#1740; &#1588;&#1585;&#1602;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1583;&#1585; &#1605;&#1608;&#1585;&#1583; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585;&#1740; &#1576;&#1607; &#1575;&#1587;&#1605; Shogun Lo Wang &#1608; &#1607;&#1605;&#1705;&#1575;&#1585;&#1588; Orochi Zilla &#1575;&#1587;&#1578;. &#1575;&#1585;&#1711;&#1575;&#1606;&#1740; &#1705;&#1607; &#1602;&#1576;&#1604;&#1575;&#1611; &#1575;&#1740;&#1606; &#1583;&#1608; &#1583;&#1608;&#1587;&#1578; &#1583;&#1585; &#1570;&#1606; &#1593;&#1590;&#1608; &#1576;&#1608;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;&#1548; &#1575;&#1688;&#1583;&#1607;&#1575;&#1740; &#1575;&#1601;&#1587;&#1575;&#1606;&#1607;&#8204;&#1575;&#1740; &#1582;&#1591;&#1585;&#1606;&#1575;&#1705;&#1740; &#1585;&#1575; &#1583;&#1585; &#1587;&#1585;&#1586;&#1605;&#1740;&#1606; &#1585;&#1607;&#1575; &#1705;&#1585;&#1583;&#1607; &#1608; &#1581;&#1575;&#1604; &#1705;&#1575;&#1585;&#1605;&#1606;&#1583;&#1575;&#1606; &#1587;&#1575;&#1576;&#1602;&#1588; &#1583;&#1585; &#1578;&#1604;&#1575;&#1588; &#1607;&#1587;&#1578;&#1606;&#1583; &#1578;&#1575; &#1583;&#1608;&#1576;&#1575;&#1585;&#1607; &#1575;&#1740;&#1606; &#1605;&#1608;&#1580;&#1608;&#1583; &#1585;&#1575; &#1576;&#1607; &#1586;&#1606;&#1583;&#1575;&#1606; &#1575;&#1576;&#1583;&#1740;&#8204;&#1575;&#1588; &#1576;&#1575;&#1586;&#1711;&#1585;&#1583;&#1575;&#1606;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1583;&#1608; &#1705;&#1607; &#1578;&#1575; &#1583;&#1606;&#1583;&#1575;&#1606; &#1605;&#1587;&#1604;&#1581; &#1607;&#1587;&#1578;&#1606;&#1583;&#1548; &#1576;&#1575;&#1740;&#1583; &#1583;&#1585; &#1605;&#1705;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1606;&#1575;&#1588;&#1606;&#1575;&#1582;&#1578;&#1607;&#8204;&#1575;&#1740; &#1575;&#1586; &#1583;&#1606;&#1740;&#1575; &#1711;&#1588;&#1578;&#8204;&#1608;&#1711;&#1584;&#1575;&#1585; &#1705;&#1585;&#1583;&#1607; &#1608; &#1576;&#1575; &#1575;&#1586; &#1576;&#1740;&#1606; &#1576;&#1585;&#1583;&#1606; &#1606;&#1740;&#1585;&#1608;&#1607;&#1575;&#1740; &#1575;&#1607;&#1585;&#1740;&#1605;&#1606;&#1740;&#1548; &#1575;&#1586; &#1608;&#1602;&#1608;&#1593; &#1570;&#1582;&#1585;&#1575;&#1604;&#1586;&#1605;&#1575;&#1606; &#1580;&#1604;&#1608;&#1711;&#1740;&#1585;&#1740; &#1705;&#1606;&#1606;&#1583;. &#1576;&#1585;&#1575;&#1740; &#1575;&#1740;&#1606; &#1705;&#1575;&#1585; &#1576;&#1607; &#1578;&#1582;&#1605; &#1575;&#1688;&#1583;&#1607;&#1575;&#1548; &#1740;&#1705; &#1605;&#1575;&#1587;&#1705; &#1580;&#1575;&#1583;&#1608;&#1740;&#1740; &#1608; &#1581;&#1580;&#1605; &#1586;&#1740;&#1575;&#1583;&#1740; &#1711;&#1604;&#1608;&#1604;&#1607; &#1575;&#1581;&#1578;&#1740;&#1575;&#1580; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1583;&#1575;&#1588;&#1578;!<br/><br/>&#1578;&#1606;&#1608;&#1593; &#1576;&#1575;&#1604;&#1575;&#1740; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1588;&#1605;&#1575; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#1548; &#1576;&#1585;&#1711; &#1576;&#1585;&#1606;&#1583;&#1607;&#8204;&#1575;&#1588; &#1575;&#1587;&#1578;. &#1588;&#1605;&#1575; &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1575;&#1606;&#1608;&#1575;&#1593; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1711;&#1585;&#1605;&#1548; &#1576;&#1607; &#1583;&#1604;&#1740;&#1604; &#1587;&#1576;&#1705; &#1608; &#1587;&#1740;&#1575;&#1602; &#1588;&#1585;&#1602;&#1740; &#1576;&#1575;&#1586;&#1740;&#1548; &#1576;&#1607; &#1705;&#1575;&#1578;&#1575;&#1606;&#1575; &#1608; &#1588;&#1605;&#1588;&#1740;&#1585;&#1607;&#1575;&#1740; &#1605;&#1585;&#1711;&#1576;&#1575;&#1585; &#1606;&#1740;&#1586; &#1583;&#1587;&#1578;&#1585;&#1587;&#1740; &#1583;&#1575;&#1585;&#1740;&#1583; &#1705;&#1607; &#1705;&#1605;&#1576;&#1608;&#1607;&#1575;&#1740; &#1605;&#1582;&#1589;&#1608;&#1589; &#1576;&#1607; &#1582;&#1608;&#1583;&#1588;&#1575;&#1606; &#1585;&#1575; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1588;&#1605;&#1575; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1583;&#1607;&#1606;&#1583;. &#1587;&#1585;&#1593;&#1578; &#1608; &#1575;&#1705;&#1588;&#1606; &#1576;&#1575;&#1604;&#1575;&#1740; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578;&#1740; &#1662;&#1608;&#1740;&#1575; &#1705;&#1607; &#1583;&#1575;&#1574;&#1605; &#1588;&#1605;&#1575; &#1585;&#1575; &#1605;&#1604;&#1586;&#1605; &#1576;&#1607; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1578;&#1580;&#1607;&#1740;&#1586;&#1575;&#1578; &#1605;&#1582;&#1578;&#1604;&#1601; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;&#1548; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1605;&#1588;&#1575;&#1576;&#1607; &#1587;&#1585;&#1740; Doom &#1576;&#1607; &#1582;&#1608;&#1585;&#1583;&#1578;&#1575;&#1606; &#1582;&#1608;&#1575;&#1607;&#1583; &#1583;&#1575;&#1583;. &#1576;&#1607;&#8204;&#1606;&#1608;&#1593;&#1740; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; Doom &#1576;&#1575; &#1587;&#1576;&#1705; &#1608; &#1587;&#1740;&#1575;&#1602; &#1688;&#1575;&#1662;&#1606;&#1740; &#1608; &#1587;&#1575;&#1605;&#1608;&#1585;&#1575;&#1740;&#1740; &#1583;&#1575;&#1606;&#1587;&#1578;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: AMD Phenom II X4 965 (4 * 3400) or equivalent. Intel Core i5-3470 (4 * 3200) or equivalent.
Memory: 8 GB RAM
Graphics: Radeon R7 260X (2048 VRAM) or equivalent. GeForce GTX 760 (2048 VRAM) or equivalent.
Storage: 31 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Shadow.Warrior.3/12.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Shadow.Warrior.3/MV5BMmFkODI2MTEtMGUyOS00NzcyLWIzNGEtZjJjMTQzMDE3ZDBkXkEyXkFqcGdeQXVyMTA0MTM5NjI2._V1_.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Shadow.Warrior.3/shadow-warrior-3-review-1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Shadow.Warrior.3/ss_7a004b4158a5132e89304882ee7a834583345315.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Shadow.Warrior.3/dbae42036b10b5ab8a96d5e63335a3c423656782-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/815807/shadow-warrior-3-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 71/100<br/>Steam: 6/10<br/>IGN: 7/10<br/><br/>Initial release date: March 1, 2022<br/>
    </div>
  </BODY>
</html>