<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Sniper Elite 3</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5394.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index19.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="4756.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/4746f.jpg">
        <img src="../images/4746f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Sniper Elite 3&#160;(2014)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Sniper Elite&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#325</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Sold Out Software</b>
	    &#160;
	   	Rebellion Software
            <br/>
            <b>9.15 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1580;&#1606;&#1711; &#1580;&#1607;&#1575;&#1606;&#1740; &#1583;&#1608;&#1605; &#1570;&#1606;&#8204;&#1602;&#1583;&#1585; &#1578;&#1571;&#1579;&#1740;&#1585; &#1586;&#1740;&#1575;&#1583;&#1740; &#1585;&#1608;&#1740; &#1583;&#1606;&#1740;&#1575; &#1583;&#1575;&#1588;&#1578; &#1705;&#1607; &#1607;&#1606;&#1608;&#1586; &#1607;&#1605; &#1576;&#1581;&#1579; &#1588;&#1605;&#1575;&#1585;&#1607; &#1740;&#1705; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1575;&#1586; &#1605;&#1580;&#1575;&#1604;&#1587; &#1578;&#1575;&#1585;&#1740;&#1582;&#1740; &#1608; &#1705;&#1578;&#1575;&#1576;&#8204;&#1607;&#1575;&#1587;&#1578;. &#1601;&#1740;&#1604;&#1605;&#8204;&#1607;&#1575;&#1740; &#1587;&#1740;&#1606;&#1605;&#1575;&#1740;&#1740; &#1608; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1606;&#1740;&#1586; &#1576;&#1607;&#8204;&#1606;&#1608;&#1576;&#1607; &#1582;&#1608;&#1583; &#1576;&#1607; &#1575;&#1740;&#1606; &#1580;&#1606;&#1711; &#1576;&#1586;&#1585;&#1711; &#1662;&#1585;&#1583;&#1575;&#1582;&#1578;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1575;&#1586; Call of Duty &#1578;&#1575; Wolfenstein &#1606;&#1587;&#1582;&#1607;&#8204;&#1575;&#1740; &#1583;&#1585; &#1575;&#1740;&#1606; &#1605;&#1608;&#1585;&#1583; &#1605;&#1606;&#1578;&#1588;&#1585; &#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; Sniper Elite &#1606;&#1740;&#1586; &#1580;&#1606;&#1711; &#1580;&#1607;&#1575;&#1606;&#1740; &#1585;&#1575; &#1575;&#1586; &#1586;&#1575;&#1608;&#1740;&#1607; &#1583;&#1740;&#1583; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1585;&#1608;&#1575;&#1740;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1575;&#1740;&#1606;&#1580;&#1575; &#1588;&#1605;&#1575; &#1606;&#1602;&#1588; &#1740;&#1705; &#1578;&#1705;&#8204;&#1578;&#1740;&#1585;&#1575;&#1606;&#1583;&#1575;&#1586; &#1582;&#1576;&#1585;&#1607; &#1585;&#1575;&#1583;&#1575;&#1585;&#1740;&#1583;. &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Rebellion &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1580;&#1606;&#1711; &#1585;&#1575; &#1583;&#1585; &#1582;&#1591;&#1607; &#1570;&#1601;&#1585;&#1740;&#1602;&#1575; &#1576;&#1607; &#1606;&#1605;&#1575;&#1740;&#1588; &#1711;&#1584;&#1575;&#1588;&#1578;&#1607; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575; Sniper Elite 3 &#1605;&#1575; &#1576;&#1607; &#1587;&#1601;&#1585; &#1589;&#1581;&#1585;&#1575;&#1740;&#1740; &#1576;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1575;&#1604;&#1576;&#1578;&#1607; &#1705;&#1607; &#1576;&#1575;&#1740;&#1583; &#1670;&#1606;&#1583; &#1570;&#1583;&#1605; &#1576;&#1583;&#1607; &#1585;&#1575; &#1606;&#1740;&#1586; &#1575;&#1586; &#1583;&#1608;&#1585; &#1582;&#1575;&#1585;&#1580; &#1705;&#1585;&#1583;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1662;&#1740;&#1585;&#1575;&#1605;&#1608;&#1606; &#1588;&#1582;&#1589;&#1740;&#1578;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; &#1705;&#1575;&#1585;&#1604; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1585; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1662;&#1740;&#1588;&#1740;&#1606; &#1606;&#1740;&#1586; &#1592;&#1575;&#1607;&#1585; &#1605;&#1576;&#1575;&#1585;&#1705; &#1575;&#1608; &#1585;&#1575; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1705;&#1585;&#1583;&#1607; &#1576;&#1608;&#1583;&#1740;&#1605;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1575;&#1608; &#1583;&#1585; &#1602;&#1604;&#1576; &#1602;&#1575;&#1585;&#1607; &#1570;&#1601;&#1585;&#1740;&#1602;&#1575; &#1592;&#1575;&#1607;&#1585; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1607;&#1583;&#1601; &#1578;&#1589;&#1585;&#1601; &#1589;&#1581;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575;&#1604; &#1570;&#1601;&#1585;&#1740;&#1602;&#1575; &#1585;&#1575; &#1583;&#1585; &#1587;&#1585; &#1583;&#1575;&#1585;&#1583;. &#1575;&#1740;&#1606; &#1607;&#1583;&#1601; &#1575;&#1604;&#1576;&#1578;&#1607; &#1576;&#1575; &#1578;&#1585;&#1608;&#1585; &#1705;&#1604;&#1607;&#8204;&#1711;&#1606;&#1583;&#1607;&#8204;&#1607;&#1575;&#1740; &#1583;&#1588;&#1605;&#1606; &#1608; &#1601;&#1585;&#1605;&#1575;&#1606;&#1583;&#1607;&#1575;&#1606;&#1740; &#1581;&#1740;&#1575;&#1578;&#1740; &#1575;&#1605;&#1705;&#1575;&#1606;&#8204;&#1662;&#1584;&#1740;&#1585; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575;&#1740;&#1583; &#1602;&#1576;&#1604; &#1575;&#1586; &#1583;&#1587;&#1578; &#1576;&#1607; &#1605;&#1575;&#1588;&#1607; &#1576;&#1585;&#1583;&#1606;&#1548; &#1578;&#1581;&#1602;&#1740;&#1602;&#1740; &#1705;&#1575;&#1605;&#1604; &#1575;&#1606;&#1580;&#1575;&#1605; &#1588;&#1608;&#1583;. &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1581;&#1575;&#1590;&#1585; &#1607;&#1587;&#1578;&#1606;&#1583; &#1608; &#1581;&#1578;&#1740; &#1570;&#1583;&#1608;&#1604;&#1601; &#1607;&#1740;&#1578;&#1604;&#1585; &#1605;&#1588;&#1607;&#1608;&#1585; &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1575; &#1570;&#1606; &#1587;&#1576;&#1740;&#1604; &#1582;&#1575;&#1589;&#1588; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1583;&#1740;&#1583; &#1608; &#1705;&#1587;&#1740; &#1575;&#1586; &#1578;&#1740;&#1585;&#1585;&#1587; &#1578;&#1601;&#1606;&#1711; &#1588;&#1605;&#1575; &#1583;&#1608;&#1585; &#1606;&#1740;&#1587;&#1578;. Sniper Elite 3 &#1662;&#1740;&#1588;&#1585;&#1601;&#1578; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1585; &#1586;&#1605;&#1740;&#1606;&#1607; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575; &#1583;&#1608;&#1585;&#1576;&#1740;&#1606; X Ray &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1583;&#1605;&#8204;&#1608;&#1583;&#1587;&#1578;&#1711;&#1575;&#1607; &#1583;&#1588;&#1605;&#1606; &#1585;&#1575; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583; &#1608; &#1576;&#1575; &#1588;&#1604;&#1740;&#1705; &#1576;&#1607; &#1587;&#1605;&#1578; &#1575;&#1608;&#1548; &#1582;&#1585;&#1583; &#1588;&#1583;&#1606; &#1580;&#1605;&#1580;&#1605;&#1607; &#1608; &#1602;&#1601;&#1587;&#1607; &#1587;&#1740;&#1606;&#1607;&#8204;&#1575;&#1588; &#1585;&#1575; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583; &#1608; &#1575;&#1740;&#1606; &#1589;&#1581;&#1606;&#1607;&#8204;&#1607;&#1575; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1607;&#1740;&#1580;&#1575;&#1606;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586; &#1608; &#1580;&#1575;&#1604;&#1576; &#1607;&#1587;&#1578;&#1606;&#1583;.<br/><br/>&#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1576;&#1575; &#1585;&#1608;&#1588;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1581;&#1608;&#1575;&#1587; &#1583;&#1588;&#1605;&#1606; &#1585;&#1575; &#1662;&#1585;&#1578; &#1705;&#1585;&#1583; &#1608; &#1740;&#1705;&#8204;&#1576;&#1575;&#1585;&#1607; &#1705;&#1604;&#1607; &#1605;&#1606;&#1581;&#1608;&#1587;&#1588; &#1585;&#1575; &#1607;&#1583;&#1601; &#1602;&#1585;&#1575;&#1585;&#1583;&#1575;&#1583; &#1608; &#1583;&#1585; &#1570;&#1606;&#8204;&#1740;&#1705; &#1575;&#1586; &#1583;&#1606;&#1740;&#1575; &#1605;&#1581;&#1608;&#1588; &#1705;&#1585;&#1583;. &#1662;&#1585;&#1578;&#1575;&#1576; &#1587;&#1606;&#1711; &#1606;&#1740;&#1586; &#1576;&#1587;&#1740;&#1575;&#1585; &#1705;&#1575;&#1585;&#1576;&#1585;&#1583;&#1740; &#1575;&#1587;&#1578; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1581;&#1608;&#1575;&#1587; &#1583;&#1588;&#1605;&#1606; &#1585;&#1575; &#1576;&#1607;&#8204;&#1582;&#1608;&#1576;&#1740; &#1662;&#1585;&#1578; &#1705;&#1606;&#1583;. &#1580;&#1575;&#1604;&#1576; &#1575;&#1587;&#1578; &#1705;&#1607; &#1578;&#1606;&#1607;&#1575; &#1576;&#1575; &#1588;&#1604;&#1740;&#1705; &#1670;&#1606;&#1583; &#1578;&#1740;&#1585; &#1576;&#1607; &#1587;&#1605;&#1578; &#1740;&#1705; &#1606;&#1601;&#1585;&#1576;&#1585; &#1740;&#1575; &#1578;&#1575;&#1606;&#1705; &#1593;&#1592;&#1740;&#1605;&#1548; &#1583;&#1585; &#1580;&#1575; &#1605;&#1606;&#1601;&#1580;&#1585; &#1582;&#1608;&#1575;&#1607;&#1583; &#1588;&#1583; &#1608; &#1578;&#1575;&#1586;&#1607; &#1602;&#1583;&#1585;&#1578; &#1575;&#1740;&#1606; &#1578;&#1601;&#1606;&#1711; &#1604;&#1593;&#1606;&#1578;&#1740; &#1585;&#1575; &#1583;&#1585;&#1705; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583;. &#1578;&#1594;&#1740;&#1740;&#1585; &#1605;&#1581;&#1740;&#1591; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1576;&#1585;&#1604;&#1740;&#1606; &#1576;&#1607; &#1570;&#1601;&#1585;&#1740;&#1602;&#1575; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1578;&#1589;&#1605;&#1740;&#1605; &#1582;&#1608;&#1576;&#1740; &#1576;&#1608;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1585;&#1606;&#1711;&#8204;&#1607;&#1575;&#1740; &#1576;&#1588;&#1575;&#1588; &#1570;&#1606; &#1580;&#1604;&#1608;&#1607; &#1582;&#1575;&#1589;&#1740; &#1576;&#1607; Sniper Elite 3 &#1576;&#1582;&#1588;&#1740;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575;&#1593;&#1579; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1606;&#1608;&#1585;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740; &#1576;&#1575;&#1586;&#1740; &#1588;&#1575;&#1607;&#1705;&#1575;&#1585; &#1576;&#1575;&#1588;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1575;&#1586; &#1740;&#1705; &#1578;&#1705;&#8204;&#1578;&#1740;&#1585;&#1575;&#1606;&#1583;&#1575;&#1586; &#1582;&#1608;&#1576; &#1585;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1583;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1587;&#1575;&#1593;&#1578;&#8204;&#1607;&#1575; &#1588;&#1605;&#1575;&#1585;&#1575; &#1605;&#1588;&#1594;&#1608;&#1604; &#1582;&#1608;&#1583; &#1582;&#1608;&#1575;&#1607;&#1583; &#1587;&#1575;&#1582;&#1578;.<br/><br/>&#1578;&#1585;&#1608;&#1585; &#1601;&#1585;&#1605;&#1575;&#1606;&#1583;&#1607;&#1575;&#1606; &#1576;&#1586;&#1585;&#1711; &#1575;&#1586; &#1583;&#1740;&#1585;&#1576;&#1575;&#1586; &#1583;&#1585; &#1575;&#1585;&#1578;&#1588;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1576;&#1575;&#1576; &#1576;&#1608;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1581;&#1575;&#1604;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1607;&#8204;&#1593;&#1606;&#1608;&#1575;&#1606; &#1740;&#1705; &#1578;&#1705;&#8204;&#1578;&#1740;&#1585;&#1575;&#1606;&#1583;&#1575;&#1586; &#1605;&#1575;&#1607;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1570;&#1585;&#1586;&#1608; &#1583;&#1587;&#1578;&#8204;&#1740;&#1575;&#1576;&#1740;&#1583;. Sniper Elite 3 &#1605;&#1593;&#1580;&#1608;&#1606; &#1575;&#1586; &#1605;&#1582;&#1601;&#1740;&#8204;&#1705;&#1575;&#1585;&#1740; &#1608; &#1607;&#1740;&#1580;&#1575;&#1606; &#1583;&#1585; &#1583;&#1604; &#1570;&#1601;&#1585;&#1740;&#1602;&#1575;&#1740; &#1583;&#1575;&#1594; &#1575;&#1587;&#1578;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Dual-core CPU with SSE3 (Intel&#174; Pentium&#174; D 3GHz / AMD Athlon&#8482; 64 X2 4200) or better
Memory: 2 GB RAM
Graphics: NVIDIA&#174; GeForce&#174; 8800 series / ATI Radeon&#8482; HD 3870
Storage: 18 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1605;&#1582;&#1601;&#1740; &#1705;&#1575;&#1585;&#1740;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1588;&#1608;&#1578;&#1585;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Sniper%20Elite%203/2wAeRbbRJZVEi6qEMQrk3E.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Sniper%20Elite%203/sniperelite1-1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Sniper%20Elite%203/sniperelite3_1205164b.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Sniper%20Elite%203/sniperelite3scr_007-large.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Sniper%20Elite%203/829ee535537507f1f49f84a80f940d0f8401520-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/166282/&#1583;&#1585;-&#1583;&#1604;-&#1589;&#1581;&#1585;&#1575;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1609;-sniper-elite-3/" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
  </BODY>
</html>