<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Age of Empires IV</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="503.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index1.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="559.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/487f.jpg">
        <img src="../images/487f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Age of Empires IV&#160;(2021)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Strategy</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#11</span>
          <br/>
          <span class="fieldvaluelarge">8*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Microsoft</b>
	    &#160;
	   	Relic Entertainment
            <br/>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#8207;&#1576;&#1575;&#1586;&#1740; &#1705;&#1575;&#1605;&#1662;&#1740;&#1608;&#1578;&#1585; Age of Empires IV &#1583;&#1585; &#1587;&#1576;&#1705; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740;&#1705; &#1605;&#1581;&#1589;&#1608;&#1604;&#1740; &#1575;&#1586; Xbox Game Studios &#1605;&#1740; &#1576;&#1575;&#1588;&#1583; . &#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1581;&#1576;&#1608;&#1576;&#8204;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740; &#1586;&#1605;&#1575;&#1606; &#1608;&#1575;&#1602;&#1593;&#1740; &#1576;&#1575; Age of Empires IV  &#1576;&#1607; &#1588;&#1705;&#1608;&#1607; &#1576;&#1575;&#1586;&#1711;&#1588;&#1578;&#1607; &#1608; &#1588;&#1605;&#1575; &#1585;&#1575; &#1583;&#1585; &#1605;&#1585;&#1705;&#1586; &#1606;&#1576;&#1585;&#1583;&#1607;&#1575;&#1740; &#1578;&#1575;&#1585;&#1740;&#1582;&#1740; &#1581;&#1605;&#1575;&#1587;&#1740; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1705;&#1607; &#1580;&#1607;&#1575;&#1606; &#1585;&#1575; &#1588;&#1705;&#1604; &#1583;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578; . &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; &#1570;&#1606;&#1604;&#1575;&#1740;&#1606; &#1576;&#1575; &#1581;&#1583;&#1575;&#1705;&#1579;&#1585; 7 &#1606;&#1601;&#1585; &#1575;&#1586; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606; &#1582;&#1608;&#1583; &#1583;&#1585; &#1581;&#1575;&#1604;&#1578; &#1607;&#1575;&#1740; &#1670;&#1606;&#1583; &#1606;&#1601;&#1585;&#1607; PVP &#1608; PVE &#1576;&#1607; &#1585;&#1602;&#1575;&#1576;&#1578;&#1548; &#1607;&#1605;&#1705;&#1575;&#1585;&#1740; &#1740;&#1575; &#1578;&#1605;&#1575;&#1588;&#1575; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#1583;.<br/><br/><br/>&#1583;&#1608; &#1608;&#1740;&#1688;&#1711;&#1740; &#1570;&#1588;&#1606;&#1575;&#1740;&#1740; &#1608; &#1606;&#1608;&#1570;&#1608;&#1585;&#1740; &#1583;&#1585; &#1575;&#1740;&#1580;&#1575;&#1583; &#1585;&#1575;&#1607; &#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583; &#1548; &#1583;&#1740;&#1583; &#1588;&#1605;&#1575; &#1585;&#1575; &#1576;&#1575; &#1578;&#1589;&#1575;&#1608;&#1740;&#1585; &#1576;&#1589;&#1585;&#1740; &#1582;&#1740;&#1585;&#1607; &#1705;&#1606;&#1606;&#1583;&#1607; 4K &#1711;&#1587;&#1578;&#1585;&#1588; &#1605;&#1740; &#1583;&#1607;&#1583; &#1608; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740;&#1705; &#1578;&#1705;&#1575;&#1605;&#1604; &#1740;&#1575;&#1601;&#1578;&#1607; &#1585;&#1575; &#1576;&#1607; &#1606;&#1587;&#1604; &#1580;&#1583;&#1740;&#1583;&#1740; &#1605;&#1740; &#1570;&#1608;&#1585;&#1583; . &#1711;&#1584;&#1588;&#1578;&#1607; &#1740;&#1705; &#1605;&#1602;&#1583;&#1605;&#1607; &#1575;&#1587;&#1578; &#1607;&#1605;&#1670;&#1606;&#1575;&#1606; &#1705;&#1607; &#1588;&#1605;&#1575;  &#1583;&#1585; &#1578;&#1604;&#1575;&#1588; &#1576;&#1585;&#1575;&#1740; &#1662;&#1740;&#1585;&#1608;&#1586;&#1740; &#1583;&#1585; &#1740;&#1705; &#1605;&#1581;&#1740;&#1591; &#1578;&#1575;&#1585;&#1740;&#1582;&#1740; &#1594;&#1606;&#1740; &#1575;&#1586; 8 &#1578;&#1605;&#1583;&#1606; &#1605;&#1578;&#1606;&#1608;&#1593; &#1583;&#1585; &#1587;&#1585;&#1575;&#1587;&#1585; &#1580;&#1607;&#1575;&#1606; &#1575;&#1586; &#1575;&#1606;&#1711;&#1604;&#1740;&#1587;&#1740; &#1711;&#1585;&#1601;&#1578;&#1607; &#1578;&#1575; &#1670;&#1740;&#1606; &#1578;&#1575; &#1587;&#1604;&#1591;&#1575;&#1606; &#1606;&#1588;&#1740;&#1606; &#1583;&#1607;&#1604;&#1740; &#1594;&#1608;&#1591;&#1607; &#1608;&#1585; &#1588;&#1583;&#1607; &#1575;&#1740;&#1583; .<br/><br/>&#1588;&#1607;&#1585;&#1607;&#1575; &#1585;&#1575; &#1576;&#1587;&#1575;&#1586;&#1740;&#1583;&#1548; &#1605;&#1606;&#1575;&#1576;&#1593; &#1585;&#1575; &#1605;&#1583;&#1740;&#1585;&#1740;&#1578; &#1705;&#1606;&#1740;&#1583; &#1608; &#1606;&#1740;&#1585;&#1608;&#1607;&#1575;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1607; &#1606;&#1576;&#1585;&#1583; &#1583;&#1585; &#1582;&#1588;&#1705;&#1740; &#1608; &#1583;&#1585;&#1740;&#1575; &#1583;&#1585; 4 &#1705;&#1605;&#1662;&#1740;&#1606; &#1605;&#1580;&#1586;&#1575; &#1576;&#1575; 35 &#1605;&#1575;&#1605;&#1608;&#1585;&#1740;&#1578; &#1607;&#1583;&#1575;&#1740;&#1578; &#1705;&#1606;&#1740;&#1583; &#1705;&#1607; &#1583;&#1585; &#1591;&#1608;&#1604; 500 &#1587;&#1575;&#1604; &#1578;&#1575;&#1585;&#1740;&#1582; &#1575;&#1586; &#1583;&#1608;&#1585;&#1575;&#1606; &#1578;&#1575;&#1585;&#1740;&#1705;&#1740; &#1578;&#1575; &#1585;&#1606;&#1587;&#1575;&#1606;&#1587; &#1585;&#1575; &#1583;&#1585; &#1576;&#1585; &#1605;&#1740; &#1711;&#1740;&#1585;&#1583;. &#1605;&#1587;&#1740;&#1585; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1607; &#1587;&#1608;&#1740; &#1593;&#1592;&#1605;&#1578; &#1576;&#1575; &#1588;&#1582;&#1589;&#1740;&#1578; &#1607;&#1575;&#1740; &#1578;&#1575;&#1585;&#1740;&#1582;&#1740; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1705;&#1606;&#1740;&#1583; .&#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1607;&#1575;&#1740; oan of Arc &#1585;&#1575; &#1583;&#1585; &#1578;&#1604;&#1575;&#1588; &#1575;&#1608; &#1576;&#1585;&#1575;&#1740; &#1588;&#1705;&#1587;&#1578; &#1583;&#1575;&#1583;&#1606; &#1575;&#1606;&#1711;&#1604;&#1740;&#1587;&#1740; &#1607;&#1575; &#1586;&#1606;&#1583;&#1711;&#1740; &#1705;&#1606;&#1740;&#1583; &#1740;&#1575; &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1670;&#1606;&#1711;&#1740;&#1586; &#1582;&#1575;&#1606; &#1583;&#1585; &#1601;&#1578;&#1581; &#1582;&#1608;&#1583; &#1583;&#1585; &#1587;&#1585;&#1575;&#1587;&#1585; &#1570;&#1587;&#1740;&#1575; &#1576;&#1607; &#1606;&#1740;&#1585;&#1608;&#1607;&#1575;&#1740; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583; &#1605;&#1594;&#1608;&#1604; &#1601;&#1585;&#1605;&#1575;&#1606; &#1583;&#1607;&#1740;&#1583;. &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1576;&#1575; &#1588;&#1605;&#1575;&#1587;&#1578; &#1548; &#1608; &#1607;&#1585; &#1578;&#1589;&#1605;&#1740;&#1605;&#1740; &#1705;&#1607; &#1605;&#1740; &#1711;&#1740;&#1585;&#1740;&#1583;&#1548; &#1606;&#1578;&#1740;&#1580;&#1607; &#1578;&#1575;&#1585;&#1740;&#1582; &#1585;&#1575; &#1578;&#1593;&#1740;&#1740;&#1606; &#1605;&#1740; &#1705;&#1606;&#1583; .</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">16+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Requires a 64-bit processor and operating system
OS: Windows 10 64bit | Windows 11 64bit
Processor: Intel Core i5-6300U or AMD Ryzen 5 2400G | CPU with AVX support required
Memory: 8 GB RAM
Graphics: Intel HD 520 or AMD Radeon RX Vega 11
DirectX: Version 12
Storage: 50 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">saeeeeeeeeeeeeeeee</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1616;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Age%20of%20Empires%20IV/e5919a193f444bbade45d2b12dac836f34407906-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Age%20of%20Empires%20IV/1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578; 1</a>
                    <br/>
                    <a href="https://s5.uupload.ir/fileshttps://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Age%20of%20Empires%20IV/2.jpg/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Age%20of%20Empires%20IV/1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578; 2</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Age%20of%20Empires%20IV/3.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578; 3</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Age%20of%20Empires%20IV/4.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578; 4</a>
                    <br/>
                    <a href="https://www.zoomg.ir/game-review/339618-age-of-empires-4-review/" class="link">&#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>&#1575;&#1605;&#1578;&#1740;&#1575;&#1586;:<br/>steam: 9/10<br/>Metacritic: 81/100<br/>IGN:8/10</div>
  </BODY>
</html>