<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>SpellForce 3 Soul Harvest</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="4827.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index19.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="4876.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/4927f.jpg">
        <img src="../images/4927f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">SpellForce 3 Soul Harvest&#160;(2017)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>RPG</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#333</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>THQ Nordic</b>
	    &#160;
	   	Grimlore Games
            <br/>
            <b>10.7 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">SpellForce 3 Fallen God &#1576;&#1575;&#1586;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1606;&#1602;&#1588;&#8204;&#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1608; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740;&#1705; &#1605;&#1740; &#1576;&#1575;&#1588;&#1583; &#1705;&#1607; &#1583;&#1585; &#1587;&#1575;&#1604; 2019 &#1578;&#1608;&#1587;&#1591; THQ Nordic &#1587;&#1575;&#1582;&#1578;&#1607; &#1608; &#1576;&#1585;&#1575;&#1740; &#1705;&#1575;&#1605;&#1662;&#1740;&#1608;&#1578;&#1585; &#1593;&#1585;&#1590;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1587;&#1585;&#1740; &#1605;&#1581;&#1576;&#1608;&#1576; &#1575;&#1587;&#1662;&#1604;&#8204;&#1601;&#1608;&#1585;&#1587;&#1548; &#1576;&#1575; &#1605;&#1593;&#1585;&#1601;&#1740; &#1740;&#1705; &#1593;&#1606;&#1608;&#1575;&#1606; &#1705;&#1575;&#1605;&#1604;&#1575; &#1580;&#1583;&#1740;&#1583; &#1608; &#1580;&#1584;&#1575;&#1576; &#1662;&#1575; &#1576;&#1607; &#1593;&#1585;&#1589;&#1607; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1705;&#1575;&#1605;&#1662;&#1740;&#1608;&#1578;&#1585;&#1740; &#1711;&#1584;&#1575;&#1588;&#1578;&#1607; &#1575;&#1587;&#1578;! &#1606;&#1587;&#1582;&#1607; &#1587;&#1608;&#1605; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1705;&#1607; &#1581;&#1583;&#1608;&#1583;&#1575; &#1583;&#1608; &#1587;&#1575;&#1604; &#1602;&#1576;&#1604; &#1593;&#1585;&#1590;&#1607; &#1588;&#1583;&#1548; &#1583;&#1585; &#1608;&#1575;&#1602;&#1593; &#1593;&#1606;&#1608;&#1575;&#1606; &#1606;&#1607;&#1605;&#1740;&#1606; &#1593;&#1585;&#1590;&#1607; &#1575;&#1586; &#1578;&#1575;&#1585;&#1740;&#1582;&#1670;&#1607; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1607; &#1582;&#1608;&#1583; &#1575;&#1582;&#1578;&#1589;&#1575;&#1589; &#1583;&#1575;&#1583;. &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1705;&#1575;&#1605;&#1662;&#1740;&#1608;&#1578;&#1585;&#1740; &#1576;&#1575; &#1578;&#1608;&#1580;&#1607; &#1576;&#1607; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1662;&#1740;&#8204; &#1583;&#1585; &#1662;&#1740; &#1662;&#1740;&#1588;&#1740;&#1606;&#1548; &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1607;&#1605; &#1587;&#1593;&#1740; &#1576;&#1585; &#1570;&#1606; &#1583;&#1575;&#1585;&#1606;&#1583; &#1578;&#1575; &#1576;&#1575; &#1593;&#1585;&#1590;&#1607; &#1740;&#1705; &#1593;&#1606;&#1608;&#1575;&#1606; &#1705;&#1575;&#1605;&#1604;&#1575; &#1578;&#1575;&#1586;&#1607; &#1608; &#1580;&#1584;&#1575;&#1576;&#1548; &#1607;&#1608;&#1575;&#1583;&#1575;&#1585;&#1575;&#1606; &#1585;&#1575; &#1576;&#1607; &#1608;&#1580;&#1583; &#1570;&#1608;&#1585;&#1606;&#1583;. &#1578;&#1575;&#1586;&#1607;&#8204;&#1578;&#1585;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1575;&#1586; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#1548; &#1583;&#1585; &#1608;&#1575;&#1602;&#1593; &#1740;&#1705; &#1606;&#1711;&#1575;&#1585;&#1588; &#1578;&#1705;&#1605;&#1740;&#1604;&#1740; &#1576;&#1585;&#1575;&#1740; &#1606;&#1587;&#1582;&#1607; &#1587;&#1608;&#1605; &#1576;&#1575;&#1586;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575; &#1593;&#1606;&#1608;&#1575;&#1606; &#1606;&#1740;&#1585;&#1608;&#1740; &#1580;&#1575;&#1583;&#1608;&#1740;&#1740; 3: &#1605;&#1586;&#1585;&#1593;&#1607; &#1575;&#1585;&#1608;&#1575;&#1581; &#1605;&#1606;&#1578;&#1588;&#1585; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#1548; &#1578;&#1585;&#1705;&#1740;&#1576;&#1740; &#1575;&#1586; &#1587;&#1576;&#1705;&#8204;&#1607;&#1575;&#1740; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740;&#1705; &#1608; &#1606;&#1602;&#1588;&#8204;&#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1576;&#1607; &#1578;&#1589;&#1608;&#1740;&#1585; &#1605;&#1740;&#8204;&#1705;&#1588;&#1583; &#1578;&#1575; &#1583;&#1585; &#1589;&#1608;&#1585;&#1578;&#1740; &#1705;&#1607; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585; &#1607;&#1585;&#1740;&#1705; &#1575;&#1586; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705;&#8204;&#1607;&#1575; &#1576;&#1575;&#1588;&#1740;&#1583;&#1548; &#1576;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1575;&#1586; &#1601;&#1585;&#1589;&#1578; &#1578;&#1580;&#1585;&#1576;&#1607; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1606;&#1607;&#1575;&#1740;&#1578; &#1604;&#1584;&#1578; &#1585;&#1575; &#1576;&#1576;&#1585;&#1740;&#1583;. &#1607;&#1605;&#1575;&#1606;&#1606;&#1583; &#1606;&#1587;&#1582;&#1607; &#1587;&#1608;&#1605;&#1548; &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1607;&#1605; &#1662;&#1604;&#1740;&#1585;&#1607;&#1575; &#1602;&#1607;&#1585;&#1605;&#1575;&#1606;&#1740; &#1580;&#1575;&#1583;&#1608;&#1711;&#1585; &#1576;&#1575; &#1606;&#1575;&#1605; &#1578;&#1575;&#1607;&#1575;&#1585; (Tahar) &#1608; &#1583;&#1740;&#1711;&#1585; &#1607;&#1605;&#1585;&#1575;&#1607;&#1575;&#1606; &#1608;&#1740; &#1585;&#1575; &#1705;&#1606;&#1578;&#1585;&#1604; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583; &#1705;&#1607; &#1607;&#1585;&#1740;&#1705; &#1575;&#1586; &#1570;&#1606;&#1575;&#1606; &#1606;&#1740;&#1586; &#1578;&#1575;&#1585;&#1740;&#1582;&#1670;&#1607; &#1582;&#1575;&#1589; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1585; &#1662;&#1588;&#1578; &#1662;&#1585;&#1583;&#1607; &#1583;&#1575;&#1585;&#1606;&#1583;.<br/><br/>&#1607;&#1605;&#1575;&#1606;&#1606;&#1583; &#1583;&#1740;&#1711;&#1585; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740;&#1705; &#1608; &#1606;&#1602;&#1588;&#8204;&#1570;&#1601;&#1585;&#1740;&#1606;&#1740;&#1548; &#1662;&#1604;&#1740;&#1585; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1583;&#1585; &#1591;&#1608;&#1604; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1582;&#1608;&#1583; &#1576;&#1607; &#1575;&#1606;&#1608;&#1575;&#1593; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1575;&#1586; &#1605;&#1607;&#1575;&#1585;&#1578;&#8204;&#1607;&#1575; &#1608; &#1578;&#1580;&#1607;&#1740;&#1586;&#1575;&#1578; &#1583;&#1587;&#1578; &#1662;&#1740;&#1583;&#1575; &#1705;&#1606;&#1583; &#1705;&#1607; &#1576;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1578;&#1608;&#1575;&#1606; &#1602;&#1583;&#1585;&#1578; &#1608; &#1605;&#1607;&#1575;&#1585;&#1578; &#1602;&#1607;&#1585;&#1605;&#1575;&#1606;&#1575;&#1606; &#1585;&#1575; &#1576;&#1607;&#1576;&#1608;&#1583; &#1576;&#1582;&#1588;&#1740;&#1583;. &#1583;&#1585; &#1583;&#1587;&#1578;&#1585;&#1587; &#1576;&#1608;&#1583;&#1606; &#1740;&#1705; &#1606;&#1602;&#1588;&#1607; &#1711;&#1587;&#1578;&#1585;&#1583;&#1607; &#1576;&#1575; &#1588;&#1576;&#1740;&#1607;&#8204;&#1587;&#1575;&#1586;&#1740; &#1583;&#1602;&#1740;&#1602; &#1608; &#1593;&#1575;&#1604;&#1740;&#1548; &#1576;&#1607; &#1588;&#1605;&#1575; &#1575;&#1740;&#1606; &#1575;&#1580;&#1575;&#1586;&#1607; &#1585;&#1575; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1705;&#1607; &#1576;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1583;&#1585; &#1662;&#1607;&#1606;&#1607; &#1608;&#1587;&#1740;&#1593; &#1576;&#1575;&#1586;&#1740; &#1588;&#1585;&#1608;&#1593; &#1576;&#1607; &#1587;&#1575;&#1582;&#1578; &#1608; &#1587;&#1575;&#1586; &#1575;&#1606;&#1608;&#1575;&#1593; &#1587;&#1575;&#1586;&#1607;&#8204;&#1607;&#1575; &#1705;&#1585;&#1583;&#1607; &#1608; &#1605;&#1606;&#1575;&#1576;&#1593; &#1605;&#1608;&#1585;&#1583; &#1606;&#1592;&#1585; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1578;&#1580;&#1607;&#1740;&#1586; &#1602;&#1607;&#1585;&#1605;&#1575;&#1606;&#1575;&#1606; &#1578;&#1575;&#1605;&#1740;&#1606; &#1705;&#1606;&#1740;&#1583;. &#1587;&#1607; &#1587;&#1575;&#1604; &#1575;&#1586; &#1570;&#1582;&#1585;&#1740;&#1606; &#1580;&#1606;&#1711; &#1576;&#1586;&#1585;&#1711; &#1583;&#1585; &#1606;&#1608;&#1585;&#1578;&#1575;&#1606;&#1583;&#1585; (Nortander) &#1711;&#1584;&#1588;&#1578;&#1607; &#1608; &#1575;&#1740;&#1606; &#1587;&#1585;&#1586;&#1605;&#1740;&#1606; &#1583;&#1585; &#1593;&#1589;&#1585; &#1705;&#1575;&#1605;&#1604;&#1575; &#1580;&#1583;&#1740;&#1583;&#1740; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1585;&#1583;. &#1570;&#1606;&#8204;&#1591;&#1608;&#1585; &#1705;&#1607; &#1576;&#1607; &#1606;&#1592;&#1585; &#1605;&#1740;&#8204;&#1585;&#1587;&#1583;&#1548; &#1587;&#1585;&#1586;&#1605;&#1740;&#1606; &#1705;&#1575;&#1605;&#1604;&#1575; &#1583;&#1585; &#1589;&#1604;&#1581; &#1608; &#1570;&#1585;&#1575;&#1605;&#1588; &#1602;&#1585;&#1575;&#1585; &#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;&#1563; &#1608;&#1604;&#1740; &#1588;&#1585;&#1575;&#1740;&#1591; &#1570;&#1606;&#1591;&#1608;&#1585; &#1705;&#1607; &#1576;&#1607; &#1606;&#1592;&#1585; &#1605;&#1740;&#8204;&#1585;&#1587;&#1583; &#1607;&#1605; &#1606;&#1740;&#1587;&#1578;! &#1605;&#1604;&#1705;&#1607; &#1576;&#1575; &#1601;&#1585;&#1575;&#1582;&#1608;&#1575;&#1606;&#1740; &#1588;&#1605;&#1575; &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1740;&#1705; &#1580;&#1606;&#1711;&#1580;&#1608;&#1740; &#1576;&#1575;&#1586;&#1606;&#1588;&#1587;&#1578;&#1607;&#1548; &#1605;&#1575;&#1605;&#1608;&#1585;&#1740;&#1578;&#1740; &#1580;&#1583;&#1740;&#1583; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1585;&#1608;&#1740;&#1575;&#1585;&#1608;&#1740;&#1740; &#1576;&#1575; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1576;&#1607; &#1588;&#1605;&#1575; &#1605;&#1581;&#1608;&#1604; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1705;&#1607; &#1575;&#1585;&#1578;&#1588;&#1740; &#1575;&#1586; &#1583;&#1608;&#1585;&#1601;&#8204;&#1607;&#1575;&#1548; &#1575;&#1604;&#1601;&#8204;&#1607;&#1575; &#1608; &#8230; &#1583;&#1585; &#1570;&#1606; &#1581;&#1590;&#1608;&#1585; &#1583;&#1575;&#1585;&#1606;&#1583;. </div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">18+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i5 3570, AMD FX-6350
Memory: 6 GB RAM
Graphics: NVIDIA GTX 660 2GB, AMD Radeon 7850 2GB
DirectX: Version 11
Storage: 15 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1616;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/SpellForce%203%20Soul%20Harvest/20190616172546_1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/SpellForce%203%20Soul%20Harvest/SF3SH_UI_01_2.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/SpellForce%203%20Soul%20Harvest/SpellForce-3-Soul-Harvest-1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/SpellForce%203%20Soul%20Harvest/Spellforce-3-Soul-Harvest-5.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/SpellForce%203%20Soul%20Harvest/ss_3af85ec7c4ece49d4b0ccc2a4f895bf375b883ec.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/SpellForce%203%20Soul%20Harvest/ss_990c3ccaef43ffb7885ce0df7db641fa401e946c.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/SpellForce%203%20Soul%20Harvest/f38f8497117617dab46ea20b9c1e8b3515172185-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/559574/&#1580;&#1575;&#1583;&#1608;&#1711;&#1585;&#1740;-&#1583;&#1585;-&#1583;&#1606;&#1740;&#1575;&#1740;-&#1601;&#1575;&#1606;&#1578;&#1586;&#1740;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 80/100<br/>Steam: 9/10<br/><br/>Initial release date: May 28, 2019<br/>
    </div>
  </BODY>
</html>