<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Stranger of Paradise: Final Fantasy Origin </TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5017.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index19.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="1826.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/5030f.jpg">
        <img src="../images/5030f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Stranger of Paradise: Final Fantasy Origin &#160;(2022)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Final Fantasy&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action, Adventure, RPG</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#338</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Square Enix</b>
	    &#160;
	   	Koei Tecmo Games
            <br/>
            <b>48.1 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1601;&#1585;&#1606;&#1670;&#1575;&#1740;&#1586; Final Fantasy &#1605;&#1607;&#1605;&#8204;&#1578;&#1585;&#1740;&#1606; &#1608; &#1602;&#1583;&#1740;&#1605;&#1740;&#8204;&#1578;&#1585;&#1740;&#1606; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1575;&#1586; &#1705;&#1588;&#1608;&#1585; &#1688;&#1575;&#1662;&#1606; &#1582;&#1575;&#1585;&#1580; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1570;&#1606;&#1670;&#1606;&#1575;&#1606; &#1583;&#1575;&#1585;&#1575;&#1740; &#1588;&#1607;&#1585;&#1578; &#1608; &#1605;&#1581;&#1576;&#1608;&#1576;&#1740;&#1578; &#1576;&#1740;&#1606; &#1711;&#1740;&#1605;&#1585;&#1607;&#1575; &#1607;&#1587;&#1578;&#1606;&#1583; &#1705;&#1607; &#1583;&#1607;&#8204;&#1607;&#1575; &#1606;&#1587;&#1582;&#1607; &#1575;&#1589;&#1604;&#1740; &#1608; &#1601;&#1585;&#1593;&#1740; &#1576;&#1585;&#1575;&#1740;&#1588;&#1575;&#1606; &#1578;&#1575; &#1576;&#1607; &#1581;&#1575;&#1604; &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1580;&#1583;&#1740;&#1583;&#1578;&#1585;&#1740;&#1606; &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1705;&#1607; &#1575;&#1586; &#1705;&#1605;&#1662;&#1575;&#1606;&#1740; Square Enix &#1583;&#1585; &#1575;&#1740;&#1606; &#1583;&#1606;&#1740;&#1575;&#1740; &#1593;&#1592;&#1740;&#1605; &#1608; &#1583;&#1608;&#1587;&#1578; &#1583;&#1575;&#1588;&#1578;&#1606;&#1740; &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1607;&#1548; Stranger of Paradise Final Fantasy Origin &#1606;&#1575;&#1605; &#1583;&#1575;&#1585;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1575;&#1589;&#1604; &#1740;&#1705; &#1605;&#1602;&#1583;&#1605;&#1607; &#1608; &#1583;&#1606;&#1740;&#1575;&#1740; &#1605;&#1608;&#1575;&#1586;&#1740; &#1576;&#1585;&#1575;&#1740; &#1575;&#1608;&#1604;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; Final Fantasy &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1583;&#1585; &#1587;&#1575;&#1604; 1987 &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1607; &#1576;&#1608;&#1583;. &#1662;&#1587; &#1711;&#1740;&#1605;&#1585;&#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1576;&#1575; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1606;&#1575;&#1570;&#1588;&#1606;&#1575; &#1607;&#1587;&#1578;&#1606;&#1583;&#1548; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1575;&#1608;&#1604;&#1740;&#1606; &#1578;&#1580;&#1585;&#1576;&#1607; Final Fantasy &#1582;&#1608;&#1583; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1705;&#1606;&#1606;&#1583;.<br/><br/>&#1576;&#1585; &#1582;&#1604;&#1575;&#1601; &#1575;&#1705;&#1579;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1601;&#1585;&#1606;&#1670;&#1575;&#1740;&#1586; Final Fantasy &#1705;&#1607; &#1587;&#1740;&#1587;&#1578;&#1605; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1606;&#1608;&#1576;&#1578;&#1740; &#1608; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1594;&#1585;&#1576;&#1740; &#1583;&#1575;&#1585;&#1606;&#1583;&#1548; Stranger of Paradise Final Fantasy Origin &#1575;&#1586; &#1587;&#1740;&#1587;&#1578;&#1605; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1575;&#1705;&#1588;&#1606; &#1605;&#1583;&#1585;&#1606;&#1740; &#1576;&#1607;&#1585;&#1607;&#8204;&#1605;&#1606;&#1583; &#1576;&#1608;&#1583;&#1607; &#1578;&#1575; &#1576;&#1585;&#1575;&#1740; &#1711;&#1740;&#1605;&#1585;&#1607;&#1575;&#1740; &#1575;&#1605;&#1585;&#1608;&#1586;&#1740; &#1580;&#1584;&#1575;&#1576; &#1576;&#1575;&#1588;&#1583;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1593;&#1606;&#1608;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1705;&#1606;&#1578;&#1585;&#1604; &#1588;&#1582;&#1589;&#1740;&#1578;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; Jack Garland &#1585;&#1575; &#1576;&#1607; &#1583;&#1587;&#1578; &#1711;&#1585;&#1601;&#1578;&#1607; &#1608; &#1607;&#1583;&#1601; &#1575;&#1589;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740;&#1548; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1576;&#1575; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575;&#1740; &#1605;&#1593;&#1585;&#1608;&#1601; &#1587;&#1585;&#1740; Stranger of Paradise Final Fantasy Origin &#1575;&#1587;&#1578;. &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1581;&#1605;&#1604;&#1575;&#1578; &#1601;&#1740;&#1586;&#1740;&#1705;&#1740;&#1548; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1606;&#1740;&#1585;&#1608;&#1607;&#1575;&#1740; &#1580;&#1575;&#1583;&#1608;&#1740;&#1740; &#1576;&#1585;&#1575;&#1740; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1576;&#1575; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583;. &#1662;&#1587; &#1575;&#1586; &#1588;&#1705;&#1587;&#1578; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575;&#1548; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1606;&#1740;&#1585;&#1608;&#1740; &#1580;&#1575;&#1583;&#1608;&#1740;&#1740;&#1588;&#1575;&#1606; &#1585;&#1575; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578; &#1705;&#1606;&#1740;&#1583;.<br/><br/>Stranger of Paradise Final Fantasy Origin &#1576;&#1607; &#1605;&#1606;&#1575;&#1587;&#1576;&#1578; 35 &#1587;&#1575;&#1604;&#1711;&#1740; &#1575;&#1740;&#1606; &#1601;&#1585;&#1606;&#1670;&#1575;&#1740;&#1586; &#1578;&#1608;&#1587;&#1593;&#1607; &#1740;&#1575;&#1601;&#1578;&#1607; &#1608; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1575;&#1608;&#1585;&#1580;&#1740;&#1606;&#1575;&#1604; &#1587;&#1585;&#1740; &#1585;&#1575; &#1576;&#1607; &#1588;&#1705;&#1604; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1576;&#1585;&#1575;&#1740;&#1578;&#1575;&#1606; &#1585;&#1608;&#1575;&#1740;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1608; &#1581;&#1587; &#1608; &#1581;&#1575;&#1604;&#1740; &#1705;&#1607; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1588;&#1605;&#1575; &#1575;&#1604;&#1602;&#1575; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;&#1548; &#1576;&#1575; &#1575;&#1740;&#1606;&#1705;&#1607; &#1581;&#1575;&#1604;&#1578;&#1740; &#1605;&#1583;&#1585;&#1606; &#1608; &#1576;&#1585;&#1608;&#1586; &#1583;&#1575;&#1588;&#1578;&#1607;&#1548; &#1608;&#1604;&#1740; &#1578;&#1575; &#1581;&#1583;&#1608;&#1583;&#1740; &#1585;&#1608;&#1581; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1575;&#1608;&#1604;&#1740; Final Fantasy &#1585;&#1575; &#1583;&#1585;&#1608;&#1606; &#1582;&#1608;&#1583; &#1580;&#1575;&#1740; &#1583;&#1575;&#1583;&#1607; &#1705;&#1607; &#1705;&#1575;&#1585;&#1740; &#1602;&#1575;&#1576;&#1604; &#1578;&#1581;&#1587;&#1740;&#1606; &#1575;&#1587;&#1578;. Final Fantasy &#1585;&#1575;&#1607;&#1740; &#1591;&#1608;&#1604;&#1575;&#1606;&#1740; &#1585;&#1575; &#1591;&#1740; &#1705;&#1585;&#1583;&#1607; &#1578;&#1575; &#1578;&#1576;&#1583;&#1740;&#1604; &#1576;&#1607; &#1576;&#1586;&#1585;&#1711;&#8204;&#1578;&#1585;&#1740;&#1606; &#1601;&#1585;&#1606;&#1670;&#1575;&#1740;&#1586; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1583;&#1606;&#1740;&#1575; &#1588;&#1608;&#1583; &#1608; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1740;&#1705;&#1740; &#1575;&#1586; &#1583;&#1604;&#1575;&#1740;&#1604; &#1575;&#1607;&#1605;&#1740;&#1578; &#1570;&#1606; &#1575;&#1587;&#1578;. &#1593;&#1575;&#1588;&#1602;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1688;&#1575;&#1662;&#1606;&#1740; &#1608; &#1605;&#1582;&#1589;&#1608;&#1589;&#1575; &#1601;&#1585;&#1606;&#1670;&#1575;&#1740;&#1586; Final Fantasy &#1576;&#1575;&#1740;&#1583; &#1607;&#1585; &#1670;&#1607; &#1586;&#1608;&#1583;&#1578;&#1585; &#1576;&#1607; &#1583;&#1575;&#1606;&#1604;&#1608;&#1583; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1586;&#1740;&#1576;&#1575; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1606;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Stranger of Paradise Final Fantasy Origin &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1688;&#1575;&#1662;&#1606;&#1740; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1602;&#1583;&#1605;&#1607;&#8204;&#1575;&#1740; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1575;&#1608;&#1585;&#1580;&#1740;&#1606;&#1575;&#1604; Final Fantasy &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1576;&#1607; &#1605;&#1606;&#1575;&#1587;&#1576;&#1578; 35 &#1587;&#1575;&#1604;&#1711;&#1740; &#1570;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1588;&#1605;&#1575; &#1576;&#1607; &#1606;&#1576;&#1585;&#1583;&#1607;&#1575;&#1740; &#1581;&#1605;&#1575;&#1587;&#1740; &#1608; &#1601;&#1585;&#1575;&#1605;&#1608;&#1588; &#1606;&#1588;&#1583;&#1606;&#1740;&#8204;&#1575;&#1740; &#1576;&#1575; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575;&#1740; &#1575;&#1601;&#1587;&#1575;&#1606;&#1607;&#8204;&#1575;&#1740; &#1587;&#1585;&#1740; &#1605;&#1740;&#8204;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#1583; &#1608; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1607;&#1575;&#1740; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1587;&#1575;&#1604; &#1585;&#1575; &#1705;&#1587;&#1576; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Final Fantasy VII Remake &#1608; Final Fantasy XV &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: AMD Ryzen&#8482; 5 1400 / Intel&#174; Core&#8482; i7-6700
Memory: 8 GB RAM
Graphics: AMD Radeon&#8482; RX 470 / NVIDIA&#174; GeForce&#174; GTX 1060 6GB
Storage: 80 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Stranger%20of%20Paradise%20Final%20Fantasy%20Origin/IMG_02971-scaled.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Stranger%20of%20Paradise%20Final%20Fantasy%20Origin/KzrTbdWy3cwF5s4JUvTnXG.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Stranger%20of%20Paradise%20Final%20Fantasy%20Origin/STRANGER-OF-PARADISE-FINAL-FANTASY-ORIGIN-4-scaled.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Stranger%20of%20Paradise%20Final%20Fantasy%20Origin/STRANGER-OF-PARADISE-FINAL-FANTASY-ORIGIN-feature-2-scaled.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Stranger%20of%20Paradise%20Final%20Fantasy%20Origin/stranger+of+paradise+final+fantasy+origin+ps5+screenshot+(90).jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Stranger%20of%20Paradise%20Final%20Fantasy%20Origin/stranger_of_paradise_final_fantasy_origin_161121_12.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Stranger%20of%20Paradise%20Final%20Fantasy%20Origin/06c007a77882f9009365983336bf35e134408156-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://www.zoomg.ir/game-review/342598-stranger-of-paradise-final-fantasy-origin-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 67/100<br/>Steam: 9/10<br/>IGN: 8/10<br/><br/>Initial release date: March 15, 2022</div>
  </BODY>
</html>