<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>The Witcher 3: Wild Hunt</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5474.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index23.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="5424.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/5179f.jpg">
        <img src="../images/5179f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">The Witcher 3: Wild Hunt&#160;(2015)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(The Witcher&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>RPG</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#348</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Bandai Namco</b>
	    &#160;
	   	CD Projekt Red
            <br/>
            <b>61.3 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1602;&#1591;&#1593;&#1575;&#1611; &#1578;&#1575; &#1576;&#1607; &#1575;&#1605;&#1585;&#1608;&#1586; &#1606;&#1575;&#1605; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1670;&#1585; &#1576;&#1607; &#1711;&#1608;&#1588; &#1588;&#1605;&#1575; &#1582;&#1608;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1605;&#1581;&#1576;&#1608;&#1576; &#1608; &#1601;&#1575;&#1606;&#1578;&#1586;&#1740;&#1548; &#1583;&#1585; &#1740;&#1705; &#1583;&#1606;&#1740;&#1575;&#1740; &#1580;&#1575;&#1583;&#1608;&#1740;&#1740; &#1608; &#1608;&#1587;&#1740;&#1593; &#1580;&#1585;&#1740;&#1575;&#1606; &#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; &#1588;&#1582;&#1589;&#1740;&#1578;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; &#1711;&#1585;&#1575;&#1604;&#1578; &#1585;&#1575; &#1583;&#1606;&#1576;&#1575;&#1604; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1705;&#1607; &#1740;&#1705; Witcher &#1575;&#1587;&#1578;&#1548; &#1575;&#1601;&#1585;&#1575;&#1583;&#1740; &#1578;&#1593;&#1604;&#1740;&#1605; &#1583;&#1740;&#1583;&#1607; &#1608; &#1580;&#1607;&#1588;&#8204;&#1740;&#1575;&#1601;&#1578;&#1607; &#1576;&#1585;&#1575;&#1740; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1576;&#1575; &#1582;&#1591;&#1585;&#1606;&#1575;&#1705;&#8204;&#1578;&#1585;&#1740;&#1606; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575; &#1608; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578;&#1740; &#1705;&#1607; &#1580;&#1575;&#1606; &#1575;&#1606;&#1587;&#1575;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1578;&#1607;&#1583;&#1740;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; &#1740;&#1705; &#1587;&#1607;&#8204;&#1711;&#1575;&#1606;&#1607; &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1606;&#1583; &#1705;&#1607; &#1570;&#1582;&#1585;&#1740;&#1606; &#1588;&#1605;&#1575;&#1585;&#1607; &#1570;&#1606; &#1740;&#1593;&#1606;&#1740; &#1576;&#1575;&#1586;&#1740; The Witcher 3 Wild Hunt &#1576;&#1575; &#1578;&#1594;&#1740;&#1740;&#1585;&#1575;&#1578;&#1740; &#1575;&#1587;&#1575;&#1587;&#1740; &#1578;&#1608;&#1575;&#1606;&#1587;&#1578; &#1576;&#1607; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#8204;&#1740;&#1575;&#1583;&#1605;&#1575;&#1606;&#1583;&#1606;&#1740;&#8204;&#1578;&#1585;&#1740;&#1606; &#1608; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1589;&#1606;&#1593;&#1578; &#1608;&#1740;&#1583;&#1740;&#1608;&#1711;&#1740;&#1605; &#1578;&#1576;&#1583;&#1740;&#1604; &#1588;&#1608;&#1583; &#1608; &#1705;&#1575;&#1585;&#1606;&#1575;&#1605;&#1607; &#1583;&#1585;&#1582;&#1588;&#1575;&#1606;&#1740; &#1576;&#1585;&#1575;&#1740; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; &#1587;&#1575;&#1586;&#1606;&#1583;&#1607;&#8204;&#1575;&#1588; &#1740;&#1593;&#1606;&#1740; CD Projekt Red &#1575;&#1740;&#1580;&#1575;&#1583; &#1705;&#1606;&#1583;. &#1605;&#1607;&#1605;&#8204;&#1578;&#1585;&#1740;&#1606; &#1578;&#1594;&#1740;&#1740;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1576;&#1607; &#1578;&#1576;&#1583;&#1740;&#1604;&#8204;&#1588;&#1583;&#1606;&#1588; &#1576;&#1607; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1580;&#1607;&#1575;&#1606; &#1576;&#1575;&#1586; &#1576;&#1575; &#1606;&#1602;&#1588;&#1607;&#8204;&#1575;&#1740; &#1608;&#1587;&#1740;&#1593; &#1608; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1582;&#1740;&#1585;&#1607;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1575;&#1588;&#1575;&#1585;&#1607; &#1705;&#1585;&#1583;. &#1576;&#1607; &#1578;&#1575;&#1586;&#1711;&#1740; &#1576;&#1575; &#1570;&#1662;&#1583;&#1740;&#1578; &#1580;&#1583;&#1740;&#1583;&#1740; &#1705;&#1607; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1608;&#1740;&#1670;&#1585; 3 &#1570;&#1605;&#1583;&#1607;&#1548; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1608; &#1580;&#1604;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1576;&#1589;&#1585;&#1740; &#1570;&#1606; &#1576;&#1740;&#1588; &#1575;&#1586; &#1662;&#1740;&#1588; &#1576;&#1607;&#1576;&#1608;&#1583; &#1740;&#1575;&#1601;&#1578;&#1607; &#1608; &#1578;&#1705;&#1606;&#1740;&#1705;&#8204;&#1607;&#1575;&#1740; &#1606;&#1587;&#1604; &#1580;&#1583;&#1740;&#1583; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1585;&#1575; &#1576;&#1607; &#1570;&#1606; &#1575;&#1590;&#1575;&#1601;&#1607; &#1705;&#1585;&#1583;&#1607; &#1578;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588; &#1583;&#1585; &#1570;&#1606; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1607;&#8204;&#1585;&#1608;&#1586;&#1585;&#1587;&#1575;&#1606;&#1740; &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; &#1585;&#1575;&#1740;&#1711;&#1575;&#1606; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1578;&#1605;&#1575;&#1605; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1602;&#1585;&#1575;&#1585; &#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; &#1711;&#1585;&#1575;&#1604;&#1578; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1608;&#1740;&#1670;&#1585; 3<br/>&#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1607;&#1605;&#8204;&#1578;&#1585;&#1740;&#1606; &#1580;&#1606;&#1576;&#1607;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; The Witcher 3 Wild Hunt&#1548; &#1576;&#1582;&#1588; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740;&#8204;&#1575;&#1588; &#1575;&#1587;&#1578;. &#1711;&#1585;&#1575;&#1604;&#1578; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1583;&#1582;&#1578;&#1585;&#1582;&#1608;&#1575;&#1606;&#1583;&#1607; &#1582;&#1608;&#1583; &#1740;&#1593;&#1606;&#1740; Ciri &#1605;&#1740;&#8204;&#1711;&#1585;&#1583;&#1583;. Ciri &#1576;&#1607; &#1583;&#1604;&#1740;&#1604; &#1602;&#1583;&#1585;&#1578;&#8204;&#1607;&#1575;&#1740; &#1580;&#1575;&#1583;&#1608;&#1740;&#1740; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607;&#8204;&#1575;&#1588; &#1575;&#1605;&#1705;&#1575;&#1606; &#1580;&#1575;&#1576;&#1607;&#8204;&#1580;&#1575; &#1588;&#1583;&#1606; &#1576;&#1740;&#1606; &#1583;&#1606;&#1740;&#1575;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1585;&#1575; &#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1576;&#1607; &#1607;&#1605;&#1740;&#1606; &#1583;&#1604;&#1740;&#1604; &#1711;&#1585;&#1608;&#1607;&#1740; &#1575;&#1586; Elf&#1607;&#1575;&#1740; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583; &#1576;&#1607; &#1575;&#1587;&#1605; &#1588;&#1705;&#1575;&#1585;&#1670;&#1740;&#1575;&#1606; &#1608;&#1581;&#1588;&#1740; &#1740;&#1575; &#1607;&#1605;&#1575;&#1606; Wild Hunt &#1578;&#1608;&#1580;&#1607;&#1588;&#1575;&#1606; &#1576;&#1607; &#1575;&#1608; &#1580;&#1604;&#1576; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1582;&#1591;&#1585;&#1740; &#1705;&#1607; &#1580;&#1575;&#1606; Ciri &#1585;&#1575; &#1578;&#1607;&#1583;&#1740;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1605;&#1606;&#1580;&#1585; &#1588;&#1583;&#1607; &#1578;&#1575; &#1711;&#1585;&#1575;&#1604;&#1578; &#1578;&#1605;&#1575;&#1605; &#1578;&#1604;&#1575;&#1588; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583;&#1606; &#1608; &#1705;&#1605;&#1705; &#1705;&#1585;&#1583;&#1606; &#1576;&#1607; &#1575;&#1608; &#1576;&#1607; &#1705;&#1575;&#1585; &#1576;&#1711;&#1740;&#1585;&#1583; &#1608; &#1575;&#1586; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606;&#1588; &#1606;&#1740;&#1586; &#1583;&#1585; &#1575;&#1740;&#1606; &#1605;&#1587;&#1740;&#1585; &#1662;&#1585;&#1605;&#1582;&#1575;&#1591;&#1585;&#1607; &#1705;&#1605;&#1705; &#1576;&#1711;&#1740;&#1585;&#1583;.<br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1593;&#1605;&#1740;&#1602; &#1576;&#1575;&#1586;&#1740;&#1548; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1582;&#1608;&#1576;&#1548; &#1583;&#1740;&#1575;&#1604;&#1608;&#1711;&#8204;&#1607;&#1575; &#1608; &#1607;&#1605;&#8204;&#1670;&#1606;&#1740;&#1606; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576;&#8204;&#1607;&#1575;&#1740; &#1605;&#1607;&#1605;&#1740; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1575;&#1606;&#1580;&#1575;&#1605; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;&#1548; &#1578;&#1580;&#1585;&#1576;&#1607; &#1608;&#1740;&#1670;&#1585; 3 &#1585;&#1575; &#1576;&#1740;&#1588; &#1575;&#1586; &#1662;&#1740;&#1588; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1585;&#1602;&#1605; &#1582;&#1608;&#1575;&#1607;&#1583; &#1586;&#1583;. &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1575;&#1589;&#1604;&#1740;&#1548; &#1670;&#1608;&#1606; &#1576;&#1575; &#1740;&#1705; &#1575;&#1579;&#1585; &#1580;&#1607;&#1575;&#1606; &#1576;&#1575;&#1586; &#1587;&#1585; &#1608; &#1705;&#1575;&#1585; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1576;&#1575; &#1740;&#1705; &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1586;&#1585;&#1711; &#1608; &#1608;&#1587;&#1740;&#1593; &#1608; &#1605;&#1605;&#1604;&#1608; &#1575;&#1586; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575; &#1608; &#1601;&#1593;&#1575;&#1604;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1601;&#1585;&#1593;&#1740; &#1585;&#1608; &#1576;&#1607; &#1585;&#1608; &#1607;&#1587;&#1578;&#1740;&#1583; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1587;&#1575;&#1593;&#1578;&#8204;&#1607;&#1575;&#1740; &#1591;&#1608;&#1604;&#1575;&#1606;&#1740; &#1588;&#1605;&#1575; &#1585;&#1575; &#1587;&#1585;&#1711;&#1585;&#1605; &#1705;&#1606;&#1583;.<br/><br/>&#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1580;&#1584;&#1575;&#1576; &#1608; &#1662;&#1585;&#1605;&#1581;&#1578;&#1608;&#1575;<br/>&#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; The Witcher 3 Wild Hunt &#1605;&#1575;&#1606;&#1606;&#1583; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1606;&#1602;&#1588;&#8204;&#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1608; &#1575;&#1705;&#1588;&#1606; &#1576;&#1575; &#1586;&#1575;&#1608;&#1740;&#1607; &#1583;&#1608;&#1585;&#1576;&#1740;&#1606; &#1587;&#1608;&#1605; &#1588;&#1582;&#1589; &#1591;&#1585;&#1575;&#1581;&#1740; &#1588;&#1583;&#1607; &#1705;&#1607; &#1580;&#1583;&#1575;&#1740; &#1575;&#1586; &#1583;&#1740;&#1575;&#1604;&#1608;&#1711;&#8204;&#1607;&#1575; &#1608; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1548; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1576;&#1575; &#1575;&#1606;&#1608;&#1575;&#1593; &#1575;&#1606;&#1587;&#1575;&#1606;&#8204;&#1607;&#1575; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575;&#1740; &#1575;&#1601;&#1587;&#1575;&#1606;&#1607;&#8204;&#1575;&#1740; &#1608; &#1580;&#1575;&#1583;&#1608;&#1740;&#1740; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1711;&#1588;&#1578; &#1608; &#1711;&#1584;&#1575;&#1585; &#1583;&#1585; &#1606;&#1602;&#1588;&#1607; &#1576;&#1587;&#1740;&#1575;&#1585; &#1576;&#1586;&#1585;&#1711; &#1576;&#1575;&#1586;&#1740; &#1608; &#1705;&#1588;&#1601; &#1705;&#1585;&#1583;&#1606; &#1606;&#1575;&#1588;&#1606;&#1575;&#1582;&#1578;&#1607;&#8204;&#1607;&#1575; &#1585;&#1575; &#1606;&#1740;&#1586; &#1583;&#1585; &#1582;&#1608;&#1583; &#1580;&#1575;&#1740; &#1583;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/>&#1576;&#1585;&#1575;&#1740; &#1580;&#1575;&#1576;&#1607;&#8204;&#1580;&#1575;&#1740;&#1740; &#1575;&#1587;&#1576; &#1608;&#1601;&#1575;&#1583;&#1575;&#1585; &#1588;&#1605;&#1575; &#1740;&#1593;&#1606;&#1740; Roach &#1583;&#1585; &#1705;&#1606;&#1575;&#1585;&#1578;&#1575;&#1606; &#1576;&#1608;&#1583;&#1607; &#1608; &#1588;&#1607;&#1585;&#1607;&#1575; &#1608; &#1585;&#1608;&#1587;&#1578;&#1575;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1585;&#1575; &#1583;&#1585; &#1591;&#1608;&#1604; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; &#1582;&#1608;&#1583; &#1605;&#1604;&#1575;&#1602;&#1575;&#1578; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583;. &#1581;&#1578;&#1740; &#1583;&#1585; &#1605;&#1740;&#1575;&#1606; &#1601;&#1593;&#1575;&#1604;&#1740;&#1578;&#8204;&#1607;&#1575; &#1608; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1601;&#1585;&#1593;&#1740;&#1548; &#1576;&#1575;&#1586;&#1740; &#1705;&#1575;&#1585;&#1578;&#1740; Gwent &#1606;&#1740;&#1586; &#1581;&#1590;&#1608;&#1585; &#1583;&#1575;&#1588;&#1578;&#1607; &#1705;&#1607; &#1576;&#1607; &#1602;&#1583;&#1585;&#1740; &#1605;&#1581;&#1576;&#1608;&#1576; &#1588;&#1583; &#1705;&#1607; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; &#1578;&#1589;&#1605;&#1740;&#1605; &#1711;&#1585;&#1601;&#1578; &#1593;&#1606;&#1608;&#1575;&#1606; &#1605;&#1587;&#1578;&#1602;&#1604;&#1740; &#1576;&#1585;&#1575;&#1740; &#1570;&#1606; &#1578;&#1608;&#1604;&#1740;&#1583; &#1705;&#1606;&#1583;. &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1605;&#1608;&#1575;&#1585;&#1583; &#1584;&#1705;&#1585; &#1588;&#1583;&#1607;&#1548; &#1576;&#1575;&#1586;&#1740; The Witcher 3 Wild Hunt &#1575;&#1608;&#1604;&#1740;&#1606; &#1588;&#1605;&#1575;&#1585;&#1607; &#1575;&#1586; &#1575;&#1740;&#1606; &#1587;&#1607;&#8204;&#1711;&#1575;&#1606;&#1607; &#1605;&#1581;&#1576;&#1608;&#1576; &#1576;&#1608;&#1583; &#1705;&#1607; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1585;&#1575; &#1575;&#1586; &#1605;&#1585;&#1581;&#1604;&#1607;&#8204;&#1575;&#1740; &#1608; &#1582;&#1591;&#1740; &#1576;&#1608;&#1583;&#1606;&#1548; &#1576;&#1607; &#1581;&#1575;&#1604;&#1578; &#1580;&#1607;&#1575;&#1606; &#1576;&#1575;&#1586; &#1608; &#1594;&#1740;&#1585;&#1582;&#1591;&#1740; &#1578;&#1594;&#1740;&#1740;&#1585; &#1583;&#1575;&#1583; &#1578;&#1575; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1576;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1570;&#1586;&#1575;&#1583;&#1575;&#1606;&#1607; &#1608; &#1607;&#1585; &#1591;&#1608;&#1585; &#1705;&#1607; &#1583;&#1608;&#1587;&#1578; &#1583;&#1575;&#1585;&#1606;&#1583; &#1583;&#1585; &#1570;&#1606; &#1662;&#1740;&#1588; &#1576;&#1585;&#1608;&#1606;&#1583;.<br/><br/>&#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1576;&#1740;&#8204;&#1606;&#1592;&#1740;&#1585; &#1608; &#1670;&#1588;&#1605;&#8204;&#1606;&#1608;&#1575;&#1586;<br/>&#1576;&#1575;&#1586;&#1740; The Witcher 3 Wild Hunt &#1583;&#1585; &#1607;&#1605;&#1575;&#1606; &#1586;&#1605;&#1575;&#1606;&#1740; &#1705;&#1607; &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1548; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1575;&#1606;&#1602;&#1604;&#1575;&#1576;&#1740; &#1608; &#1576;&#1740;&#8204;&#1606;&#1592;&#1740;&#1585; &#1585;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1575;&#1583;. &#1580;&#1583;&#1575;&#1740; &#1575;&#1586; &#1580;&#1604;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1576;&#1589;&#1585;&#1740;&#1548; &#1576;&#1575;&#1601;&#1578;&#8204;&#1607;&#1575; &#1608; &#1575;&#1606;&#1740;&#1605;&#1740;&#1588;&#1606;&#8204;&#1607;&#1575; &#1705;&#1607; &#1583;&#1606;&#1740;&#1575;&#1740; &#1575;&#1601;&#1587;&#1575;&#1606;&#1607;&#8204;&#1575;&#1740; &#1608;&#1740;&#1670;&#1585; 3 &#1585;&#1575; &#1576;&#1607; &#1588;&#1705;&#1604;&#1740; &#1575;&#1587;&#1578;&#1575;&#1583;&#1575;&#1606;&#1607; &#1576;&#1607; &#1578;&#1589;&#1608;&#1740;&#1585; &#1605;&#1740;&#8204;&#1705;&#1588;&#1740;&#1583;&#1548; &#1575;&#1740;&#1606; &#1583;&#1602;&#1578; &#1576;&#1607; &#1580;&#1586;&#1740;&#1740;&#1575;&#1578; &#1576;&#1608;&#1583; &#1705;&#1607; &#1576;&#1575;&#1586;&#1740; &#1608;&#1740;&#1670;&#1585; 3 &#1585;&#1575; &#1575;&#1586; &#1587;&#1575;&#1740;&#1585; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1605;&#1578;&#1605;&#1575;&#1740;&#1586; &#1605;&#1740;&#8204;&#1705;&#1585;&#1583;. &#1601;&#1740;&#1586;&#1740;&#1705; &#1605;&#1606;&#1575;&#1587;&#1576; &#1605;&#1608;&#1578;&#1608;&#1585; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1593;&#1579; &#1605;&#1740;&#8204;&#1588;&#1583; &#1583;&#1602;&#1740;&#1602;&#1607; &#1576;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1606;&#1740;&#1585;&#1608;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1585;&#1575; &#1583;&#1585; &#1570;&#1606; &#1581;&#1587; &#1705;&#1606;&#1740;&#1583;&#1548; &#1576;&#1585;&#1575;&#1740; &#1605;&#1579;&#1575;&#1604; &#1580;&#1575;&#1583;&#1608;&#1607;&#1575;&#1740; &#1588;&#1605;&#1575; &#1575;&#1579;&#1585;&#1575;&#1578; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1585;&#1608;&#1740; &#1670;&#1605;&#1606; &#1608; &#1587;&#1591;&#1581; &#1570;&#1576; &#1583;&#1575;&#1587;&#1578;. &#1581;&#1575;&#1604;&#1578;&#8204;&#1607;&#1575;&#1740; &#1589;&#1608;&#1585;&#1578; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585;&#1607;&#1575; &#1608; &#1604;&#1576;&#8204;&#1582;&#1608;&#1575;&#1606;&#1740; &#1607;&#1605;&#1607; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1740;&#8204;&#1606;&#1592;&#1740;&#1585; &#1591;&#1585;&#1575;&#1581;&#1740; &#1588;&#1583;&#1607; &#1705;&#1607; &#1711;&#1575;&#1607;&#1740; &#1601;&#1705;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583; &#1583;&#1585; &#1581;&#1575;&#1604; &#1578;&#1605;&#1575;&#1588;&#1575;&#1740; &#1740;&#1705; &#1575;&#1606;&#1740;&#1605;&#1740;&#1588;&#1606; &#1587;&#1740;&#1606;&#1605;&#1575;&#1740;&#1740; &#1576;&#1575;&#1705;&#1740;&#1601;&#1740;&#1578; &#1607;&#1587;&#1578;&#1740;&#1583;. &#1576;&#1607; &#1578;&#1575;&#1586;&#1711;&#1740; &#1576;&#1575; &#1580;&#1583;&#1740;&#1583;&#1578;&#1585;&#1740;&#1606; &#1576;&#1607;&#8204;&#1585;&#1608;&#1586;&#1585;&#1587;&#1575;&#1606;&#1740; &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1607; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1608;&#1740;&#1670;&#1585; 3&#1548; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1570;&#1606; &#1583;&#1587;&#1578;&#1582;&#1608;&#1588; &#1578;&#1594;&#1740;&#1740;&#1585;&#1575;&#1578; &#1580;&#1583;&#1740; &#1588;&#1583;&#1607; &#1608; &#1662;&#1588;&#1578;&#1740;&#1576;&#1575;&#1606;&#1740; &#1575;&#1586; &#1585;&#1586;&#1608;&#1604;&#1608;&#1588;&#1606;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1604;&#1575;&#1578;&#1585;&#1548; &#1601;&#1606;&#1575;&#1608;&#1585;&#1740; Ray Tracing&#1548; &#1608; &#1576;&#1575;&#1601;&#1578;&#8204;&#1607;&#1575; &#1608; &#1575;&#1606;&#1593;&#1705;&#1575;&#1587; &#1606;&#1608;&#1585; &#1605;&#1583;&#1585;&#1606; &#1576;&#1607; &#1570;&#1606; &#1575;&#1590;&#1575;&#1601;&#1607; &#1588;&#1583;&#1607; &#1578;&#1575; &#1740;&#1705;&#1740; &#1575;&#1586; &#1586;&#1740;&#1576;&#1575;&#1578;&#1585;&#1740;&#1606; &#1583;&#1606;&#1740;&#1575;&#1607;&#1575;&#1740; &#1608;&#1587;&#1740;&#1593; &#1608; &#1575;&#1601;&#1587;&#1575;&#1606;&#1607;&#8204;&#1575;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1585; &#1570;&#1606; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1576;&#1587;&#1578;&#1607;&#8204;&#1607;&#1575;&#1740; &#1575;&#1604;&#1581;&#1575;&#1602;&#1740; &#1576;&#1740;&#8204;&#1606;&#1592;&#1740;&#1585;<br/>&#1606;&#1705;&#1578;&#1607; &#1583;&#1740;&#1711;&#1585; &#1576;&#1575;&#1586;&#1740; The Witcher 3 Wild Hunt &#1608;&#1580;&#1608;&#1583; &#1583;&#1608; &#1576;&#1587;&#1578;&#1607; &#1575;&#1604;&#1581;&#1575;&#1602;&#1740; &#1575;&#1589;&#1604;&#1740; &#1608; &#1578;&#1593;&#1583;&#1575;&#1583;&#1740; &#1575;&#1601;&#1586;&#1608;&#1583;&#1606;&#1740;&#8204;&#1607;&#1575;&#1740; &#1601;&#1585;&#1593;&#1740; &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1578;&#1580;&#1585;&#1576;&#1607; &#1570;&#1606; &#1585;&#1575; &#1576;&#1740;&#1588;&#1578;&#1585; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1576;&#1587;&#1578;&#1607; &#1575;&#1604;&#1581;&#1575;&#1602;&#1740; Hearts of Stone &#1608; Blood and Wine &#1607;&#1585; &#1705;&#1583;&#1575;&#1605; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1608; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1711;&#1585;&#1575;&#1604;&#1578; &#1570;&#1605;&#1575;&#1583;&#1607; &#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1705;&#1607; &#1578;&#1580;&#1585;&#1576;&#1607; &#1570;&#1606;&#8204;&#1607;&#1575; &#1583;&#1587;&#1578; &#1705;&#1605;&#1740; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1575;&#1589;&#1604;&#1740; &#1606;&#1583;&#1575;&#1585;&#1583;&#1548; &#1576;&#1607; &#1582;&#1589;&#1608;&#1589; Blood and Wine &#1705;&#1607; &#1583;&#1585; &#1740;&#1705; &#1605;&#1606;&#1591;&#1602;&#1607; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1580;&#1583;&#1740;&#1583; &#1608; &#1580;&#1583;&#1575; &#1575;&#1586; &#1606;&#1602;&#1588;&#1607; &#1575;&#1589;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1580;&#1585;&#1740;&#1575;&#1606; &#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1582;&#1608;&#1583; &#1575;&#1740;&#1606; &#1606;&#1602;&#1588;&#1607; &#1576;&#1607; &#1575;&#1606;&#1583;&#1575;&#1586;&#1607; &#1705;&#1575;&#1601;&#1740; &#1576;&#1585;&#1575;&#1740; &#1711;&#1588;&#1578; &#1608; &#1711;&#1584;&#1575;&#1585; &#1576;&#1586;&#1585;&#1711; &#1608; &#1608;&#1587;&#1740;&#1593; &#1575;&#1587;&#1578;!<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Assassin&#8217;s Creed Valhalla &#1608; Horizon Forbidden West &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">18+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel CPU Core i5-2500K 3.3GHz / AMD CPU Phenom II X4 940
Memory: 6 GB RAM
Graphics: Nvidia GPU GeForce GTX 660 / AMD GPU Radeon HD 7870
Hard Drive: 35 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Witcher%203/10523309_10152929881954331_5112983798833630637_o.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Witcher%203/1504291_10152927157979331_7423184598800813682_o.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Witcher%203/kolladessalackra_1436764b.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Witcher%203/the_witcher_3_wild_hunt_they_call_this_civilization-i_feel_safer_in_the_woods.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Witcher%203/the_witcher_3_wild_hunt_they_call_this_civilization-i_feel_safer_in_the_woods.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Witcher%203/witcher3-performance-mode-br-1670882520247.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/The%20Witcher%203/89525575da0072448598bd252254f46e48904856-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/900839/the-witcher-3-next-gen-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 93/100[<br/>Steam: 10/10<br/>IGN: 9.3/10<br/><br/>Initial release date: 18 May 2015<br/>
    </div>
  </BODY>
</html>