<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>The Companion game </TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2497.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index3.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2506.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/5249f.jpg">
        <img src="../images/5249f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">The Companion game &#160;(2021)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#351</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <br/>
            <b>4.21 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1578;&#1575;&#1576;&#1607;&#8204;&#1581;&#1575;&#1604; &#1583;&#1606;&#1740;&#1575;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1608; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1585;&#1575; &#1576;&#1607; &#1605;&#1575; &#1606;&#1588;&#1575;&#1606; &#1583;&#1575;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1575;&#1586; &#1583;&#1606;&#1740;&#1575;&#1607;&#1575;&#1740; &#1601;&#1575;&#1606;&#1578;&#1586;&#1740; &#1608; &#1576;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1711;&#1585;&#1601;&#1578;&#1607; &#1578;&#1575; &#1601;&#1590;&#1575; &#1608; &#1705;&#1607;&#1705;&#1588;&#1575;&#1606;&#8204;&#1607;&#1575; &#1608; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1605;&#1608;&#1575;&#1585;&#1583; &#1583;&#1740;&#1711;&#1585;. &#1587;&#1575;&#1582;&#1578; &#1583;&#1606;&#1740;&#1575;&#1740; &#1586;&#1740;&#1576;&#1575; &#1583;&#1585; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1575;&#1605;&#1585;&#1740; &#1587;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1607;&#1585; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1740; &#1576;&#1607; &#1575;&#1585;&#1605;&#1594;&#1575;&#1606; &#1605;&#1740;&#8204;&#1570;&#1608;&#1585;&#1583;. &#1576;&#1575;&#1586;&#1740; The Companion &#1575;&#1586; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Studio 46 &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1587;&#1740;&#1606;&#1605;&#1575;&#1740;&#1740; &#1608; &#1670;&#1588;&#1605;&#8204;&#1606;&#1608;&#1575;&#1586; &#1575;&#1586; &#1740;&#1705; &#1583;&#1606;&#1740;&#1575;&#1740; &#1586;&#1740;&#1576;&#1575; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1585; &#1602;&#1583;&#1605;&#8204;&#1607;&#1575;&#1740; &#1740;&#1705; &#1581;&#1740;&#1608;&#1575;&#1606; &#1585;&#1608;&#1576;&#1575;&#1607; &#1588;&#1705;&#1604; &#1575;&#1606;&#1580;&#1575;&#1605; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;.<br/>&#1588;&#1605;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1740;&#1583; &#1583;&#1585; &#1606;&#1602;&#1588; &#1740;&#1705; &#1605;&#1608;&#1580;&#1608;&#1583; &#1670;&#1607;&#1575;&#1585;&#1662;&#1575; &#1705;&#1607; &#1576;&#1587;&#1740;&#1575;&#1585; &#1576;&#1607; &#1585;&#1608;&#1576;&#1575;&#1607; &#1588;&#1576;&#1575;&#1607;&#1578; &#1583;&#1575;&#1585;&#1583; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740; &#1586;&#1740;&#1576;&#1575; &#1608; &#1580;&#1575;&#1583;&#1608;&#1740;&#1740; &#1576;&#1575;&#1586;&#1740; &#1711;&#1588;&#1578;&#8204;&#1608;&#1711;&#1584;&#1575;&#1585; &#1705;&#1606;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1583;&#1606;&#1740;&#1575; &#1581;&#1575;&#1604; &#1608; &#1607;&#1608;&#1575;&#1740;&#1740; &#1585;&#1608;&#1581;&#1575;&#1606;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1587;&#1585;&#1588;&#1575;&#1585; &#1575;&#1586; &#1585;&#1606;&#1711;&#8204;&#1607;&#1575;&#1740; &#1586;&#1606;&#1583;&#1607; &#1608; &#1586;&#1740;&#1576;&#1575; &#1575;&#1587;&#1578;. &#1583;&#1585; &#1605;&#1587;&#1740;&#1585; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1582;&#1608;&#1583;&#1548; &#1608;&#1602;&#1575;&#1740;&#1593; &#1711;&#1584;&#1588;&#1578;&#1607;&#1548; &#1581;&#1575;&#1604; &#1608; &#1570;&#1740;&#1606;&#1583;&#1607; &#1585;&#1575;&#1607;&#1606;&#1605;&#1575;&#1740; &#1588;&#1605;&#1575; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1576;&#1608;&#1583; &#1608; &#1588;&#1605;&#1575; &#1585;&#1575; &#1583;&#1585; &#1591;&#1608;&#1604; &#1605;&#1587;&#1740;&#1585; &#1576;&#1607; &#1587;&#1605;&#1578; &#1583;&#1585;&#1587;&#1578;&#1740; &#1607;&#1583;&#1575;&#1740;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;. &#1588;&#1605;&#1575; &#1576;&#1575; &#1580;&#1605;&#1593;&#8204;&#1570;&#1608;&#1585;&#1740; &#1570;&#1740;&#1578;&#1605;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1548; &#1575;&#1585;&#1578;&#1576;&#1575;&#1591; &#1593;&#1605;&#1740;&#1602;&#8204;&#1578;&#1585;&#1740; &#1576;&#1575; &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1662;&#1740;&#1583;&#1575; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583; &#1608; &#1575;&#1586; &#1585;&#1575;&#1586; &#1608; &#1585;&#1605;&#1586;&#1607;&#1575;&#1740; &#1570;&#1606; &#1576;&#1575;&#1582;&#1576;&#1585; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1588;&#1583;.<br/><br/>The Companion &#1740;&#1705; &#1578;&#1580;&#1585;&#1576;&#1607; &#1578;&#1705;&#8204;&#1606;&#1601;&#1585;&#1607; &#1608; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1605;&#1581;&#1608;&#1585; &#1575;&#1587;&#1578;. &#1588;&#1605;&#1575; &#1583;&#1585; &#1591;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1740;&#1583; 7 &#1605;&#1606;&#1591;&#1602;&#1607; &#1605;&#1582;&#1578;&#1604;&#1601; &#1585;&#1575; &#1711;&#1588;&#1578;&#8204;&#1608;&#1711;&#1584;&#1575;&#1585; &#1705;&#1606;&#1740;&#1583; &#1705;&#1607; &#1583;&#1585; &#1607;&#1585; &#1602;&#1587;&#1605;&#1578;&#1548; &#1605;&#1606;&#1575;&#1592;&#1585; &#1586;&#1740;&#1576;&#1575; &#1608; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1580;&#1584;&#1575;&#1576; &#1576;&#1575;&#1586;&#1740; &#1575;&#1606;&#1578;&#1592;&#1575;&#1585; &#1588;&#1605;&#1575; &#1585;&#1575; &#1605;&#1740;&#8204;&#1705;&#1588;&#1606;&#1583;. &#1583;&#1585; &#1591;&#1608;&#1604; &#1575;&#1740;&#1606; &#1605;&#1587;&#1740;&#1585; &#1580;&#1583;&#1575;&#1740; &#1575;&#1586; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1607;&#1606;&#1585;&#1740; &#1608; &#1576;&#1740;&#8204;&#1606;&#1592;&#1740;&#1585; &#1576;&#1575;&#1586;&#1740;&#1548; &#1605;&#1608;&#1587;&#1740;&#1602;&#1740; &#1570;&#1585;&#1575;&#1605;&#1588; &#1576;&#1582;&#1588;&#1740; &#1607;&#1605;&#1585;&#1575;&#1607; &#1588;&#1605;&#1575; &#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1608;&#1583; &#1578;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1588;&#1605;&#1575; &#1576;&#1740;&#1588;&#8204;&#1575;&#1586;&#1662;&#1740;&#1588; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588; &#1608; &#1576;&#1607;&#8204;&#1740;&#1575;&#1583;&#1605;&#1575;&#1606;&#1583;&#1606;&#1740; &#1576;&#1575;&#1588;&#1583;. &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1585;&#1608;&#1606;&#1583; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1576;&#1575;&#1586;&#1740; &#1608; &#1580;&#1605;&#1593;&#8204;&#1570;&#1608;&#1585;&#1740; &#1570;&#1740;&#1578;&#1605;&#8204;&#1607;&#1575; &#1608; &#1575;&#1588;&#1740;&#1575; &#1605;&#1582;&#1578;&#1604;&#1601;&#1548; &#1575;&#1605;&#1705;&#1575;&#1606; &#1601;&#1585;&#1575;&#1582;&#1608;&#1575;&#1606;&#1583;&#1606; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578; &#1583;&#1740;&#1711;&#1585; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585;&#1578;&#1575;&#1606; &#1607;&#1605; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1578;&#1575; &#1583;&#1585; &#1575;&#1740;&#1606; &#1605;&#1587;&#1740;&#1585; &#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740; &#1578;&#1606;&#1607;&#1575; &#1606;&#1576;&#1575;&#1588;&#1740;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1570;&#1585;&#1575;&#1605;&#1588; &#1606;&#1740;&#1575;&#1586; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; The Companion &#1711;&#1586;&#1740;&#1606;&#1607; &#1605;&#1606;&#1575;&#1587;&#1576;&#1740; &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1608;&#1583;. &#1578;&#1580;&#1585;&#1576;&#1607; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1576;&#1585;&#1575;&#1740; &#1585;&#1740;&#1604;&#1705;&#1587; &#1588;&#1583;&#1606; &#1607;&#1585; &#1575;&#1606;&#1587;&#1575;&#1606;&#1740; &#1705;&#1575;&#1601;&#1740; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575; &#1605;&#1606;&#1575;&#1592;&#1585; &#1586;&#1740;&#1576;&#1575; &#1608; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1580;&#1584;&#1575;&#1576; &#1578;&#1575; &#1605;&#1583;&#1578;&#8204;&#1607;&#1575; &#1583;&#1585; &#1582;&#1575;&#1591;&#1585; &#1588;&#1605;&#1575; &#1582;&#1608;&#1575;&#1607;&#1583; &#1605;&#1575;&#1606;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Firewatch &#1608; Death Stranding &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Core i5 2.4Ghz
Memory: 8 GB RAM
Graphics: GTX 570
DirectX: Version 10
Storage: 6 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;, &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Companion/ss_25456f83436dfa29f9f10c91a5c40d8d05aa7d0d.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Companion/ss_30e7b2696bcc1deb0181cad841b715742b9634b8.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Companion/ss_8089e95784f4a5c4d26f709ea53b7b1a4cac1cfb.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Companion/ss_84a382403c020d447d18ab039b82027758af0685.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/The%20Companion/4ac1b709653f6e684bd598013f91818d33338983-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamingles.com/reviews/the-companion/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Steam: 7/10<br/>GOG.com: 4.2/5<br/><br/>Initial release date: May 13, 2021<br/>
    </div>
  </BODY>
</html>