<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>The Evil Within 2</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5272.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index5.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="1851.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/5260f.jpg">
        <img src="../images/5260f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">The Evil Within 2&#160;(2017)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(The Evil Within&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#352</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Bethesda Softworks</b>
	    &#160;
	   	Tango Gameworks
            <br/>
            <b>12.6 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1606;&#1582;&#1587;&#1578;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; The Evil Within &#1583;&#1585; &#1587;&#1575;&#1604; 2014 &#1576;&#1585;&#1575;&#1740; &#1705;&#1606;&#1587;&#1608;&#1604;&#8204;&#1607;&#1575;&#1740; &#1606;&#1587;&#1604; &#1607;&#1601;&#1578;&#1605;&#1740;&#1548; &#1607;&#1588;&#1578;&#1605;&#1740; &#1608; &#1585;&#1575;&#1740;&#1575;&#1606;&#1607;&#8204;&#1607;&#1575;&#1740; &#1588;&#1582;&#1589;&#1740; &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1548; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; &#1705;&#1575;&#1585;&#1711;&#1585;&#1583;&#1575;&#1606; &#1578;&#1705;&#1585;&#1575;&#1585; &#1606;&#1588;&#1583;&#1606;&#1740; &#1589;&#1606;&#1593;&#1578; &#1711;&#1740;&#1605; &#1740;&#1593;&#1606;&#1740; &#1570;&#1602;&#1575;&#1740; Shinji Mikami &#1608; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608;&#1740; Tango Gameworks &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583; &#1576;&#1608;&#1583; &#1578;&#1608;&#1575;&#1606;&#1587;&#1578; &#1662;&#1587; &#1575;&#1586; &#1575;&#1606;&#1578;&#1588;&#1575;&#1585; &#1576;&#1607; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1583;&#1587;&#1578; &#1662;&#1740;&#1583;&#1575; &#1705;&#1606;&#1583; &#1608; &#1605;&#1608;&#1585;&#1583; &#1575;&#1587;&#1578;&#1602;&#1576;&#1575;&#1604; &#1705;&#1575;&#1585;&#1576;&#1585;&#1575;&#1606; &#1608; &#1605;&#1606;&#1578;&#1602;&#1583;&#1575;&#1606; &#1602;&#1585;&#1575;&#1585; &#1711;&#1740;&#1585;&#1583;&#1548; &#1581;&#1575;&#1604; &#1662;&#1587; &#1575;&#1586; &#1711;&#1584;&#1588;&#1578; &#1587;&#1607; &#1587;&#1575;&#1604; &#1608; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1575;&#1608;&#1604;&#1548; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608;&#1740; &#1587;&#1575;&#1586;&#1606;&#1583;&#1607; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1583;&#1608;&#1605; &#1576;&#1575;&#1586;&#1740; The Evil Within &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1705;&#1606;&#1587;&#1608;&#1604; &#1606;&#1587;&#1604; &#1607;&#1588;&#1578;&#1605;&#1740; &#1608; &#1585;&#1575;&#1740;&#1575;&#1606;&#1607;&#8204;&#1607;&#1575;&#1740; &#1588;&#1582;&#1589;&#1740; &#1605;&#1606;&#1578;&#1588;&#1585; &#1705;&#1585;&#1583;&#1607; &#1608; &#1575;&#1605;&#1740;&#1583;&#1608;&#1575;&#1585; &#1575;&#1587;&#1578; &#1705;&#1607; The Evil Within 2 &#1576;&#1578;&#1608;&#1575;&#1606;&#1583; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1575;&#1608;&#1604; &#1585;&#1575; &#1578;&#1705;&#1585;&#1575;&#1585; &#1705;&#1606;&#1583;.<br/><br/>&#1605;&#1607;&#1605;&#8204;&#1578;&#1585;&#1740;&#1606; &#1608;&#1740;&#1688;&#1711;&#1740; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; The Evil Within &#1578;&#1585;&#1587; &#1608;&#1589;&#1601;&#8204;&#1606;&#1588;&#1583;&#1606;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1575;&#1587;&#1578; &#1580;&#1575;&#1740;&#1740; &#1705;&#1607; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1607;&#1740;&#1670; &#1605;&#1585;&#1586;&#1740; &#1606;&#1583;&#1575;&#1585;&#1583; &#1608; &#1576;&#1607; &#1607;&#1585; &#1606;&#1581;&#1608;&#1740; &#1705;&#1607; &#1576;&#1578;&#1608;&#1575;&#1606;&#1583; &#1581;&#1587; &#1578;&#1585;&#1587; &#1585;&#1575; &#1576;&#1607; &#1588;&#1605;&#1575; &#1605;&#1606;&#1578;&#1602;&#1604; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;&#1548; &#1588;&#1605;&#1575; &#1583;&#1585; &#1607;&#1606;&#1711;&#1575;&#1605; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1740; The Evil Within 2 &#1576;&#1575;&#1740;&#1583; &#1605;&#1606;&#1578;&#1592;&#1585; &#1583;&#1740;&#1583;&#1606; &#1607;&#1585; &#1589;&#1581;&#1606;&#1607;&#8204;&#1740; &#1583;&#1604;&#8204;&#1582;&#1585;&#1575;&#1588;&#1740; &#1576;&#1575;&#1588;&#1740;&#1583; &#1670;&#1608;&#1606; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1607;&#1605;&#1575;&#1606;&#8204;&#1591;&#1608;&#1585; &#1705;&#1607; &#1711;&#1601;&#1578;&#1607; &#1588;&#1583; &#1578;&#1606;&#1607;&#1575; &#1740;&#1705; &#1607;&#1583;&#1601; &#1583;&#1575;&#1585;&#1583;&#1548; &#1578;&#1585;&#1587;&#1575;&#1606;&#1583;&#1606; &#1588;&#1605;&#1575;! &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; The Evil Within 2 &#1583;&#1585;&#1587;&#1578; &#1576;&#1593;&#1583; &#1575;&#1586; &#1608;&#1602;&#1575;&#1740;&#1593; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1575;&#1608;&#1604; &#1585;&#1608;&#1575;&#1740;&#1578; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1580;&#1575;&#1740;&#1740; &#1705;&#1607; &#1588;&#1582;&#1589;&#1740;&#1578; &#1575;&#1589;&#1604;&#1740; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1740;&#1593;&#1606;&#1740; Sebastian &#1606;&#1578;&#1608;&#1575;&#1606;&#1587;&#1578;&#1607; &#1583;&#1582;&#1578;&#1585;&#1588; &#1585;&#1575; &#1606;&#1580;&#1575;&#1578; &#1583;&#1607;&#1583; &#1608; &#1581;&#1575;&#1604;&#1575; &#1575;&#1608; &#1576;&#1575;&#1740;&#1583; &#1576;&#1585;&#1575;&#1740; &#1576;&#1585;&#1711;&#1585;&#1583;&#1575;&#1606;&#1583;&#1606; &#1583;&#1582;&#1578;&#1585;&#1588; &#1662;&#1575; &#1576;&#1607; &#1583;&#1606;&#1740;&#1575;&#1740; &#1608;&#1581;&#1588;&#1578;&#1606;&#1575;&#1705; STEM &#1576;&#1711;&#1584;&#1575;&#1585;&#1583; &#1578;&#1575; &#1576;&#1578;&#1608;&#1575;&#1606;&#1583; &#1583;&#1608;&#1576;&#1575;&#1585;&#1607; &#1583;&#1582;&#1578;&#1585;&#1588; &#1585;&#1575; &#1576;&#1607; &#1586;&#1606;&#1583;&#1711;&#1740; &#1576;&#1585;&#1711;&#1585;&#1583;&#1575;&#1606;&#1583;.<br/><br/>&#1711;&#1740;&#1605; &#1662;&#1604;&#1740; The Evil Within 2 &#1607;&#1605;&#1575;&#1606;&#1606;&#1583; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1575;&#1608;&#1604; &#1578;&#1585;&#1705;&#1740;&#1576;&#1740; &#1575;&#1586; &#1581;&#1604; &#1605;&#1593;&#1605;&#1575;&#1607;&#1575;&#1548; &#1601;&#1585;&#1575;&#1585; &#1575;&#1586; &#1583;&#1587;&#1578; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575; &#1608; &#1662;&#1606;&#1607;&#1575;&#1606; &#1588;&#1583;&#1606; &#1575;&#1587;&#1578;. &#1588;&#1605;&#1575; &#1576;&#1575;&#1740;&#1583; &#1705;&#1575;&#1585; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1587;&#1705;&#1608;&#1578; &#1705;&#1575;&#1605;&#1604; &#1575;&#1606;&#1580;&#1575;&#1605; &#1583;&#1607;&#1740;&#1583; &#1583;&#1585; &#1594;&#1740;&#1585; &#1575;&#1740;&#1606; &#1589;&#1608;&#1585;&#1578; &#1578;&#1608;&#1587;&#1591; &#1575;&#1585;&#1608;&#1575;&#1581; &#1608; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1705;&#1588;&#1578;&#1607; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1588;&#1583;&#1548; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1605;&#1593;&#1605;&#1575;&#1607;&#1575; &#1608; &#1662;&#1575;&#1586;&#1604;&#8204;&#1607;&#1575;&#1740;&#1740; &#1606;&#1740;&#1586; &#1578;&#1593;&#1576;&#1740;&#1607;&#8204;&#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1705;&#1607; &#1607;&#1585;&#1705;&#1583;&#1575;&#1605; &#1587;&#1582;&#1578;&#1740; &#1605;&#1582;&#1589;&#1608;&#1589; &#1576;&#1607; &#1582;&#1608;&#1583; &#1585;&#1575;&#1583;&#1575;&#1585;&#1606;&#1583;.<br/><br/>The Evil Within 2 &#1583;&#1585; &#1576;&#1582;&#1588; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1607;&#1605;&#1575;&#1606;&#1606;&#1583; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1575;&#1608;&#1604; &#1670;&#1588;&#1605;&#8204;&#1606;&#1608;&#1575;&#1586; &#1608; &#1586;&#1740;&#1576;&#1575; &#1705;&#1575;&#1585;&#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;&#1548; &#1593;&#1605;&#1602; &#1576;&#1575;&#1601;&#1578;&#8204;&#1607;&#1575; &#1608; &#1578;&#1705;&#1587;&#1670;&#1585;&#1607;&#1575; &#1583;&#1585; &#1576;&#1582;&#1588; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1601;&#1606;&#1740; &#1583;&#1585; &#1587;&#1591;&#1581; &#1576;&#1587;&#1740;&#1575;&#1585; &#1576;&#1575;&#1604;&#1575;&#1740;&#1740; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1585;&#1606;&#1583; &#1608; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1607;&#1606;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1576;&#1607;&#8204;&#1582;&#1608;&#1576;&#1740; &#1575;&#1578;&#1605;&#1587;&#1601;&#1585; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1607; &#1605;&#1582;&#1575;&#1591;&#1576; &#1605;&#1606;&#1578;&#1602;&#1604; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;.<br/><br/>The Evil Within 2 &#1740;&#1705; &#1575;&#1583;&#1575;&#1605;&#1607;&#8204;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1605;&#1608;&#1601;&#1602; &#1608; &#1582;&#1608;&#1588;&#8204;&#1587;&#1575;&#1582;&#1578; &#1576;&#1585;&#1575;&#1740; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1575;&#1608;&#1604; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1588;&#1605;&#1575;&#1585;&#1575; &#1576;&#1575; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1711;&#1740;&#1585;&#1575; &#1608; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1670;&#1588;&#1605; &#1606;&#1608;&#1575;&#1586;&#1588; &#1580;&#1604;&#1608;&#1740; &#1705;&#1606;&#1587;&#1608;&#1604;&#1578;&#1575;&#1606; &#1605;&#1740;&#1582;&#1705;&#1608;&#1576; &#1705;&#1606;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">18+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i5-2400 / AMD FX-8320 or better
Memory: 8 GB RAM
Graphics: NVIDIA GTX 660 2GB / AMD HD 7970 3GB or better
Storage: 40 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1578;&#1585;&#1587;&#1606;&#1575;&#1705;, &#1576;&#1602;&#1575;, &#1588;&#1608;&#1578;&#1585;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1605;&#1593;&#1605;&#1575;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20evil%20within%202/evil-within-2-monster-1920x1080-c10610aada1a.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20evil%20within%202/ss_0c8b2093a60de3377db439c8a8f6a521a17e6c4f.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20evil%20within%202/tew2-communicator-1496835680-1497247355076.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20evil%20within%202/tew2-crossbow-1496835682-1497247355084.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20evil%20within%202/tew2_fps.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/The%20evil%20within%202/39a8707766e8843473ea638aac51c7ef33168520-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/425855/the-evil-within-2-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 76/100<br/>Steam: 9/10<br/>IGN: 8/10<br/><br/>Initial release date: October 12, 2017<br/>
    </div>
  </BODY>
</html>