<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>The Invincible </TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="3383.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index9.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="3401.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/5286f.jpg">
        <img src="../images/5286f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">The Invincible &#160;(2023)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#354</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>11 Bit Studios</b>
	    &#160;
	   	Starward Industries
            <br/>
            <b>11.9 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;The Invincible &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1575;&#1586; &#1585;&#1605;&#1575;&#1606; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; &#1593;&#1604;&#1605;&#1740; &#1578;&#1582;&#1740;&#1604;&#1740; &#1583;&#1607;&#1607; 1960 &#1575;&#1587;&#1578;&#1575;&#1606;&#1740;&#1587;&#1604;&#1575;&#1608; &#1604;&#1605; &#1576;&#1575; &#1607;&#1605;&#1740;&#1606; &#1606;&#1575;&#1605; &#1575;&#1604;&#1607;&#1575;&#1605; &#1711;&#1585;&#1601;&#1578;&#1607; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607; &#1605;&#1606;&#1581;&#1589;&#1585; &#1576;&#1607; &#1601;&#1585;&#1583; &#1608; &#1580;&#1584;&#1575;&#1576;&#1740; &#1585;&#1575; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740; &#1583;&#1607;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; Starward Industries &#1578;&#1608;&#1587;&#1593;&#1607; &#1740;&#1575;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;&#1548; &#1576;&#1575; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578; &#1605;&#1590;&#1575;&#1605;&#1740;&#1606; &#1594;&#1606;&#1740; &#1608; &#1602;&#1575;&#1576;&#1604; &#1578;&#1575;&#1605;&#1604; &#1605;&#1606;&#1575;&#1576;&#1593; &#1705;&#1607;&#1705;&#1588;&#1575;&#1606;&#1740; &#1585;&#1575; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1585;&#1583;&#1607; &#1548; &#1583;&#1585; &#1581;&#1575;&#1604;&#1740; &#1705;&#1607; &#1662;&#1740;&#1670; &#1608; &#1578;&#1575;&#1576; &#1582;&#1604;&#1575;&#1602;&#1575;&#1606;&#1607; &#1582;&#1608;&#1583; &#1585;&#1575; &#1606;&#1740;&#1586; &#1605;&#1593;&#1585;&#1601;&#1740; &#1605;&#1740; &#1705;&#1606;&#1583;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1588;&#1605;&#1575; &#1583;&#1585; &#1606;&#1602;&#1588; &#1740;&#1587;&#1606;&#1575;&#1548; &#1740;&#1705;&#1740; &#1575;&#1586; &#1588;&#1588; &#1583;&#1575;&#1606;&#1588;&#1605;&#1606;&#1583;&#1740; &#1607;&#1587;&#1578;&#1740;&#1583; &#1705;&#1607; &#1576;&#1585;&#1575;&#1740; &#1575;&#1606;&#1580;&#1575;&#1605; &#1578;&#1581;&#1602;&#1740;&#1602;&#1575;&#1578; &#1576;&#1585; &#1585;&#1608;&#1740; &#1587;&#1740;&#1575;&#1585;&#1607; &#1605;&#1585;&#1605;&#1608;&#1586; Regis III &#1601;&#1585;&#1608;&#1583; &#1605;&#1740; &#1570;&#1740;&#1606;&#1583;. &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1711;&#1608;&#1606;&#1607;&#8204;&#1575;&#1740; &#1662;&#1740;&#1588; &#1605;&#1740;&#8204;&#1585;&#1608;&#1583; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1570;&#1606; &#1585;&#1575; &#1576;&#1607;&#8204;&#1593;&#1606;&#1608;&#1575;&#1606; &#1740;&#1705; &#1580;&#1607;&#1575;&#1606; &#1605;&#1608;&#1575;&#1586;&#1740; &#1576;&#1585; &#1585;&#1605;&#1575;&#1606; &#1583;&#1740;&#1583; &#1705;&#1607; &#1607;&#1605; &#1576;&#1585;&#1583;&#1575;&#1588;&#1578;&#1740; &#1578;&#1575;&#1586;&#1607; &#1608; &#1607;&#1605; &#1570;&#1588;&#1606;&#1575; &#1585;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;.<br/><br/>&#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1583;&#1585; The Invincible &#1583;&#1585; &#1583;&#1585;&#1580;&#1607; &#1575;&#1608;&#1604; &#1581;&#1608;&#1604; &#1605;&#1581;&#1608;&#1585; &#1705;&#1575;&#1608;&#1588; &#1608; &#1581;&#1604; &#1662;&#1575;&#1586;&#1604; &#1605;&#1740;&#8204;&#1670;&#1585;&#1582;&#1583;. &#1588;&#1605;&#1575; &#1608;&#1592;&#1740;&#1601;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583; &#1583;&#1585; &#1587;&#1591;&#1581; &#1587;&#1740;&#1575;&#1585;&#1607; &#1662;&#1740;&#1605;&#1575;&#1740;&#1588; &#1705;&#1606;&#1740;&#1583;&#1548; &#1581;&#1602;&#1575;&#1740;&#1602; &#1662;&#1606;&#1607;&#1575;&#1606; &#1585;&#1575; &#1705;&#1588;&#1601; &#1705;&#1585;&#1583;&#1607; &#1608; &#1605;&#1581;&#1602;&#1602;&#1575;&#1606; &#1607;&#1605;&#1705;&#1575;&#1585; &#1582;&#1608;&#1583; &#1585;&#1575; &#1705;&#1607; &#1576;&#1607; &#1591;&#1608;&#1585; &#1605;&#1585;&#1605;&#1608;&#1586;&#1740; &#1606;&#1575;&#1662;&#1583;&#1740;&#1583; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;&#1548; &#1576;&#1740;&#1575;&#1576;&#1740;&#1583;. &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1583;&#1602;&#1578; &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1608; &#1575;&#1586; &#1606;&#1592;&#1585; &#1576;&#1589;&#1585;&#1740; &#1582;&#1740;&#1585;&#1607; &#1705;&#1606;&#1606;&#1583;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575; &#1575;&#1587;&#1578;&#1575;&#1740;&#1604; &#1570;&#1740;&#1606;&#1583;&#1607; &#1606;&#1711;&#1585; &#1570;&#1606;&#1548; &#1575;&#1604;&#1607;&#1575;&#1605; &#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1586; &#1583;&#1607;&#1607;&#8204;&#1607;&#1575;&#1740; 1950 &#1608; 1960 &#1605;&#1588;&#1582;&#1589; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1585;&#1606;&#1711;&#8204;&#1607;&#1575;&#1740; &#1662;&#1585; &#1580;&#1606;&#1576; &#1608; &#1580;&#1608;&#1588; &#1608; &#1605;&#1606;&#1575;&#1592;&#1585; &#1605;&#1606;&#1581;&#1589;&#1585;&#1576;&#1607;&#8204;&#1601;&#1585;&#1583;&#1548; &#1605;&#1575;&#1606;&#1606;&#1583; &#1602;&#1585;&#1605;&#1586;&#1607;&#1575;&#1740; &#1605;&#1585;&#1580;&#1575;&#1606;&#1740; &#1593;&#1605;&#1740;&#1602; &#1608; &#1570;&#1587;&#1605;&#1575;&#1606; &#1570;&#1576;&#1740; &#1575;&#1602;&#1740;&#1575;&#1606;&#1608;&#1587;&#1740;&#1548; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1705;&#1740;&#1601;&#1740;&#1578;&#1740; &#1578;&#1602;&#1585;&#1740;&#1576;&#1575;&#1611; &#1588;&#1576;&#1740;&#1607; &#1606;&#1602;&#1575;&#1588;&#1740; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1575;&#1578;&#1605;&#1587;&#1601;&#1585; &#1607;&#1605;&#1607;&#8204;&#1580;&#1575;&#1606;&#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1605;&#1608;&#1587;&#1740;&#1602;&#1740; &#1605;&#1578;&#1606; &#1570;&#1606; &#1578;&#1602;&#1608;&#1740;&#1578; &#1588;&#1583;&#1607; &#1705;&#1607; &#1588;&#1575;&#1605;&#1604; &#1740;&#1705; &#1586;&#1605;&#1586;&#1605;&#1607; &#1575;&#1604;&#1705;&#1578;&#1585;&#1608;&#1606;&#1740;&#1705;&#1740; &#1605;&#1585;&#1605;&#1608;&#1586; &#1608; &#1575;&#1604;&#1576;&#1578;&#1607; &#1711;&#1608;&#1588; &#1606;&#1608;&#1575;&#1586; &#1575;&#1587;&#1578;.<br/><br/>&#1740;&#1705;&#1740; &#1575;&#1586; &#1580;&#1606;&#1576;&#1607;&#8204;&#1607;&#1575;&#1740; &#1576;&#1585;&#1580;&#1587;&#1578;&#1607; The Invincible&#1548; &#1578;&#1571;&#1579;&#1740;&#1585; &#1605;&#1578;&#1602;&#1575;&#1576;&#1604; &#1576;&#1740;&#1606; &#1605;&#1581;&#1740;&#1591; &#1587;&#1740;&#1575;&#1585;&#1607; &#1576;&#1740;&#1711;&#1575;&#1606;&#1607; &#1608; &#1601;&#1606;&#1575;&#1608;&#1585;&#1740; &#1575;&#1606;&#1587;&#1575;&#1606;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1585; &#1570;&#1606; &#1578;&#1581;&#1605;&#1740;&#1604; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1711;&#1580;&#1578;&#8204;&#1607;&#1575;&#1740; &#1570;&#1740;&#1606;&#1583;&#1607;&#8204;&#1606;&#1711;&#1585; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1583;&#1608;&#1585;&#1576;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1583;&#1608;&#1670;&#1588;&#1605;&#1740; &#1576;&#1575; &#1601;&#1575;&#1589;&#1604;&#1607; &#1608; &#1601;&#1608;&#1705;&#1608;&#1587; &#1583;&#1587;&#1578;&#1740; &#1608; &#1740;&#1705; &#1585;&#1583;&#1740;&#1575;&#1576; &#1583;&#1587;&#1578;&#1740; LED &#1585;&#1575; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1575;&#1740;&#1606; &#1575;&#1576;&#1586;&#1575;&#1585;&#1607;&#1575; &#1576;&#1607; &#1591;&#1608;&#1585; &#1740;&#1705;&#1662;&#1575;&#1585;&#1670;&#1607; &#1583;&#1585; &#1601;&#1585;&#1575;&#1740;&#1606;&#1583; &#1740;&#1575;&#1601;&#1578;&#1606; &#1605;&#1587;&#1740;&#1585; &#1588;&#1605;&#1575; &#1575;&#1583;&#1594;&#1575;&#1605; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583; &#1608; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1575;&#1580;&#1575;&#1586;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1606;&#1583; &#1576;&#1575; &#1570;&#1606;&#1607;&#1575; &#1578;&#1593;&#1575;&#1605;&#1604; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1606;&#1583; &#1608; &#1576;&#1585;&#1575;&#1740; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578; &#1576;&#1607; &#1570;&#1606;&#1607;&#1575; &#1578;&#1705;&#1740;&#1607; &#1705;&#1606;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1575;&#1579;&#1585; &#1575;&#1740;&#1583;&#1607;&#8204;&#1607;&#1575;&#1740; &#1601;&#1604;&#1587;&#1601;&#1740; &#1662;&#1740;&#1670;&#1740;&#1583;&#1607;&#8204;&#1575;&#1740; &#1705;&#1607; &#1583;&#1585; &#1585;&#1605;&#1575;&#1606; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1606;&#1583; &#1585;&#1575; &#1576;&#1607; &#1582;&#1608;&#1576;&#1740; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1585;&#1583;&#1607; &#1608; &#1581;&#1587; &#1582;&#1587;&#1578;&#1711;&#1740; &#1576;&#1607; &#1605;&#1582;&#1575;&#1591;&#1576; &#1606;&#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. </div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: AMD Ryzen 5 3600 (6 core with 3,5 Ghz) or Intel i5-10400F (6 core with 2,9 Ghz)
Memory: 8 GB RAM
Graphics: Radeon 6500XT (4GB) or Nvidia GTX 1660 (4GB)/1060 (6GB)
DirectX: Version 12
Storage: 40 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1605;&#1593;&#1605;&#1575;&#1740;&#1740;, &#1576;&#1602;&#1575;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Invincible/The-Invincible-Review-1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Invincible/ss_cb53bf348a91833457b6e2798cb2673652719208.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Invincible/the-invincible-2.jpg&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Invincible/the-invincible-hands-on-demo-scanner.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Invincible/the-invincible-rover-1655166884715.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/The%20Invincible/e9fd2f478c45fa8eff27c54d19d207ed55604236-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://vigiato.net/r/the-invincible-review" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 72/100<br/>Steam: 9/10<br/><br/>Initial release date: 2023<br/>
    </div>
  </BODY>
</html>