<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>The Light Keeps Us Safe</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="3518.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index12.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="3540.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/5323f.jpg">
        <img src="../images/5323f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">The Light Keeps Us Safe</div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#357</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <br/>
            <b>7.59 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1578;&#1575;&#1576;&#1607;&#8204;&#1581;&#1575;&#1604; &#1605;&#1587;&#1578;&#1606;&#1583;&#1607;&#1575;&#1740;&#1740; &#1585;&#1575; &#1583;&#1740;&#1583;&#1607;&#8204;&#1575;&#1740;&#1583; &#1705;&#1607; &#1705;&#1585;&#1607; &#1586;&#1605;&#1740;&#1606; &#1585;&#1575; &#1576;&#1593;&#1583; &#1575;&#1586; &#1575;&#1606;&#1602;&#1585;&#1575;&#1590; &#1601;&#1585;&#1590;&#1740; &#1575;&#1606;&#1587;&#1575;&#1606; &#1576;&#1607; &#1578;&#1589;&#1608;&#1740;&#1585; &#1605;&#1740;&#8204;&#1705;&#1588;&#1606;&#1583;&#1567; &#1580;&#1575;&#1740;&#1740; &#1705;&#1607; &#1587;&#1575;&#1582;&#1578;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575; &#1608; &#1582;&#1608;&#1583;&#1585;&#1608;&#1607;&#1575; &#1578;&#1605;&#1575;&#1605;&#1575;&#1611; &#1582;&#1575;&#1604;&#1740;&#8204;&#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1607;&#1740;&#1670; &#1582;&#1576;&#1585;&#1740; &#1575;&#1586; &#1575;&#1606;&#1587;&#1575;&#1606; &#1606;&#1740;&#1587;&#1578;. &#1607;&#1605;&#1607;&#8204;&#1670;&#1740;&#1586; &#1583;&#1585; &#1587;&#1705;&#1608;&#1578; &#1705;&#1575;&#1605;&#1604; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1585;&#1583; &#1608; &#1591;&#1576;&#1740;&#1593;&#1578; &#1606;&#1740;&#1586; &#1576;&#1607; &#1711;&#1587;&#1578;&#1585;&#1588; &#1582;&#1608;&#1583; &#1575;&#1583;&#1575;&#1605;&#1607; &#1583;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578;&#1567; &#1575;&#1711;&#1585; &#1705;&#1607; &#1575;&#1740;&#1606; &#1606;&#1608;&#1593; &#1605;&#1587;&#1578;&#1606;&#1583;&#1607;&#1575; &#1585;&#1575; &#1583;&#1740;&#1583;&#1607;&#8204;&#1575;&#1740;&#1583; &#1582;&#1576;&#1585; &#1582;&#1608;&#1576;&#1740; &#1576;&#1585;&#1575;&#1740;&#1578;&#1575;&#1606; &#1583;&#1575;&#1585;&#1740;&#1605;. &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; &#1053;&#1086;&#1089;&#1082;&#1086;&#1074; &#1057;&#1077;&#1088;&#1075;&#1077;&#1081; &#1576;&#1593;&#1583; &#1575;&#1586; &#1587;&#1575;&#1582;&#1578; &#1583;&#1608;&#1576;&#1575;&#1586;&#1740; &#1606;&#1607;&#8204;&#1670;&#1606;&#1583;&#1575;&#1606; &#1605;&#1593;&#1585;&#1608;&#1601; &#1581;&#1575;&#1604;&#1575; &#1605;&#1575; &#1585;&#1575; &#1576;&#1575; &#1583;&#1606;&#1740;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1605;&#1608;&#1575;&#1580;&#1607; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1576;&#1575;&#1586;&#1740; The Light Remake &#1578;&#1605;&#1575;&#1605;&#1575;&#1611; &#1583;&#1585; &#1605;&#1608;&#1585;&#1583; &#1588;&#1605;&#1575;&#1587;&#1578;. &#1580;&#1575;&#1740;&#1740; &#1705;&#1607; &#1576;&#1602;&#1575;&#1740;&#1575;&#1740; &#1585;&#1607;&#1575;&#1588;&#1583;&#1607; &#1575;&#1586; &#1586;&#1606;&#1583;&#1711;&#1740; &#1575;&#1606;&#1587;&#1575;&#1606;&#1740; &#1583;&#1740;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1591;&#1576;&#1740;&#1593;&#1578; &#1578;&#1605;&#1575;&#1605;&#1575;&#1611; &#1583;&#1585; &#1594;&#1740;&#1575;&#1576; &#1575;&#1606;&#1587;&#1575;&#1606; &#1580;&#1575;&#1606; &#1578;&#1575;&#1586;&#1607;&#8204;&#1575;&#1740; &#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1588;&#1575;&#1740;&#1583; &#1578;&#1606;&#1607;&#1575; &#1608; &#1587;&#1575;&#1705;&#1578; &#1576;&#1575;&#1588;&#1583; &#1575;&#1605;&#1575; &#1586;&#1740;&#1576;&#1575;&#1740;&#1740; &#1605;&#1606;&#1581;&#1589;&#1585;&#1576;&#1607;&#8204;&#1601;&#1585;&#1583;&#1740; &#1583;&#1575;&#1585;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; The Light Remake &#1575;&#1605;&#1575; &#1576;&#1575;&#1586;&#1587;&#1575;&#1586;&#1740; &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1585; &#1587;&#1575;&#1604; 2012 &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;. &#1575;&#1740;&#1606;&#8204;&#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1578;&#1705;&#1740;&#1607;&#8204;&#1576;&#1585; &#1605;&#1581;&#1740;&#1591; &#1575;&#1591;&#1585;&#1575;&#1601; &#1575;&#1587;&#1578; &#1705;&#1607; &#1578;&#1605;&#1575;&#1605;&#1575;&#1611; &#1583;&#1585; &#1605;&#1608;&#1585;&#1583; &#1570;&#1740;&#1606;&#1583;&#1607; &#1705;&#1585;&#1607; &#1586;&#1605;&#1740;&#1606; &#1583;&#1585; &#1594;&#1740;&#1575;&#1576; &#1575;&#1606;&#1587;&#1575;&#1606;&#8204;&#1607;&#1575;&#1587;&#1578;. &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1583;&#1606;&#1740;&#1575;&#1740; &#1586;&#1740;&#1576;&#1575;&#1740; &#1570;&#1606; &#1585;&#1575; &#1583;&#1585; &#1606;&#1602;&#1588;&#1607;&#8204;&#1575;&#1740; &#1576;&#1586;&#1585;&#1711; &#1576;&#1711;&#1585;&#1583;&#1740;&#1583; &#1608; &#1576;&#1575;&#1604;&#1575;&#1582;&#1585;&#1607; &#1585;&#1575;&#1586; &#1594;&#1740;&#1576; &#1588;&#1583;&#1606; &#1575;&#1606;&#1587;&#1575;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1662;&#1740;&#1583;&#1575; &#1705;&#1606;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1575;&#1605;&#1585; &#1578;&#1608;&#1587;&#1591; &#1581;&#1604; &#1605;&#1593;&#1605;&#1575;&#1607;&#1575; &#1608; &#1580;&#1587;&#1578;&#1580;&#1608; &#1583;&#1585; &#1601;&#1590;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1575;&#1606;&#1580;&#1575;&#1605; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1583;&#1585;&#1608;&#1575;&#1602;&#1593; &#1740;&#1705; &#1587;&#1585;&#1740; &#1662;&#1740;&#1575;&#1605;&#8204;&#1607;&#1575;&#1740; &#1605;&#1578;&#1606;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1576;&#1575;&#1740;&#1583; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1576;&#1582;&#1608;&#1575;&#1606;&#1740;&#1583; &#1608; &#1576;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1570;&#1606;&#8204;&#1607;&#1575; &#1605;&#1593;&#1606;&#1740; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1585;&#1575; &#1662;&#1740;&#1583;&#1575; &#1705;&#1606;&#1740;&#1583;. &#1594;&#1740;&#1585;&#1575;&#1586;&#1570;&#1606; &#1587;&#1705;&#1608;&#1578; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705;&#1740; &#1607;&#1605;&#1607;&#8204;&#1580;&#1575; &#1585;&#1575; &#1601;&#1585;&#1575;&#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578; &#1608; &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1581;&#1578;&#1740; &#1588;&#1605;&#1575;&#1585;&#1575; &#1576;&#1607; &#1608;&#1581;&#1588;&#1578; &#1576;&#1740;&#1606;&#1583;&#1575;&#1586;&#1583;. &#1576;&#1607;&#8204;&#1607;&#1585;&#1581;&#1575;&#1604; &#1575;&#1740;&#1606; &#1607;&#1605;&#1740;&#1606; &#1601;&#1590;&#1575;&#1740;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1578;&#1608;&#1587;&#1593;&#1607;&#8204;&#1583;&#1607;&#1606;&#1583;&#1711;&#1575;&#1606; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1575;&#1740;&#1580;&#1575;&#1583;&#1588; &#1576;&#1608;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1601;&#1590;&#1575;&#1740;&#1740; &#1576;&#1575; &#1585;&#1608;&#1575;&#1740;&#1578; &#1575;&#1608;&#1604;&#8204;&#1588;&#1582;&#1589; &#1705;&#1607; &#1583;&#1585; &#1587;&#1705;&#1608;&#1578; &#1662;&#1740;&#1588; &#1605;&#1740;&#8204;&#1585;&#1608;&#1583; &#1608; &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1576;&#1607;&#8204;&#1740;&#1705;&#8204;&#1576;&#1575;&#1585;&#1607; &#1605;&#1608;&#1580;&#1608;&#1583;&#1740; &#1585;&#1608;&#1740; &#1587;&#1585; &#1588;&#1605;&#1575; &#1582;&#1585;&#1575;&#1576; &#1588;&#1608;&#1583; &#1608; &#1575;&#1740;&#1606; &#1587;&#1705;&#1608;&#1578; &#1585;&#1575; &#1576;&#1575; &#1601;&#1585;&#1740;&#1575;&#1583;&#1740; &#1605;&#1607;&#1740;&#1576; &#1576;&#1705;&#1588;&#1606;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; The Light Remake &#1575;&#1586; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1576;&#1575; &#1575;&#1604;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1601;&#1604;&#1587;&#1601;&#1740; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1576;&#1575;&#1608;&#1585; &#1583;&#1575;&#1585;&#1606;&#1583; &#1705;&#1607; &#1575;&#1606;&#1587;&#1575;&#1606; &#1591;&#1576;&#1740;&#1593;&#1578; &#1608; &#1705;&#1585;&#1607; &#1586;&#1605;&#1740;&#1606; &#1585;&#1575; &#1576;&#1575;&#1586;&#1740;&#1670;&#1607; &#1575;&#1607;&#1583;&#1575;&#1601; &#1582;&#1608;&#1583; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1604;&#1575;&#1582;&#1585;&#1607; &#1606;&#1601;&#1587; &#1578;&#1575;&#1586;&#1607;&#8204;&#1575;&#1740; &#1576;&#1585;&#1575;&#1740; &#1705;&#1585;&#1607; &#1570;&#1576;&#1740; &#1608; &#1583;&#1608;&#1587;&#1578;&#8204;&#1583;&#1575;&#1588;&#1578;&#1606;&#1740; &#1605;&#1575; &#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1608;&#1583;. &#1583;&#1585; &#1591;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1740;&#1705; &#1587;&#1585;&#1740; &#1578;&#1589;&#1605;&#1740;&#1605;&#8204;&#1607;&#1575; &#1606;&#1740;&#1586; &#1576;&#1575;&#1740;&#1583; &#1576;&#1711;&#1740;&#1585;&#1740;&#1583; &#1608; &#1607;&#1605;&#1740;&#1606; &#1576;&#1575;&#1593;&#1579; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1585; &#1570;&#1582;&#1585; &#1588;&#1575;&#1607;&#1583; &#1583;&#1608; &#1662;&#1575;&#1740;&#1575;&#1606; &#1576;&#1575;&#1588;&#1740;&#1605;. &#1583;&#1585;&#1606;&#1578;&#1740;&#1580;&#1607; &#1581;&#1608;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1588;&#1583; &#1705;&#1607; &#1740;&#1705; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1582;&#1591;&#1740; &#1585;&#1575; &#1583;&#1606;&#1576;&#1575;&#1604; &#1606;&#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583; &#1608; &#1575;&#1740;&#1606; &#1584;&#1575;&#1578; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1608; &#1580;&#1587;&#1578;&#1580;&#1608; &#1575;&#1587;&#1578; &#1705;&#1607; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1585;&#1575; &#1662;&#1740;&#1588; &#1605;&#1740;&#8204;&#1576;&#1585;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1581;&#1583;&#1608;&#1583; 2 &#1587;&#1575;&#1593;&#1578; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1583;&#1575;&#1585;&#1583; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1587;&#1585;&#1740;&#1593;&#1575;&#1611; &#1570;&#1606; &#1585;&#1575; &#1576;&#1607; &#1578;&#1585;&#1608;&#1601;&#1740; &#1607;&#1575;&#1740; &#1582;&#1608;&#1583; &#1575;&#1590;&#1575;&#1601;&#1607; &#1705;&#1606;&#1740;&#1583; &#1575;&#1605;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1705;&#1607; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1711;&#1584;&#1575;&#1585;&#1583; &#1576;&#1740;&#8204;&#1606;&#1592;&#1740;&#1585; &#1575;&#1587;&#1578; &#1608; &#1602;&#1591;&#1593;&#1575;&#1611; &#1575;&#1585;&#1586;&#1588; &#1670;&#1606;&#1583; &#1576;&#1575;&#1585; &#1578;&#1580;&#1585;&#1576;&#1607; &#1585;&#1575; &#1583;&#1575;&#1585;&#1583;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Narcosis &#1608; Chernobylite &#1585;&#1575; &#1607;&#1605; &#1575;&#1605;&#1578;&#1581;&#1575;&#1606; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i3 4170
Memory: 3 GB RAM
Graphics: NVIDIA GeForce GTX 275, GeForce GT
DirectX: Version 9.0
Storage: 1700 MB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1605;&#1593;&#1605;&#1575;&#1740;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1588;&#1608;&#1578;&#1585;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/THE%20LIGHT%20KEEPS%20US%20SAFE/20190914142359_1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/THE%20LIGHT%20KEEPS%20US%20SAFE/3583303-20190918094928_1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/THE%20LIGHT%20KEEPS%20US%20SAFE/The-Surge-2_ReviewCap04.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/THE%20LIGHT%20KEEPS%20US%20SAFE/the-surge-2-review-4.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/THE%20LIGHT%20KEEPS%20US%20SAFE/ca72bc152124719046c5885848bc372811852263-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Steam: 6/10<br/><br/>Initial release date: October 11, 2018<br/>
    </div>
  </BODY>
</html>