<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>The Witcher: Enhanced Edition</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5179.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index23.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="5956.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/5424f.jpg">
        <img src="../images/5424f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">The Witcher: Enhanced Edition&#160;(2008)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(The Witcher&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>RPG</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#364</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Atari SA</b>
	    &#160;
	   	CD Projekt Red Studio
            <br/>
            <b>6.52 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1575;&#1586; &#1583;&#1606;&#1740;&#1575;&#1740; &#1601;&#1575;&#1606;&#1578;&#1586;&#1740; &#1570;&#1594;&#1575;&#1586; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1588;&#1605;&#1575; &#1583;&#1585; &#1606;&#1602;&#1588; &#1711;&#1585;&#1575;&#1604;&#1578; &#1575;&#1601; &#1585;&#1740;&#1608;&#1740;&#1575;&#1548; &#1740;&#1705;&#1740; &#1575;&#1586; &#1588;&#1705;&#1575;&#1585;&#1670;&#1740;&#1575;&#1606; &#1607;&#1740;&#1608;&#1604;&#1575; &#1576;&#1575; &#1602;&#1583;&#1585;&#1578;&#1740; &#1582;&#1575;&#1585;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1662;&#1575; &#1576;&#1607; &#1575;&#1740;&#1606; &#1583;&#1606;&#1740;&#1575;&#1740; &#1593;&#1580;&#1740;&#1576; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1711;&#1584;&#1575;&#1588;&#1578;. &#1576;&#1575;&#1586;&#1740; The Witcher &#1576;&#1575;&#1586;&#1740; &#1586;&#1740;&#1576;&#1575; &#1608; &#1605;&#1581;&#1576;&#1608;&#1576;&#1740; &#1575;&#1587;&#1578; &#1576;&#1575; &#1583;&#1606;&#1740;&#1575;&#1740; &#1580;&#1607;&#1575;&#1606; &#1576;&#1575;&#1586; &#1705;&#1607; &#1587;&#1575;&#1593;&#1578;&#8204;&#1607;&#1575; &#1588;&#1605;&#1575; &#1585;&#1575; &#1587;&#1585;&#1711;&#1585;&#1605; &#1582;&#1608;&#1583; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;. &#1588;&#1605;&#1575; &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1740;&#1705; &#1608;&#1740;&#1670;&#1585; &#1576;&#1575; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1580;&#1584;&#1575;&#1576;&#1740; &#1585;&#1608; &#1576;&#1607; &#1585;&#1608; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1588;&#1583;. &#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1576;&#1575;&#1586;&#1740; The Witcher &#1583;&#1585; &#1575;&#1705;&#1578;&#1576;&#1585; 2006 &#1578;&#1608;&#1587;&#1591; &#1705;&#1605;&#1662;&#1575;&#1606;&#1740; Atari &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1575;&#1589;&#1604; &#1576;&#1585; &#1575;&#1587;&#1575;&#1587; &#1740;&#1705; &#1587;&#1585;&#1740; &#1585;&#1605;&#1575;&#1606; &#1576;&#1575; &#1607;&#1605;&#1740;&#1606; &#1606;&#1575;&#1605; &#1575;&#1579;&#1585; &#1570;&#1606;&#1583;&#1688;&#1740; &#1587;&#1575;&#1662;&#1705;&#1608;&#1587;&#1705;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608;&#1740; &#1604;&#1607;&#1587;&#1578;&#1575;&#1606;&#1740; CD Projekt Red &#1587;&#1575;&#1582;&#1578;&#1607;&#8204;&#1588;&#1583;&#1607;. &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1606;&#1602;&#1588;&#8204;&#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1608; &#1575;&#1705;&#1588;&#1606; &#1575;&#1587;&#1578; &#1608; &#1583;&#1585; &#1576;&#1582;&#1588;&#8204;&#1607;&#1575;&#1740; &#1575;&#1586; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1548; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1576;&#1575;&#1740;&#1583; &#1576;&#1740;&#1606; &#1711;&#1586;&#1740;&#1606;&#1607;&#8204;&#1607;&#1575;&#1740; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1705;&#1606;&#1583;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1591;&#1608;&#1585; &#1705;&#1604;&#1740; &#1583;&#1585;&#1576;&#1575;&#1585;&#1607;&#1620; &#1740;&#1705; &#1608;&#1740;&#1670;&#1585; &#1576;&#1607; &#1606;&#1575;&#1605; &#1711;&#1585;&#1575;&#1604;&#1578; &#1575;&#1601; &#1585;&#1740;&#1608;&#1740;&#1575; &#1575;&#1587;&#1578;&#1548; &#1575;&#1606;&#1587;&#1575;&#1606;&#1740; &#1705;&#1607; &#1570;&#1605;&#1608;&#1586;&#1588; &#1711;&#1585;&#1601;&#1578;&#1607; &#1578;&#1575; &#1575;&#1586; &#1602;&#1583;&#1585;&#1578; &#1582;&#1575;&#1585;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607;&#1620; &#1582;&#1608;&#1583; &#1576;&#1585;&#1575;&#1740; &#1606;&#1575;&#1576;&#1608;&#1583;&#1740; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1606;&#1583;. &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1587;&#1607; &#1605;&#1587;&#1740;&#1585; &#1605;&#1582;&#1578;&#1604;&#1601; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1607;&#1585; &#1705;&#1583;&#1575;&#1605; &#1585;&#1608;&#1740; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1578;&#1571;&#1579;&#1740;&#1585; &#1605;&#1740;&#8204;&#1711;&#1584;&#1575;&#1585;&#1606;&#1583;. &#1605;&#1587;&#1740;&#1585;&#1607;&#1575; &#1593;&#1576;&#1575;&#1585;&#1578;&#8204;&#1575;&#1606;&#1583; &#1575;&#1586;: &#1575;&#1578;&#1581;&#1575;&#1583; &#1576;&#1575; Scoia&#8217;tael &#1711;&#1585;&#1608;&#1607;&#1740; &#1575;&#1586; &#1575;&#1604;&#1601;&#8204;&#1607;&#1575; &#1608; &#1587;&#1575;&#1740;&#1585; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578; &#1594;&#1740;&#1585;&#1575;&#1606;&#1587;&#1575;&#1606;&#1740; &#1705;&#1607; &#1576;&#1585;&#1575;&#1740; &#1570;&#1586;&#1575;&#1583;&#1740; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;&#1548; &#1575;&#1578;&#1581;&#1575;&#1583; &#1576;&#1575; &#1588;&#1608;&#1575;&#1604;&#1740;&#1607;&#8204;&#1607;&#1575;&#1740; &#1705;&#1588;&#1608;&#1585; &#1578;&#1605;&#1585;&#1740;&#1575;&#1548; &#1740;&#1575; &#1575;&#1593;&#1604;&#1575;&#1605; &#1576;&#1740;&#8204;&#1591;&#1585;&#1601;&#1740; &#1608; &#1593;&#1583;&#1605; &#1575;&#1578;&#1581;&#1575;&#1583; &#1576;&#1575; &#1607;&#1740;&#1670; &#1740;&#1705; &#1575;&#1586; &#1711;&#1585;&#1608;&#1607;&#8204;&#1607;&#1575;.  &#1588;&#1605;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; The Witcher &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1586;&#1575;&#1608;&#1740;&#1607; &#1583;&#1740;&#1583; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583;&#1548; &#1576;&#1607; &#1582;&#1589;&#1608;&#1589; &#1583;&#1585; &#1607;&#1606;&#1711;&#1575;&#1605; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1586;&#1575;&#1608;&#1740;&#1607; &#1606;&#1586;&#1583;&#1740;&#1705; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583;. &#1581;&#1575;&#1604;&#1578; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1607;&#1585; &#1740;&#1705; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1606;&#1602;&#1588;&#8204;&#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1575;&#1587;&#1578;. &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1587;&#1576;&#1705;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1576;&#1585;&#1575;&#1740; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607;&#1620; &#1582;&#1608;&#1583; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1606;&#1583;. &#1587;&#1576;&#1705; &#1587;&#1585;&#1740;&#1593; &#1576;&#1575;&#1593;&#1579; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1578;&#1575; &#1607;&#1606;&#1711;&#1575;&#1605; &#1581;&#1605;&#1604;&#1607;&#1548; &#1589;&#1583;&#1605;&#1575;&#1578; &#1705;&#1605;&#1578;&#1585;&#1740; &#1576;&#1576;&#1740;&#1606;&#1740;&#1583; &#1608; &#1587;&#1585;&#1740;&#1593;&#8204;&#1578;&#1585; &#1606;&#1740;&#1586; &#1583;&#1588;&#1605;&#1606; &#1585;&#1575; &#1606;&#1575;&#1576;&#1608;&#1583; &#1705;&#1606;&#1740;&#1583;. &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1583;&#1585; &#1607;&#1585; &#1586;&#1605;&#1575;&#1606; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1705;&#1607; &#1576;&#1582;&#1608;&#1575;&#1607;&#1583; &#1587;&#1576;&#1705; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607;&#1620; &#1582;&#1608;&#1583; &#1585;&#1575; &#1578;&#1594;&#1740;&#1740;&#1585; &#1583;&#1607;&#1583;.<br/><br/>&#1705;&#1740;&#1605;&#1740;&#1575; &#1711;&#1585;&#1740; &#1606;&#1740;&#1586; &#1606;&#1602;&#1588; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1585; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1583;&#1575;&#1585;&#1583;. &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1605;&#1593;&#1580;&#1608;&#1606;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1583;&#1585;&#1587;&#1578; &#1705;&#1606;&#1606;&#1583; &#1605;&#1575;&#1606;&#1606;&#1583; &#1605;&#1593;&#1580;&#1608;&#1606; &#1588;&#1601;&#1575;&#1576;&#1582;&#1588;&#1740;&#1548; &#1576;&#1575;&#1604;&#1575; &#1576;&#1585;&#1583;&#1606; &#1602;&#1583;&#1585;&#1578; &#1583;&#1601;&#1575;&#1593;&#1740; &#1740;&#1575; &#1605;&#1593;&#1580;&#1608;&#1606;&#8204;&#1607;&#1575;&#1740; &#1705;&#1607; &#1576;&#1607; &#1711;&#1585;&#1575;&#1604;&#1578; &#1705;&#1605;&#1705; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583; &#1578;&#1575; &#1583;&#1585; &#1578;&#1575;&#1585;&#1740;&#1705;&#1740; &#1576;&#1607;&#1578;&#1585; &#1576;&#1576;&#1740;&#1606;&#1583;. &#1591;&#1585;&#1586; &#1578;&#1607;&#1740;&#1607; &#1607;&#1585; &#1705;&#1583;&#1575;&#1605; &#1575;&#1586; &#1605;&#1593;&#1580;&#1608;&#1606;&#8204;&#1607;&#1575; &#1583;&#1575;&#1582;&#1604; &#1740;&#1705; &#1591;&#1608;&#1605;&#1575;&#1585; &#1606;&#1608;&#1588;&#1578;&#1607; &#1588;&#1583;&#1607; &#1608; &#1740;&#1575; &#1576;&#1575; &#1585;&#1608;&#1588; &#1570;&#1586;&#1605;&#1608;&#1606; &#1608; &#1582;&#1591;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1587;&#1575;&#1582;&#1578;. &#1607;&#1606;&#1711;&#1575;&#1605;&#1740; &#1575;&#1586; &#1585;&#1608;&#1588; &#1583;&#1608;&#1605; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583; &#1583;&#1608; &#1585;&#1575;&#1607; &#1662;&#1740;&#1588; &#1585;&#1608; &#1583;&#1575;&#1585;&#1740;&#1583;: &#1606;&#1608;&#1588;&#1740;&#1583;&#1606; &#1605;&#1593;&#1580;&#1608;&#1606; &#1740;&#1575; &#1583;&#1608;&#1585; &#1575;&#1606;&#1583;&#1575;&#1582;&#1578;&#1606; &#1570;&#1606;. &#1608;&#1604;&#1740; &#1740;&#1575;&#1583;&#1578;&#1575;&#1606; &#1576;&#1575;&#1588;&#1583; &#1575;&#1711;&#1585; &#1605;&#1593;&#1580;&#1608;&#1606; &#1585;&#1575; &#1576;&#1606;&#1608;&#1588;&#1740;&#1583; &#1608; &#1587;&#1605;&#1740; &#1576;&#1575;&#1588;&#1583; &#1589;&#1583;&#1605;&#1575;&#1578; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1607; &#1711;&#1585;&#1575;&#1604;&#1578; &#1582;&#1608;&#1575;&#1607;&#1583; &#1586;&#1583;. &#1607;&#1585; &#1576;&#1575;&#1585; &#1705;&#1607; &#1711;&#1585;&#1575;&#1604;&#1578; &#1605;&#1593;&#1580;&#1608;&#1606;&#1740; &#1586;&#1607;&#1585;&#1570;&#1711;&#1740;&#1606; &#1576;&#1606;&#1608;&#1588;&#1583;&#1548; &#1605;&#1740;&#1586;&#1575;&#1606; &#1587;&#1605; &#1583;&#1585; &#1576;&#1583;&#1606;&#1588; &#1576;&#1575;&#1604;&#1575; &#1605;&#1740;&#8204;&#1585;&#1608;&#1583; &#1705;&#1607; &#1578;&#1606;&#1607;&#1575; &#1576;&#1575; &#1606;&#1608;&#1588;&#1740;&#1583;&#1606; &#1605;&#1593;&#1580;&#1608;&#1606;&#1740; &#1582;&#1575;&#1589; &#1576;&#1607; &#1581;&#1575;&#1604;&#1578; &#1605;&#1593;&#1605;&#1608;&#1604; &#1576;&#1585; &#1582;&#1608;&#1575;&#1607;&#1583; &#1711;&#1588;&#1578;.<br/><br/>&#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1606;&#1592;&#1585;&#1575;&#1578; &#1605;&#1579;&#1576;&#1578; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578; &#1705;&#1585;&#1583;&#1607; &#1608; &#1583;&#1585; &#1587;&#1575;&#1740;&#1578; &#1605;&#1578;&#1575;&#1705;&#1585;&#1740;&#1578;&#1740;&#1705;&#1587; &#1575;&#1605;&#1578;&#1740;&#1575;&#1586; 81 &#1575;&#1586; 100 &#1576;&#1607; &#1583;&#1587;&#1578; &#1570;&#1608;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1583;&#1585; &#1587;&#1575;&#1604; 2010 &#1606;&#1740;&#1586; &#1606;&#1575;&#1605; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1705;&#1578;&#1575;&#1576; &#171;1001 &#1576;&#1575;&#1586;&#1740; &#1705;&#1607; &#1602;&#1576;&#1604; &#1575;&#1586; &#1605;&#1585;&#1711; &#1576;&#1575;&#1740;&#1583; &#1575;&#1606;&#1580;&#1575;&#1605; &#1583;&#1607;&#1740;&#1583;&#187; &#1570;&#1608;&#1585;&#1583;&#1607; &#1588;&#1583;&#1607; &#1576;&#1608;&#1583;. &#1662;&#1587; &#1601;&#1585;&#1589;&#1578; &#1585;&#1575; &#1575;&#1586; &#1583;&#1587;&#1578; &#1606;&#1583;&#1607;&#1740;&#1583; &#1607;&#1605;&#1740;&#1606; &#1575;&#1605;&#1585;&#1608;&#1586; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1586;&#1740;&#1576;&#1575; &#1585;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Pentium 4 2.4 GHz or Athlon 64 +2800
Graphics: NVIDIA GeForce 6600 or ATI Radeon 9800 or better
Memory: 1 GB RAM </td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;, &#1607;&#1705; &#8204;&#1608; &#1575;&#1587;&#1604;&#1588;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Witcher%20Enhanced%20Edition%20Director's%20Cut/20900_screenshots_2013-02-19_00001.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Witcher%20Enhanced%20Edition%20Director's%20Cut/9t3QY9I0qs_NHmnDR0yspOpdsC2gJ2vso9nZ-nprugg_1920x1080_1x-0.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Witcher%20Enhanced%20Edition%20Director's%20Cut/TheWitcherEEPCSCR001.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Witcher%20Enhanced%20Edition%20Director's%20Cut/gS7T8-QRoqdopDuC60SEvf4cx9vrY2b7zq2bISEdpoQ_1920x1080_1x-0.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/The%20Witcher%20Enhanced%20Edition%20Director's%20Cut/167a20a988dbcc5d9c604a589314b7d028325146-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 81/100<br/>Steam: 9/10<br/>IGN: 8.5/10[<br/><br/>release date: September 16, 2008</div>
  </BODY>
</html>