<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>The Witcher 2: Assassins of Kings</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5947.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index23.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="5179.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/5474f.jpg">
        <img src="../images/5474f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">The Witcher 2: Assassins of Kings&#160;(2011)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(The Witcher&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>RPG</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#366</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Atari</b>
	    &#160;
	   	CD Projekt Red
            <br/>
            <b>8.73 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1576;&#1607; &#1580;&#1585;&#1574;&#1578; &#1606;&#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1575;&#1586;&#1740;&#1576;&#1575;&#1586; &#1581;&#1585;&#1601;&#1607;&#8204;&#1575;&#1740; &#1585;&#1575; &#1583;&#1585; &#1606;&#1587;&#1604; &#1607;&#1588;&#1578;&#1605; &#1662;&#1740;&#1583;&#1575; &#1705;&#1606;&#1740;&#1583; &#1705;&#1607; &#1606;&#1575;&#1605; The Witcher &#1585;&#1575; &#1606;&#1588;&#1606;&#1740;&#1583;&#1607; &#1576;&#1575;&#1588;&#1583;. &#1575;&#1705;&#1579;&#1585;&#1575; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1575; The Witcher 3 Wild Hunt &#1605;&#1740;&#8204;&#1588;&#1606;&#1575;&#1587;&#1606;&#1583; &#1705;&#1607; &#1583;&#1585; &#1587;&#1575;&#1604; 2015&#1548; &#1578;&#1576;&#1583;&#1740;&#1604; &#1576;&#1607; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1587;&#1575;&#1604; &#1608; &#1583;&#1585; &#1606;&#1607;&#1575;&#1740;&#1578; &#1578;&#1576;&#1583;&#1740;&#1604; &#1576;&#1607; &#1662;&#1585;&#1575;&#1601;&#1578;&#1582;&#1575;&#1585;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1578;&#1575;&#1585;&#1740;&#1582; &#1588;&#1583;. &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1705;&#1607; &#1576;&#1575; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1740;&#8204;&#1606;&#1592;&#1740;&#1585;&#1548; &#1605;&#1608;&#1587;&#1740;&#1602;&#1740;&#8204;&#1607;&#1575;&#1740; &#1582;&#1575;&#1585;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1608; &#1711;&#1740;&#1605;&#8204;&#1662;&#1604;&#1740; &#1607;&#1740;&#1580;&#1575;&#1606; &#1575;&#1606;&#1711;&#1740;&#1586; &#1582;&#1608;&#1583;&#1548; &#1607;&#1605;&#1607; &#1585;&#1575; &#1583;&#1585; &#1586;&#1605;&#1575;&#1606; &#1575;&#1606;&#1578;&#1588;&#1575;&#1585; &#1582;&#1608;&#1583; &#1576;&#1607; &#1608;&#1580;&#1583; &#1570;&#1608;&#1585;&#1583; &#1575;&#1605;&#1575; &#1606;&#1576;&#1575;&#1740;&#1583; &#1601;&#1585;&#1575;&#1605;&#1608;&#1588; &#1705;&#1585;&#1583; &#1705;&#1607; &#1606;&#1587;&#1582;&#1607; &#1583;&#1608;&#1605; &#1576;&#1575;&#1586;&#1740;&#1548; &#1740;&#1593;&#1606;&#1740; The Witcher 2 Assassins of Kings &#1576;&#1608;&#1583; &#1705;&#1607; &#1606;&#1575;&#1605; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1583;&#1585; &#1586;&#1576;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740;&#1576;&#1575;&#1586;&#1607;&#1575; &#1575;&#1606;&#1583;&#1575;&#1582;&#1578;. Witcher 2 &#1576;&#1575;&#1586;&#1740; &#1576;&#1608;&#1583; &#1705;&#1607; &#1662;&#1587; &#1575;&#1586; &#1578;&#1605;&#1575;&#1605; &#1705;&#1585;&#1583;&#1606; &#1570;&#1606;&#1548; &#1606;&#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1587;&#1578;&#1740;&#1583; &#1570;&#1606; &#1585;&#1575; &#1576;&#1607; &#1587;&#1575;&#1583;&#1711;&#1740; &#1601;&#1585;&#1575;&#1605;&#1608;&#1588; &#1705;&#1606;&#1740;&#1583; &#1608; &#1740;&#1705;&#1740; &#1575;&#1586; &#1583;&#1604;&#1575;&#1740;&#1604; &#1587;&#1585; &#1608; &#1589;&#1583;&#1575; &#1705;&#1585;&#1583;&#1606; Witcher 3 &#1662;&#1587; &#1575;&#1586; &#1605;&#1593;&#1585;&#1601;&#1740; &#1588;&#1583;&#1606;&#1548; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1583;&#1608;&#1605; &#1576;&#1608;&#1583;.<br/><br/>&#1605;&#1607;&#1605;&#8204;&#1578;&#1585;&#1740;&#1606; &#1670;&#1740;&#1586;&#1740; &#1705;&#1607; &#1602;&#1576;&#1604; &#1575;&#1586; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1585;&#1583;&#1606; Witcher 2 &#1576;&#1575;&#1740;&#1583; &#1583;&#1585; &#1606;&#1592;&#1585; &#1576;&#1711;&#1740;&#1585;&#1740;&#1583;&#1548; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1576;&#1608;&#1583;&#1606; &#1570;&#1606; &#1576;&#1575; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1587;&#1608;&#1605; &#1575;&#1587;&#1578;. &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1587;&#1608;&#1605; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578;&#8204;&#1607;&#1575;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1575;&#1583;&#1740; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1583;&#1608;&#1605; &#1576;&#1575;&#1586;&#1740; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1607;&#1605;&#1740;&#1606; &#1605;&#1587;&#1574;&#1604;&#1607; &#1576;&#1575;&#1593;&#1579; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1705;&#1607; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1740; &#1606;&#1587;&#1582;&#1607; &#1583;&#1608;&#1605; &#1662;&#1587; &#1575;&#1586; &#1576;&#1607; &#1575;&#1578;&#1605;&#1575;&#1605; &#1585;&#1587;&#1575;&#1606;&#1583;&#1606; Witcher 3&#1548; &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1576;&#1585;&#1575;&#1740; &#1607;&#1605;&#1607; &#1580;&#1584;&#1575;&#1576; &#1608; &#1604;&#1584;&#1578; &#1576;&#1582;&#1588; &#1606;&#1576;&#1575;&#1588;&#1583;. &#1583;&#1585; &#1606;&#1592;&#1585; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583; &#1705;&#1607; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; The Witcher 2 Assassins of Kings &#1578;&#1602;&#1585;&#1740;&#1576;&#1575; &#1607;&#1740;&#1670; &#1585;&#1576;&#1591;&#1740; &#1576;&#1607; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1575;&#1589;&#1604;&#1740; &#1606;&#1583;&#1575;&#1585;&#1583; &#1670;&#1585;&#1575;&#1705;&#1607; &#1662;&#1587; &#1575;&#1586; &#1608;&#1602;&#1575;&#1740;&#1593; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1575;&#1608;&#1604;&#1548; &#1711;&#1585;&#1575;&#1604;&#1578; &#1576;&#1582;&#1588; &#1586;&#1740;&#1575;&#1583;&#1740; &#1575;&#1586; &#1581;&#1575;&#1601;&#1592;&#1607;&#8204;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1575;&#1586; &#1583;&#1587;&#1578; &#1583;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1576;&#1575; &#1608;&#1585;&#1608;&#1583; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#1548; &#1588;&#1605;&#1575; &#1711;&#1585;&#1575;&#1604;&#1578; &#1585;&#1575; &#1583;&#1585; &#1581;&#1575;&#1604; &#1576;&#1575;&#1586;&#1580;&#1608;&#1740;&#1740; &#1588;&#1583;&#1606; &#1578;&#1608;&#1587;&#1591; Roach &#1605;&#1740;&#8204;&#1576;&#1740;&#1606;&#1740;&#1583; &#1608; &#1575;&#1608;&#1604;&#1740;&#1606; &#1605;&#1585;&#1581;&#1604;&#1607;&#8204;&#1740; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1583;&#1585; &#1740;&#1705; &#1605;&#1740;&#1583;&#1575;&#1606; &#1580;&#1606;&#1711; &#1576;&#1587;&#1740;&#1575;&#1585; &#1576;&#1586;&#1585;&#1711; &#1580;&#1585;&#1740;&#1575;&#1606; &#1583;&#1575;&#1585;&#1583;. &#1588;&#1605;&#1575; &#1578;&#1575; &#1575;&#1606;&#1578;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#1548; &#1583;&#1608; &#1607;&#1583;&#1601; &#1583;&#1575;&#1585;&#1740;&#1583;&#1563; &#1575;&#1608;&#1604; &#1575;&#1740;&#1606;&#1705;&#1607; &#1581;&#1575;&#1601;&#1592;&#1607;&#8204;&#1740; &#1575;&#1586; &#1583;&#1587;&#1578; &#1585;&#1601;&#1578;&#1607;&#8204;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1575;&#1586;&#1740;&#1575;&#1576;&#1740; &#1705;&#1606;&#1740;&#1583; &#1608; &#1583;&#1608;&#1605;&#1548; &#1662;&#1575;&#1705; &#1705;&#1585;&#1583;&#1606; &#1575;&#1587;&#1605;&#1578;&#1575;&#1606; &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1602;&#1575;&#1578;&#1604; &#1662;&#1575;&#1583;&#1588;&#1575;&#1607; &#1575;&#1587;&#1578;. &#1662;&#1740;&#1670; &#1608; &#1582;&#1605;&#8204;&#1607;&#1575; &#1608; &#1580;&#1586;&#1574;&#1740;&#1575;&#1578; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; Witcher 2 &#1570;&#1606;&#1602;&#1583;&#1585; &#1586;&#1740;&#1575;&#1583; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575; &#1740;&#1705; &#1576;&#1575;&#1585; &#1578;&#1605;&#1575;&#1605; &#1705;&#1585;&#1583;&#1606; &#1570;&#1606; &#1606;&#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1607; &#1585;&#1575;&#1581;&#1578;&#1740; &#1705;&#1604; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1581;&#1590;&#1605; &#1705;&#1606;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1605;&#1587;&#1574;&#1604;&#1607; &#1576;&#1575;&#1593;&#1579; &#1575;&#1585;&#1586;&#1588;&#1605;&#1606;&#1583; &#1588;&#1583;&#1606; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1740; Witcher 2 &#1575;&#1587;&#1578; &#1586;&#1740;&#1585;&#1575; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1576;&#1575; &#1608; &#1583;&#1585;&#1711;&#1740;&#1585; &#1705;&#1606;&#1606;&#1583;&#1607; &#1576;&#1575; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740;&#1740; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583; &#1608; &#1583;&#1608;&#1587;&#1578;&#8204;&#1583;&#1575;&#1588;&#1578;&#1606;&#1740; &#1585;&#1575; &#1576;&#1607; &#1588;&#1605;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;.<br/><br/>&#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1607;&#1605;&#8204;&#1578;&#1585;&#1740;&#1606; &#1670;&#1740;&#1586;&#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1607;&#1606;&#1711;&#1575;&#1605; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1740; Witcher 2 &#1576;&#1575;&#1740;&#1583; &#1576;&#1607; &#1740;&#1575;&#1583; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583; &#1570;&#1606; &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1576;&#1575;&#1586;&#1740; &#1602;&#1585;&#1575;&#1585; &#1575;&#1587;&#1578; &#1588;&#1583;&#1578; &#1587;&#1582;&#1578;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1587;&#1608;&#1605; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1583;! &#1580;&#1575;&#1583;&#1608;&#1607;&#1575;&#1740; &#1588;&#1605;&#1575; &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; &#1582;&#1608;&#1576;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1602;&#1585;&#1575;&#1585; &#1606;&#1711;&#1585;&#1601;&#1578;&#1607;&#8204;&#1575;&#1606;&#1583; &#1705;&#1607; &#1576;&#1575;&#1593;&#1579; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1578;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1570;&#1606;&#8204;&#1607;&#1575; &#1586;&#1605;&#1575;&#1606; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1576;&#1585;&#1583; &#1608; &#1588;&#1605;&#1575; &#1585;&#1575; &#1583;&#1585; &#1605;&#1593;&#1585;&#1590; &#1582;&#1591;&#1585; &#1605;&#1585;&#1583;&#1606; &#1602;&#1585;&#1575;&#1585; &#1583;&#1607;&#1583;. &#1570;&#1740;&#1578;&#1605;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#1575;&#1576;&#1740; &#1587;&#1604;&#1575;&#1605;&#1578;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1705;&#1605; &#1608; &#1605;&#1581;&#1583;&#1608;&#1583;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1585;&#1583; &#1608; &#1588;&#1605;&#1575; &#1576;&#1575;&#1740;&#1583; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1575; &#1607;&#1605;&#1575;&#1606; &#1740;&#1705; &#1582;&#1591; &#1580;&#1575;&#1606; &#1575;&#1586; &#1576;&#1740;&#1606; &#1576;&#1576;&#1585;&#1740;&#1583; &#1605;&#1711;&#1585; &#1570;&#1606;&#1705;&#1607; &#1575;&#1586; &#1576;&#1582;&#1588; Potion &#1607;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583;. &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1576;&#1575; &#1575;&#1606;&#1587;&#1575;&#1606;&#8204;&#1607;&#1575;&#1548; &#1576;&#1587;&#1740;&#1575;&#1585; &#1587;&#1582;&#1578;&#8204;&#1578;&#1585; &#1575;&#1586; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575; &#1607;&#1587;&#1578;&#1606;&#1583; &#1575;&#1605;&#1575; &#1583;&#1585; &#1575;&#1608;&#1575;&#1582;&#1585; &#1576;&#1575;&#1586;&#1740;&#1548; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575;&#1740; &#1576;&#1607; &#1588;&#1583;&#1578; &#1587;&#1582;&#1578;&#8204;&#1578;&#1585;&#1740; &#1585;&#1575; &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1576;&#1575;&#1587; &#1601;&#1575;&#1740;&#1578; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1583;&#1740;&#1583;. &#1607;&#1605;&#1607;&#8204;&#1740; &#1575;&#1740;&#1606; &#1605;&#1587;&#1575;&#1574;&#1604;&#1548; &#1583;&#1587;&#1578; &#1576;&#1607; &#1583;&#1587;&#1578; &#1607;&#1605; &#1583;&#1575;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1578;&#1575; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; Witcher 2 &#1576;&#1607; &#1588;&#1583;&#1578; &#1670;&#1575;&#1604;&#1588; &#1576;&#1585;&#1575;&#1606;&#1711;&#1740;&#1586; &#1576;&#1575;&#1588;&#1606;&#1583; &#1608; &#1581;&#1578;&#1740; &#1576;&#1585; &#1585;&#1608;&#1740; &#1570;&#1587;&#1575;&#1606;&#8204;&#1578;&#1585;&#1740;&#1606; &#1583;&#1585;&#1580;&#1607; &#1587;&#1582;&#1578;&#1740; &#1607;&#1605; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#1576;&#1575;&#1586; &#1605;&#1588;&#1705;&#1604;&#8204;&#1587;&#1575;&#1586; &#1576;&#1575;&#1588;&#1606;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1575;&#1586; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; The Witcher 3 Wild Hunt &#1607;&#1587;&#1578;&#1740;&#1583;&#1548; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1608; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; Witcher 2: Assassins of King &#1583;&#1604;&#1740;&#1604; &#1705;&#1575;&#1601;&#1740; &#1576;&#1585;&#1575;&#1740; &#1581;&#1578;&#1605;&#1740; &#1576;&#1608;&#1583;&#1606; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1740; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1588;&#1583;. &#1575;&#1605;&#1575; &#1575;&#1711;&#1585; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1583;&#1608;&#1605; &#1705;&#1607; &#1578;&#1602;&#1585;&#1740;&#1576;&#1575; &#1576;&#1740;&#8204;&#1585;&#1576;&#1591; &#1576;&#1607; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1575;&#1589;&#1604;&#1740; &#1608; Wild Hunt &#1575;&#1587;&#1578; &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1605;&#1607;&#1605; &#1606;&#1740;&#1587;&#1578;&#1548; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1575;&#1583; &#1576;&#1582;&#1588; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1576;&#1575;&#1586;&#1740;&#1548; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1583;&#1604;&#1740;&#1604; &#1582;&#1608;&#1576; &#1583;&#1740;&#1711;&#1585;&#1740; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#1576;&#1575;&#1586;&#1607;&#1575;&#1740; &#1593;&#1604;&#1575;&#1602;&#1607;&#8204;&#1605;&#1606;&#1583; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1670;&#1575;&#1604;&#1588;&#1740; &#1576;&#1575;&#1588;&#1583;. &#1583;&#1585; &#1607;&#1585; &#1589;&#1608;&#1585;&#1578;&#1548; &#1576;&#1575;&#1586;&#1740; Witcher 2 &#1575;&#1589;&#1604;&#1575; &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1606;&#1740;&#1587;&#1578; &#1705;&#1607; &#1576;&#1578;&#1608;&#1575;&#1606; &#1576;&#1607; &#1587;&#1575;&#1583;&#1711;&#1740; &#1575;&#1586; &#1570;&#1606; &#1711;&#1584;&#1588;&#1578;&#1563; &#1576;&#1585;&#1575;&#1740; &#1575;&#1579;&#1576;&#1575;&#1578; &#1575;&#1740;&#1606; &#1581;&#1585;&#1601;&#1548; &#1608;&#1575;&#1585;&#1583; &#1605;&#1606;&#1608;&#1740; &#1576;&#1575;&#1586;&#1740; &#1588;&#1608;&#1740;&#1583; &#1608; &#1576;&#1576;&#1740;&#1606;&#1740;&#1583; &#1705;&#1607; &#1570;&#1740;&#1575; &#1570;&#1607;&#1606;&#1711; &#1586;&#1740;&#1576;&#1575;&#1740; &#1605;&#1606;&#1608;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1588;&#1605;&#1575; &#1575;&#1580;&#1575;&#1586;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1578;&#1575; &#1583;&#1705;&#1605;&#1607;&#8204;&#1740; New Game &#1585;&#1575; &#1601;&#1588;&#1575;&#1585; &#1583;&#1607;&#1740;&#1583; &#1740;&#1575; &#1606;&#1607;!</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">Mature</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel 2.2 GHz Dual-Core or AMD 2.5 GHz Dual-Core
Memory: 1.5 GB (Win XP), 2GB (Win Vista/Win 7)
Graphics: GeForce 8800 (512 MB) or Radeon HD3850 (512 MB). Resolution: 1280&#215;720.
Hard Drive: 25GB</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Witcher%202%20Assassins%20of%20Kings%20Enhanced%20Edition/4iv5dkf533oa1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Witcher%202%20Assassins%20of%20Kings%20Enhanced%20Edition/image-asset.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Witcher%202%20Assassins%20of%20Kings%20Enhanced%20Edition/the-witcher-2-assassins-of-kings.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/The%20Witcher%202%20Assassins%20of%20Kings%20Enhanced%20Edition/tu5v28a6nzia1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/The%20Witcher%202%20Assassins%20of%20Kings%20Enhanced%20Edition/892f2b22f9fb712cbf19bd54856aa62629996867-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/722006/the-witcher-2-assassins-of-kings-enhanced-edition-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 88/100<br/>Steam: 9/10<br/>IGN: 9/10<br/><br/>Initial release date: 17 May 2011<br/>
    </div>
  </BODY>
</html>