<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Thymesia </TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5383.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index20.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="5495.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/5486f.jpg">
        <img src="../images/5486f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Thymesia &#160;(2022)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>RPG</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#367</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Team17 Digital Limited</b>
	    &#160;
	   	OverBorder Studio
            <br/>
            <b>6 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1576;&#1575;&#1586;&#1740; Dark Souls &#1606;&#1575;&#1605; &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1575;&#1705;&#1588;&#1606; &#1608; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1587;&#1575;&#1604;&#8204;&#1607;&#1575; &#1662;&#1740;&#1588; &#1576;&#1607; &#1583;&#1587;&#1578; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608;&#1740; FromSoftware &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1608;&#1575;&#1587;&#1591;&#1607; &#1583;&#1606;&#1740;&#1575;&#1740; &#1662;&#1740;&#1670;&#1740;&#1583;&#1607; &#1608; &#1583;&#1585;&#1580;&#1607; &#1587;&#1582;&#1578;&#1740; &#1576;&#1575;&#1604;&#1575;&#1740;&#1740; &#1705;&#1607; &#1583;&#1575;&#1588;&#1578;&#1548; &#1576;&#1604;&#1575;&#1601;&#1575;&#1589;&#1604;&#1607; &#1578;&#1608;&#1575;&#1606;&#1587;&#1578; &#1578;&#1608;&#1580;&#1607; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1575;&#1586; &#1711;&#1740;&#1605;&#1585;&#1607;&#1575; &#1585;&#1575; &#1576;&#1607; &#1587;&#1608;&#1740; &#1582;&#1608;&#1583; &#1580;&#1604;&#1576; &#1705;&#1585;&#1583;&#1607; &#1608; &#1578;&#1571;&#1579;&#1740;&#1585; &#1605;&#1587;&#1578;&#1602;&#1740;&#1605;&#1740; &#1576;&#1585; &#1585;&#1608;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1583;&#1740;&#1711;&#1585; &#1576;&#1711;&#1584;&#1575;&#1585;&#1583;. &#1740;&#1705;&#1740; &#1575;&#1586; &#1580;&#1583;&#1740;&#1583;&#1578;&#1585;&#1740;&#1606; &#1570;&#1579;&#1575;&#1585;&#1740; &#1705;&#1607; &#1576;&#1607; &#1608;&#1590;&#1608;&#1581; &#1583;&#1585; &#1581;&#1575;&#1604; &#1575;&#1583;&#1575;&#1740; &#1575;&#1581;&#1578;&#1585;&#1575;&#1605; &#1576;&#1607; &#1587;&#1585;&#1740; Souls &#1576;&#1608;&#1583;&#1607;&#1548; Thymesia &#1606;&#1575;&#1605; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1576;&#1607; &#1583;&#1587;&#1578; &#1578;&#1740;&#1605; OverBorder Studio &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1606;&#1740;&#1575;&#1740; &#1587;&#1740;&#1575;&#1607; &#1608; &#1662;&#1585; &#1575;&#1586; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1585;&#1575; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1588;&#1605;&#1575; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1608; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740;&#8204;&#1575;&#1588; &#1575;&#1705;&#1588;&#1606;&#1740; &#1582;&#1575;&#1589; &#1608; &#1607;&#1740;&#1580;&#1575;&#1606;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586; &#1585;&#1575; &#1583;&#1585;&#1608;&#1606; &#1582;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1578;&#1575; &#1606;&#1601;&#1587; &#1711;&#1740;&#1605;&#1585;&#1607;&#1575; &#1585;&#1575; &#1576;&#1606;&#1583; &#1576;&#1740;&#1575;&#1608;&#1585;&#1583;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1581;&#1608;&#1604; &#1605;&#1581;&#1608;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1591;&#1575;&#1593;&#1608;&#1606; &#1586;&#1583;&#1607; &#1605;&#1740;&#8204;&#1711;&#1584;&#1585;&#1583; &#1705;&#1607; &#1576;&#1575;&#1593;&#1579; &#1580;&#1607;&#1588; &#1740;&#1575;&#1601;&#1578;&#1606; &#1576;&#1587;&#1740;&#1575;&#1585; &#1575;&#1586; &#1587;&#1575;&#1705;&#1606;&#1740;&#1606;&#1588; &#1576;&#1607; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575;&#1740; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705;&#1740; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1588;&#1605;&#1575; &#1583;&#1585; &#1606;&#1602;&#1588; &#1601;&#1585;&#1583;&#1740; &#1576;&#1575;&#1586;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583; &#1705;&#1607; &#1581;&#1575;&#1601;&#1592;&#1607; &#1582;&#1608;&#1583; &#1585;&#1575; &#1575;&#1586; &#1583;&#1587;&#1578; &#1583;&#1575;&#1583;&#1607; &#1608; &#1576;&#1575;&#1740;&#1583; &#1576;&#1585;&#1575;&#1740; &#1740;&#1575;&#1601;&#1578;&#1606; &#1580;&#1608;&#1575;&#1576;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1583;&#1585; &#1585;&#1575;&#1576;&#1591;&#1607; &#1576;&#1575; &#1575;&#1740;&#1606; &#1591;&#1575;&#1593;&#1608;&#1606;&#1548; &#1583;&#1587;&#1578; &#1576;&#1607; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1582;&#1591;&#1585;&#1606;&#1575;&#1705;&#1740; &#1576;&#1586;&#1606;&#1583;. &#1576;&#1575;&#1586;&#1740; Thymesia &#1583;&#1585; &#1591;&#1585;&#1575;&#1581;&#1740; &#1583;&#1606;&#1740;&#1575; &#1608; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1583;&#1585;&#1608;&#1606;&#1588; &#1576;&#1607; &#1588;&#1583;&#1578; &#1602;&#1608;&#1740; &#1593;&#1605;&#1604; &#1705;&#1585;&#1583;&#1607; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1582;&#1591;&#1585; &#1585;&#1575; &#1583;&#1585; &#1607;&#1585; &#1606;&#1602;&#1591;&#1607; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1581;&#1587; &#1705;&#1606;&#1740;&#1583;. &#1576;&#1575;&#1587;&#8204;&#1607;&#1575;&#1740;&#1740; &#1606;&#1740;&#1586; &#1583;&#1585; &#1662;&#1575;&#1740;&#1575;&#1606; &#1607;&#1585; &#1605;&#1581;&#1740;&#1591; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1606;&#1583; &#1705;&#1607; &#1576;&#1607; &#1608;&#1575;&#1587;&#1591;&#1607; &#1583;&#1585;&#1580;&#1607; &#1587;&#1582;&#1578;&#1740; &#1576;&#1575;&#1604;&#1575;&#1740; &#1582;&#1608;&#1583;&#1548; &#1588;&#1605;&#1575; &#1585;&#1575; &#1576;&#1740;&#1588;&#1578;&#1585; &#1575;&#1586; &#1602;&#1576;&#1604; &#1576;&#1607; &#1740;&#1575;&#1583; &#1583;&#1606;&#1740;&#1575;&#1740; &#1587;&#1585;&#1740; Souls &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1575;&#1606;&#1583;&#1575;&#1582;&#1578;. &#1585;&#1575;&#1586;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1583;&#1585; &#1607;&#1585; &#1605;&#1585;&#1581;&#1604;&#1607; &#1662;&#1606;&#1607;&#1575;&#1606; &#1588;&#1583;&#1607; &#1705;&#1607; &#1576;&#1585; &#1585;&#1608;&#1740; &#1662;&#1575;&#1740;&#1575;&#1606; &#1606;&#1607;&#1575;&#1740;&#1740; &#1576;&#1575;&#1586;&#1740; &#1578;&#1571;&#1579;&#1740;&#1585; &#1605;&#1740;&#8204;&#1711;&#1584;&#1575;&#1585;&#1606;&#1583;.<br/><br/>&#1607;&#1605;&#1575;&#1606;&#1606;&#1583; &#1587;&#1585;&#1740; Souls&#1548; &#1576;&#1575;&#1586;&#1740; Thymesia &#1606;&#1740;&#1586; &#1575;&#1591;&#1604;&#1575;&#1593;&#1575;&#1578; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1607; &#1608;&#1575;&#1587;&#1591;&#1607; &#1583;&#1740;&#1575;&#1604;&#1608;&#1711;&#8204;&#1607;&#1575;&#1740; &#1591;&#1608;&#1604;&#1575;&#1606;&#1740; &#1576;&#1607; &#1605;&#1582;&#1575;&#1591;&#1576; &#1606;&#1583;&#1575;&#1583;&#1607; &#1608; &#1576;&#1585;&#1575;&#1740; &#1583;&#1585;&#1705; &#1576;&#1607;&#1578;&#1585;&#1740; &#1575;&#1586; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1570;&#1606;&#1548; &#1576;&#1575;&#1740;&#1583; &#1576;&#1607; &#1580;&#1605;&#1593; &#1570;&#1608;&#1585;&#1740; &#1606;&#1608;&#1588;&#1578;&#1607;&#8204;&#1607;&#1575; &#1608; &#1575;&#1591;&#1604;&#1575;&#1593;&#1575;&#1578; &#1605;&#1581;&#1740;&#1591;&#1740; &#1576;&#1575;&#1586;&#1740; &#1575;&#1705;&#1578;&#1601;&#1575; &#1705;&#1606;&#1740;&#1583;. &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1583;&#1582;&#1605;&#1607;&#8204;&#1607;&#1575; &#1608; &#1583;&#1575;&#1604;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1578;&#1575;&#1585;&#1740;&#1705;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1581;&#1590;&#1608;&#1585; &#1583;&#1575;&#1585;&#1606;&#1583; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1575; &#1711;&#1588;&#1578; &#1608; &#1711;&#1584;&#1575;&#1585; &#1583;&#1585;&#1608;&#1606;&#1588;&#1575;&#1606;&#1548; &#1576;&#1607; &#1575;&#1587;&#1604;&#1581;&#1607;&#8204;&#1607;&#1575; &#1608; &#1570;&#1740;&#1578;&#1605;&#8204;&#1607;&#1575;&#1740; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583;&#1740; &#1583;&#1587;&#1578;&#1585;&#1587;&#1740; &#1662;&#1740;&#1583;&#1575; &#1705;&#1606;&#1740;&#1583;. &#1583;&#1585; &#1586;&#1605;&#1740;&#1606;&#1607; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1576;&#1575; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1586;&#1740;&#1576;&#1575; &#1608; &#1582;&#1740;&#1585;&#1607; &#1705;&#1606;&#1606;&#1583;&#1607; &#1585;&#1608;&#1576;&#1585;&#1608; &#1607;&#1587;&#1578;&#1740;&#1605; &#1705;&#1607; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1581;&#1587; &#1608; &#1581;&#1575;&#1604; &#1606;&#1587;&#1604; &#1606;&#1607;&#1605;&#1740; &#1583;&#1575;&#1585;&#1583; &#1608; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1587;&#1575;&#1604; &#1605;&#1581;&#1587;&#1608;&#1576; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1583;&#1585; &#1606;&#1607;&#1575;&#1740;&#1578; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1711;&#1601;&#1578; &#1705;&#1607; &#1575;&#1711;&#1585; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1575;&#1705;&#1588;&#1606; &#1608; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1576;&#1575; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575;&#1740; Souls &#1607;&#1587;&#1578;&#1740;&#1583;&#1548; &#1576;&#1575;&#1586;&#1740; &#1586;&#1740;&#1576;&#1575;&#1740; Thymesia &#1585;&#1575; &#1575;&#1586; &#1583;&#1587;&#1578; &#1606;&#1583;&#1607;&#1740;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Thymesia &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1575;&#1705;&#1588;&#1606; &#1608; &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1588;&#1605;&#1575; &#1585;&#1575; &#1583;&#1585; &#1606;&#1602;&#1588; &#1605;&#1576;&#1575;&#1585;&#1586;&#1740; &#1576;&#1740; &#1606;&#1575;&#1605; &#1608; &#1606;&#1588;&#1575;&#1606; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1583;&#1607; &#1705;&#1607; &#1576;&#1575;&#1740;&#1583; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#1575;&#1576;&#1740; &#1581;&#1575;&#1601;&#1592;&#1607;&#8204;&#1575;&#1588;&#1548; &#1576;&#1607; &#1580;&#1587;&#1578;&#1580;&#1608; &#1608; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; &#1582;&#1591;&#1585;&#1606;&#1575;&#1705;&#1740; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1608;&#1575;&#1587;&#1591;&#1607; &#1575;&#1604;&#1607;&#1575;&#1605;&#1575;&#1578; &#1586;&#1740;&#1575;&#1583;&#1740; &#1705;&#1607; &#1575;&#1586; &#1585;&#1608;&#1740; &#1587;&#1585;&#1740; Souls &#1711;&#1585;&#1601;&#1578;&#1607;&#1548; &#1602;&#1591;&#1593;&#1575;&#1611; &#1606;&#1592;&#1585; &#1711;&#1740;&#1605;&#1585;&#1607;&#1575;&#1740; &#1587;&#1582;&#1578; &#1662;&#1587;&#1606;&#1583; &#1608; &#1593;&#1575;&#1588;&#1602; &#1670;&#1575;&#1604;&#1588; &#1585;&#1575; &#1576;&#1607; &#1582;&#1608;&#1583; &#1580;&#1604;&#1576; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Elden Ring &#1608; A Plague Tale: Innocence &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">16+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i5 or AMD Ryzen 5
Memory: 8 GB RAM
Graphics: NVIDIA GeForce GTX 950 or Radeon HD 7970
DirectX: Version 12
Storage: 16 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Thymesia/20220809222016_1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Thymesia/large.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Thymesia/ss_8c5e1789547e5808e586296fd065c6840da173f5.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Thymesia/thymesia---screen-5-1616706786805.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Thymesia/a11105ab3cf84a2ab999a865abc6fd9831655034-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/846153/thymesia-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Steam: 9/10<br/><br/>Initial release date: 15 August 2022<br/>
    </div>
  </BODY>
</html>