<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Titanfall 2</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5486.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index20.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="5515.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/5495f.jpg">
        <img src="../images/5495f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Titanfall 2&#160;(2016)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>FPS</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#368</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Electronic Arts</b>
	    &#160;
	   	Respawn Entertainment
            <br/>
            <b>16.7 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1576;&#1575;&#1586;&#1740; 2 Titanfall &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589; &#1705;&#1607; &#1583;&#1585;&#1576;&#1575;&#1585;&#1607;&#8204;&#1740; &#1585;&#1576;&#1575;&#1578;&#8204;&#1607;&#1575;&#1740;&#1740; &#1594;&#1608;&#1604;&#8204;&#1662;&#1740;&#1705;&#1585; &#1575;&#1587;&#1578; &#1705;&#1607; &#1592;&#1575;&#1607;&#1585;&#1575;&#1611; &#1583;&#1575;&#1585;&#1575;&#1740; &#1607;&#1608;&#1588; &#1605;&#1589;&#1606;&#1608;&#1593;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1602;&#1608;&#1740; &#1607;&#1587;&#1578;&#1606;&#1583; &#1608; &#1607;&#1585;&#1705;&#1583;&#1575;&#1605; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740;&#1740; &#1605;&#1582;&#1589;&#1608;&#1589; &#1576;&#1607; &#1582;&#1608;&#1583;&#1583;&#1575;&#1585;&#1606;&#1583;&#1548; &#1575;&#1711;&#1585; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1575;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; Titanfall &#1585;&#1575; &#1576;&#1575;&#1586;&#1740; &#1606;&#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1740;&#1583; &#1575;&#1589;&#1604;&#1575;&#1611; &#1606;&#1711;&#1585;&#1575;&#1606; &#1606;&#1576;&#1575;&#1588;&#1740;&#1583; &#1670;&#1585;&#1575; &#1705;&#1607; Titanfall 2 &#1575;&#1608;&#1604;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1582;&#1588; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1583;&#1585; &#1570;&#1606; &#1711;&#1606;&#1580;&#1575;&#1606;&#1583;&#1607;&#8204;&#1588;&#1583;&#1607; &#1608; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1575;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1601;&#1602;&#1591; &#1583;&#1575;&#1585;&#1575;&#1740; &#1576;&#1582;&#1588; &#1670;&#1606;&#1583;&#1606;&#1601;&#1585;&#1607; &#1740;&#1575; Multiplayer &#1576;&#1608;&#1583;.<br/><br/>&#1602;&#1591;&#1593;&#1575;&#1611; &#1605;&#1607;&#1605;&#8204;&#1578;&#1585;&#1740;&#1606; &#1608;&#1740;&#1688;&#1711;&#1740; &#1580;&#1583;&#1740;&#1583; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; Titanfall 2 &#1576;&#1582;&#1588; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1575;&#1587;&#1578; &#1608; &#1576;&#1607; &#1606;&#1592;&#1585; &#1605;&#1740;&#8204;&#1585;&#1587;&#1583; &#1605;&#1575; &#1576;&#1575; &#1576;&#1582;&#1588; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1582;&#1608;&#1576;&#1740; &#1606;&#1740;&#1586; &#1585;&#1608;&#1576;&#1607;&#8204;&#1585;&#1608; &#1576;&#1575;&#1588;&#1740;&#1605; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1583;&#1585; &#1576;&#1582;&#1588; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1606;&#1740;&#1586; &#1576;&#1740;&#1588;&#1578;&#1585; &#1605;&#1606;&#1578;&#1602;&#1583;&#1575;&#1606; &#1575;&#1586; &#1576;&#1582;&#1588; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1608; &#1670;&#1606;&#1583;&#1606;&#1601;&#1585;&#1607; &#1585;&#1575;&#1590;&#1740; &#1576;&#1608;&#1583;&#1607; &#1608; &#1585;&#1608;&#1606;&#1583; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1583;&#1585; &#1576;&#1582;&#1588; &#1578;&#1705;&#8204;&#1606;&#1601;&#1585;&#1607; &#1576;&#1587;&#1740;&#1575;&#1585; &#1585;&#1575;&#1590;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1575;&#1587;&#1578; &#1575;&#1605;&#1575; &#1576;&#1582;&#1588; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1578;&#1606;&#1607;&#1575; &#1670;&#1607;&#1575;&#1585;&#1578;&#1575; &#1588;&#1588; &#1587;&#1575;&#1593;&#1578; &#1591;&#1608;&#1604; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1588;&#1740;&#1583; &#1705;&#1607; &#1575;&#1740;&#1606; &#1606;&#1705;&#1578;&#1607; &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1705;&#1605;&#1740; &#1606;&#1575;&#1575;&#1605;&#1740;&#1583;&#1705;&#1606;&#1606;&#1583;&#1607; &#1576;&#1575;&#1588;&#1583; &#1575;&#1605;&#1575; &#1583;&#1608;&#1585; &#1575;&#1586; &#1575;&#1606;&#1578;&#1592;&#1575;&#1585; &#1606;&#1576;&#1608;&#1583; &#1670;&#1585;&#1575;&#1705;&#1607; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1587;&#1585;&#1740; Call of Duty &#1606;&#1740;&#1586; &#1588;&#1575;&#1607;&#1583; &#1576;&#1582;&#1588; &#1578;&#1705;&#8204;&#1606;&#1601;&#1585;&#1607; &#1705;&#1608;&#1578;&#1575;&#1607;&#1740; &#1607;&#1587;&#1578;&#1740;&#1605; &#1608; &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1576;&#1740;&#1588;&#1578;&#1585; &#1576;&#1607; &#1576;&#1582;&#1588; &#1670;&#1606;&#1583;&#1606;&#1601;&#1585;&#1607; &#1605;&#1740;&#8204;&#1662;&#1585;&#1583;&#1575;&#1586;&#1606;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Titanfall 2 &#1606;&#1607;&#8204;&#1578;&#1606;&#1607;&#1575; &#1583;&#1585; &#1576;&#1582;&#1588; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1582;&#1608;&#1576; &#1593;&#1605;&#1604; &#1705;&#1585;&#1583;&#1607; &#1576;&#1604;&#1705;&#1607; &#1583;&#1585; &#1576;&#1582;&#1588; &#1670;&#1606;&#1583;&#1606;&#1601;&#1585;&#1607; &#1606;&#1740;&#1586; &#1588;&#1575;&#1607;&#1583; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1582;&#1608;&#1575;&#1607;&#1740;&#1605; &#1576;&#1608;&#1583; &#1705;&#1607; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1587;&#1740;&#1575;&#1585; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;&#1548; &#1587;&#1740;&#1587;&#1578;&#1605; &#1581;&#1585;&#1705;&#1578;&#1740; &#1578;&#1594;&#1740;&#1740;&#1585;&#1740; &#1606;&#1705;&#1585;&#1583;&#1607; &#1608; &#1607;&#1605;&#1575;&#1606;&#1606;&#1583; &#1711;&#1584;&#1588;&#1578;&#1607; &#1588;&#1575;&#1607;&#1583; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1587;&#1585;&#1593;&#1578;&#1740; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1602;&#1576;&#1604; &#1607;&#1587;&#1578;&#1740;&#1605; &#1608; &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1740;&#1606; &#1588;&#1588; &#1578;&#1575;&#1740;&#1578;&#1575;&#1606; &#1740;&#1705;&#1740; &#1575;&#1586; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1705;&#1585;&#1583;&#1607; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#1583; &#1705;&#1607; &#1607;&#1585;&#1705;&#1583;&#1575;&#1605; &#1575;&#1586; &#1575;&#1740;&#1606; &#1588;&#1588;&#8204;&#1578;&#1575;&#1740;&#1578;&#1575;&#1606; &#1583;&#1575;&#1585;&#1575;&#1740; &#1602;&#1583;&#1585;&#1578;&#8204;&#1607;&#1575; &#1608; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740;&#1740; &#1605;&#1582;&#1589;&#1608;&#1589; &#1576;&#1607; &#1582;&#1608;&#1583; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1593;&#1606;&#1575;&#1589;&#1585; &#1580;&#1583;&#1740;&#1583; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; Titanfall 2  &#1576;&#1607;&#8204;&#1582;&#1608;&#1576;&#1740; &#1576;&#1575; &#1740;&#1705;&#1583;&#1740;&#1711;&#1585; &#1578;&#1585;&#1705;&#1740;&#1576;&#8204;&#1588;&#1583;&#1607; &#1608; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1579;&#1576;&#1578; &#1576;&#1575;&#1586;&#1740; &#1602;&#1576;&#1604; &#1585;&#1575; &#1581;&#1601;&#1592; &#1705;&#1585;&#1583;&#1607; &#1608; &#1605;&#1575; &#1588;&#1575;&#1607;&#1583; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1607;&#1740;&#1580;&#1575;&#1606;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586; &#1607;&#1587;&#1578;&#1740;&#1605;.<br/><br/>&#1583;&#1585; &#1570;&#1582;&#1585; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1711;&#1601;&#1578;&#1548; &#1576;&#1582;&#1588; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1705;&#1608;&#1578;&#1575;&#1607;&#8204;&#1578;&#1585; &#1575;&#1586; &#1670;&#1740;&#1586;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1711;&#1740;&#1605;&#1585;&#1607;&#1575; &#1575;&#1606;&#1578;&#1592;&#1575;&#1585; &#1583;&#1575;&#1585;&#1606;&#1583; &#1575;&#1605;&#1575; &#1585;&#1608;&#1606;&#1583; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1583;&#1585; &#1570;&#1606; &#1576;&#1587;&#1740;&#1575;&#1585; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575;&#1593;&#1579; &#1588;&#1583;&#1607; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1588;&#1608;&#1578;&#1585; &#1607;&#1575;&#1740; 2016 &#1578;&#1576;&#1583;&#1740;&#1604; &#1588;&#1608;&#1583; &#1608; &#1575;&#1586; &#1605;&#1606;&#1578;&#1602;&#1583;&#1575;&#1606; &#1606;&#1740;&#1586; &#1606;&#1605;&#1585;&#1575;&#1578; &#1602;&#1575;&#1576;&#1604; &#1602;&#1576;&#1608;&#1604;&#1740; &#1585;&#1575; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1576;&#1582;&#1588; &#1670;&#1606;&#1583;&#1606;&#1601;&#1585;&#1607; &#1606;&#1740;&#1586; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1580;&#1584;&#1575;&#1576;&#1740; &#1576;&#1607; &#1570;&#1606; &#1575;&#1590;&#1575;&#1601;&#1607;&#8204;&#1588;&#1583;&#1607; &#1608; &#1576;&#1575;&#1593;&#1579; &#1588;&#1583;&#1607; &#1578;&#1575; &#1576;&#1575; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1593;&#1575;&#1604;&#1740; &#1585;&#1608;&#1576;&#1607;&#8204;&#1585;&#1608; &#1576;&#1575;&#1588;&#1740;&#1605; &#1705;&#1607; &#1602;&#1575;&#1583;&#1585; &#1576;&#1607; &#1587;&#1585;&#1711;&#1585;&#1605; &#1705;&#1585;&#1583;&#1606; &#1711;&#1740;&#1605;&#1585; &#1607;&#1575; &#1576;&#1607; &#1605;&#1583;&#1578; &#1586;&#1605;&#1575;&#1606;&#1740; &#1591;&#1608;&#1604;&#1575;&#1606;&#1740; &#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1608;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">16+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">CPU: Intel Core i3-3600t or equivalent
RAM: 8GB
HDD Free Space: 45GB
GPU : NVIDIA Geforce GTX 660 2GB or AMD Radeon HD 7850 2GB
DirectX: 11</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Titanfall%202/20220503141350_1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Titanfall%202/BHqHP3eQWJqEQRzStTVhLY.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Titanfall%202/G7nR9TBUW8tdctWAvLPEdi.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Titanfall%202/mood__13__1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Titanfall%202/titanfall-2-effect-and-cause-1-2560x1440-1b690990412d.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Titanfall%202/2481642c285d193f656440e4313a5d517108954-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/359150/&#1582;&#1583;&#1575;&#1740;&#1575;&#1606;-&#1570;&#1607;&#1606;&#1740;&#1606;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;&#1740;-titanfall-2/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 86/100<br/>Steam: 10/10<br/>IGN: 9/10<br/><br/>Initial release date: 28 October 2016<br/>
    </div>
  </BODY>
</html>