<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Tom Clancy's Ghost Recon: Future Soldier </TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5495.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index20.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="5642.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/5515f.jpg">
        <img src="../images/5515f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Tom Clancy's Ghost Recon: Future Soldier &#160;(2012)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#370</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Ubisoft</b>
	    &#160;
	   	Ubisoft
            <br/>
            <b>6.38 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; Ghost Recon &#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1581;&#1583;&#1608;&#1583; &#1576;&#1575;&#1586;&#1740; &#1607;&#1575;&#1740; &#1588;&#1608;&#1578;&#1585; &#1578;&#1575;&#1705;&#1578;&#1740;&#1705;&#1740; &#1583;&#1585; &#1589;&#1606;&#1593;&#1578; &#1711;&#1740;&#1605; &#1575;&#1587;&#1578; &#1705;&#1607; &#1578;&#1608;&#1575;&#1606;&#1587;&#1578;&#1607; &#1605;&#1608;&#1585;&#1583; &#1575;&#1587;&#1578;&#1602;&#1576;&#1575;&#1604; &#1605;&#1606;&#1578;&#1602;&#1583;&#1575;&#1606; &#1608; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1602;&#1585;&#1575;&#1585; &#1711;&#1740;&#1585;&#1583;. &#1588;&#1585;&#1705;&#1578; Ubisoft &#1576;&#1575; &#1593;&#1585;&#1590;&#1607; &#1740; &#1606;&#1587;&#1582;&#1607; &#1740; &#1580;&#1583;&#1740;&#1583; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1578;&#1608;&#1575;&#1606;&#1587;&#1578;&#1607; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1582;&#1608;&#1583; &#1585;&#1575; &#1585;&#1575;&#1590;&#1740; &#1606;&#1711;&#1607; &#1583;&#1575;&#1585;&#1583;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; Ghost Recon Future Soldiers &#1575;&#1586; &#1570;&#1606; &#1580;&#1575;&#1740;&#1740; &#1588;&#1585;&#1608;&#1593; &#1605;&#1740; &#1588;&#1608;&#1583; &#1705;&#1607; &#1711;&#1585;&#1608;&#1607; &#1670;&#1607;&#1575;&#1585; &#1606;&#1601;&#1585;&#1607; &#1740; Predator &#1576;&#1607; &#1740;&#1705;&#1740; &#1575;&#1586; &#1662;&#1575;&#1740;&#1711;&#1575;&#1607; &#1607;&#1575;&#1740; &#1583;&#1588;&#1605;&#1606; &#1576;&#1585;&#1575;&#1740; &#1605;&#1578;&#1608;&#1602;&#1601; &#1705;&#1585;&#1583;&#1606; &#1602;&#1575;&#1670;&#1575;&#1602;&#1670;&#1740; &#1607;&#1575; &#1606;&#1601;&#1608;&#1584; &#1705;&#1585;&#1583;&#1607; &#1608; &#1576;&#1593;&#1583; &#1575;&#1586; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578; &#1608; &#1586;&#1605;&#1575;&#1606;&#1740; &#1705;&#1607; &#1570;&#1606; &#1607;&#1575; &#1583;&#1585; &#1581;&#1575;&#1604; &#1576;&#1585;&#1585;&#1587;&#1740; &#1605;&#1581;&#1604; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1740;&#1705;&#1740; &#1575;&#1586; &#1575;&#1593;&#1590;&#1575;&#1740; Predator &#1583;&#1585;&#1576; &#1740;&#1705;&#1740; &#1575;&#1586; &#1705;&#1575;&#1605;&#1740;&#1608;&#1606; &#1607;&#1575; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586; &#1705;&#1585;&#1583;&#1607; &#1608; &#1576;&#1607; &#1591;&#1608;&#1585; &#1606;&#1575;&#1711;&#1607;&#1575;&#1606;&#1740; &#1605;&#1606;&#1601;&#1580;&#1585; &#1605;&#1740; &#1588;&#1608;&#1583;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1581;&#1575;&#1583;&#1579;&#1607; &#1705;&#1604; &#1578;&#1740;&#1605; Predator &#1575;&#1586; &#1576;&#1740;&#1606; &#1605;&#1740; &#1585;&#1608;&#1606;&#1583;. &#1583;&#1585; &#1607;&#1605;&#1740;&#1606; &#1607;&#1606;&#1711;&#1575;&#1605; &#1578;&#1740;&#1605; &#1583;&#1740;&#1711;&#1585;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; Hunter &#1578;&#1588;&#1705;&#1740;&#1604; &#1605;&#1740; &#1588;&#1608;&#1583; &#1578;&#1575; &#1593;&#1575;&#1605;&#1604;&#1575;&#1606; &#1575;&#1740;&#1606; &#1575;&#1606;&#1601;&#1580;&#1575;&#1585; &#1585;&#1575; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583;&#1607; &#1608; &#1576;&#1607; &#1587;&#1586;&#1575;&#1740; &#1575;&#1593;&#1605;&#1575;&#1604; &#1582;&#1608;&#1583; &#1576;&#1585;&#1587;&#1575;&#1606;&#1606;&#1583;. &#1583;&#1585; &#1575;&#1583;&#1575;&#1605;&#1607; &#1740; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1588;&#1605;&#1575; &#1587;&#1585;&#1606;&#1582; &#1607;&#1575;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1576;&#1607; &#1583;&#1587;&#1578; &#1570;&#1608;&#1585;&#1583;&#1607; &#1608; &#1576;&#1607; &#1705;&#1588;&#1608;&#1585; &#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1587;&#1601;&#1585; &#1605;&#1740; &#1705;&#1606;&#1740;&#1583;. &#1606;&#1581;&#1608;&#1607; &#1585;&#1608;&#1575;&#1740;&#1578; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1608; &#1583;&#1740;&#1575;&#1604;&#1608;&#1711; &#1607;&#1575; &#1582;&#1608;&#1576; &#1705;&#1575;&#1585; &#1588;&#1583;&#1607;. &#1576;&#1582;&#1588; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1705;&#1604; &#1582;&#1608;&#1576; &#1662;&#1740;&#1588; &#1605;&#1740; &#1585;&#1608;&#1583; &#1608; &#1588;&#1605;&#1575; &#1585;&#1575; &#1583;&#1585;&#1711;&#1740;&#1585; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1605;&#1740; &#1705;&#1606;&#1583;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1740;&#1606; &#1605;&#1575; &#1588;&#1575;&#1607;&#1583; &#1589;&#1583;&#1575;&#1711;&#1584;&#1575;&#1585;&#1740; &#1602;&#1575;&#1576;&#1604; &#1602;&#1576;&#1608;&#1604;&#1740; &#1576;&#1585;&#1575;&#1740; &#1588;&#1582;&#1589;&#1740;&#1578; &#1607;&#1575;&#1740; &#1575;&#1589;&#1604;&#1740; &#1607;&#1587;&#1578;&#1740;&#1605;. &#1608; &#1605;&#1705;&#1575;&#1606; &#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1576;&#1607; &#1570;&#1606;&#1580;&#1575; &#1587;&#1601;&#1585; &#1605;&#1740; &#1705;&#1606;&#1740;&#1583; &#1605;&#1578;&#1606;&#1608;&#1593; &#1608; &#1576;&#1586;&#1585;&#1711; &#1607;&#1587;&#1578;&#1606;&#1583;.<br/><br/>&#1740;&#1705;&#1740; &#1575;&#1586; &#1583;&#1604;&#1575;&#1740;&#1604; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578; &#1608; &#1601;&#1585;&#1608;&#1588; &#1576;&#1575;&#1604;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1582;&#1588; &#1607;&#1605;&#1705;&#1575;&#1585;&#1740; &#1740;&#1575; Co-Op &#1670;&#1607;&#1575;&#1585; &#1606;&#1601;&#1585;&#1607; &#1583;&#1585; &#1576;&#1582;&#1588; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1575;&#1587;&#1578;. &#1608; &#1605;&#1602;&#1583;&#1575;&#1585; &#1586;&#1740;&#1575;&#1583;&#1740; &#1575;&#1586; &#1601;&#1585;&#1608;&#1588; &#1576;&#1575;&#1586;&#1740; &#1576;&#1582;&#1575;&#1591;&#1585; &#1607;&#1605;&#1740;&#1606; &#1605;&#1608;&#1590;&#1608;&#1593; &#1576;&#1608;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1588;&#1605;&#1575; &#1583;&#1585; &#1605;&#1585;&#1575;&#1581;&#1604; &#1576;&#1607; &#1591;&#1608;&#1585; &#1705;&#1575;&#1605;&#1604; &#1570;&#1586;&#1575;&#1583; &#1607;&#1587;&#1578;&#1740;&#1583; &#1608; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1605;&#1585;&#1575;&#1581;&#1604; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1607;&#1605;&#1575;&#1606;&#1591;&#1608;&#1585; &#1705;&#1607; &#1605;&#1740; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1576;&#1575; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1705;&#1606;&#1740;&#1583;. &#1705;&#1607; &#1575;&#1740;&#1606; &#1605;&#1608;&#1590;&#1608;&#1593; &#1576;&#1587;&#1740;&#1575;&#1585; &#1580;&#1575;&#1604;&#1576; &#1608; &#1604;&#1584;&#1578; &#1576;&#1582;&#1588; &#1575;&#1587;&#1578;. &#1575;&#1605;&#1575; &#1575;&#1711;&#1585; &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; Co-Op &#1576;&#1575;&#1586;&#1740; &#1606;&#1705;&#1606;&#1740;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1607;&#1608;&#1588; &#1605;&#1589;&#1606;&#1608;&#1593;&#1740; &#1582;&#1608;&#1576;&#1740; &#1575;&#1586; &#1588;&#1605;&#1575; &#1575;&#1587;&#1578;&#1602;&#1576;&#1575;&#1604; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;. &#1575;&#1604;&#1576;&#1578;&#1607; &#1575;&#1740;&#1606; &#1605;&#1608;&#1590;&#1608;&#1593; &#1586;&#1740;&#1575;&#1583; &#1576;&#1607; &#1670;&#1588;&#1605; &#1606;&#1605;&#1740; &#1570;&#1740;&#1583; &#1608; &#1588;&#1605;&#1575; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1585;&#1575;&#1740; &#1607;&#1585; &#1705;&#1575;&#1585;&#1740; &#1576;&#1607; &#1740;&#1575;&#1585;&#1575;&#1606; &#1582;&#1608;&#1583; &#1583;&#1587;&#1578;&#1608;&#1585; &#1607;&#1575;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1576;&#1583;&#1607;&#1740;&#1583; &#1608; &#1705;&#1606;&#1578;&#1585;&#1604; &#1570;&#1606; &#1607;&#1575; &#1576;&#1585; &#1585;&#1608;&#1740; &#1583;&#1608;&#1588; &#1588;&#1605;&#1575;&#1587;&#1578;. &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1586;&#1605;&#1740;&#1606;&#1607; &#1740; &#1578;&#1606;&#1608;&#1593; &#1587;&#1604;&#1575;&#1581; &#1607;&#1575; &#1608; &#1575;&#1605;&#1705;&#1575;&#1606;&#1575;&#1578; &#1576;&#1587;&#1740;&#1575;&#1585; &#1593;&#1575;&#1604;&#1740; &#1593;&#1605;&#1604; &#1705;&#1585;&#1583;&#1607; &#1608; &#1670;&#1740;&#1586;&#1740; &#1705;&#1605; &#1606;&#1583;&#1575;&#1585;&#1583; . &#1607;&#1585; &#1587;&#1604;&#1575;&#1581;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578; &#1588;&#1582;&#1589;&#1740; &#1587;&#1575;&#1586;&#1740; &#1588;&#1583;&#1606; &#1585;&#1575; &#1583;&#1575;&#1585;&#1606;&#1583; &#1608; &#1740;&#1705;&#1740; &#1575;&#1586; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578;&#1607; &#1578;&#1585;&#1740;&#1606; &#1588;&#1582;&#1589;&#1740; &#1587;&#1575;&#1586;&#1740; &#1607;&#1575;&#1740;&#1740; &#1585;&#1575; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1578;&#1575; &#1576;&#1581;&#1575;&#1604; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1607;&#1575;&#1740; &#1588;&#1608;&#1578;&#1585; &#1583;&#1740;&#1583;&#1607; &#1575;&#1740;&#1583;.<br/><br/>&#1578;&#1606;&#1608;&#1593; &#1605;&#1585;&#1575;&#1581;&#1604; &#1606;&#1740;&#1586; &#1576;&#1587;&#1740;&#1575;&#1585; &#1582;&#1608;&#1576; &#1705;&#1575;&#1585; &#1588;&#1583;&#1607;. &#1607;&#1605;&#1575;&#1606;&#1591;&#1608;&#1585; &#1705;&#1607; &#1575;&#1588;&#1575;&#1585;&#1607; &#1588;&#1583; &#1588;&#1605;&#1575; &#1583;&#1585; &#1591;&#1608;&#1604; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1607; &#1605;&#1705;&#1575;&#1606; &#1607;&#1575; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1587;&#1601;&#1585; &#1605;&#1740; &#1705;&#1606;&#1740;&#1583; &#1705;&#1607; &#1607;&#1585; &#1705;&#1583;&#1575;&#1605; &#1575;&#1586; &#1575;&#1740;&#1606; &#1605;&#1585;&#1575;&#1581;&#1604; &#1583;&#1575;&#1585;&#1575;&#1740; &#1591;&#1585;&#1575;&#1581;&#1740; &#1582;&#1575;&#1589; &#1582;&#1608;&#1583; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1607;&#1608;&#1588; &#1605;&#1589;&#1606;&#1608;&#1593;&#1740; &#1602;&#1575;&#1576;&#1604; &#1602;&#1576;&#1608;&#1604;&#1740; &#1583;&#1575;&#1585;&#1583; &#1575;&#1604;&#1576;&#1578;&#1607; &#1576;&#1593;&#1590;&#1740; &#1605;&#1608;&#1575;&#1602;&#1593; &#1606;&#1740;&#1586; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1570;&#1606; &#1670;&#1606;&#1575;&#1606; &#1705;&#1607; &#1576;&#1575;&#1740;&#1583; &#1576;&#1575; &#1607;&#1608;&#1588; &#1606;&#1740;&#1587;&#1578;&#1606;&#1583;. &#1587;&#1740;&#1587;&#1578;&#1605; &#1607;&#1608;&#1588; &#1605;&#1589;&#1606;&#1608;&#1593;&#1740; &#1583;&#1575;&#1585;&#1575;&#1740; &#1576;&#1575;&#1711; &#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1575;&#1587;&#1578;. &#1575;&#1605;&#1575; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1594;&#1740;&#1585; &#1602;&#1575;&#1576;&#1604; &#1576;&#1575;&#1586;&#1740; &#1705;&#1585;&#1583;&#1606; &#1606;&#1605;&#1740; &#1705;&#1606;&#1606;&#1583; &#1608; &#1602;&#1575;&#1576;&#1604; &#1578;&#1581;&#1605;&#1604; &#1607;&#1587;&#1578;&#1606;&#1583;.<br/><br/>&#1608;&#1602;&#1578;&#1740; &#1705;&#1607; HP &#1588;&#1605;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1578;&#1605;&#1575;&#1605; &#1605;&#1740; &#1588;&#1608;&#1583; &#1588;&#1605;&#1575; &#1606;&#1605;&#1740; &#1605;&#1740;&#1585;&#1740;&#1583; &#1576;&#1604;&#1705;&#1607; &#1607;&#1605;&#1575;&#1606;&#1606;&#1583; &#1576;&#1575;&#1586;&#1740; &#1607;&#1575;&#1740;&#1740; &#1605;&#1579;&#1604; Gears Of War &#1576;&#1585; &#1585;&#1608;&#1740; &#1586;&#1605;&#1740;&#1606; &#1605;&#1740;&#1575;&#1601;&#1578;&#1740;&#1583; &#1608; &#1583;&#1585; &#1575;&#1740;&#1606; &#1581;&#1575;&#1604;&#1578; &#1588;&#1605;&#1575; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1575;&#1586; &#1740;&#1705;&#1740; &#1575;&#1586; &#1607;&#1605; &#1578;&#1740;&#1605;&#1740; &#1607;&#1575;&#1740; &#1582;&#1608;&#1583; &#1705;&#1605;&#1705; &#1576;&#1711;&#1740;&#1585;&#1740;&#1583; &#1608; &#1587;&#1585;&#1740;&#1593;&#1575; &#1576;&#1604;&#1606;&#1583; &#1588;&#1608;&#1740;&#1583; &#1608; &#1576;&#1607; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1740; &#1582;&#1608;&#1583; &#1575;&#1583;&#1575;&#1605;&#1607; &#1583;&#1607;&#1740;&#1583;. &#1575;&#1604;&#1576;&#1578;&#1607; &#1583;&#1585; &#1575;&#1740;&#1606; &#1581;&#1575;&#1604;&#1578; &#1575;&#1604;&#1576;&#1578;&#1607; &#1575;&#1711;&#1585; &#1583;&#1588;&#1605;&#1606;&#1740; &#1583;&#1585; &#1606;&#1586;&#1583;&#1740;&#1705;&#1740; &#1588;&#1605;&#1575; &#1576;&#1575;&#1588;&#1583;. &#1602;&#1576;&#1604; &#1575;&#1586; &#1575;&#1740;&#1606; &#1576;&#1604;&#1606;&#1583; &#1588;&#1608;&#1740;&#1583; &#1588;&#1605;&#1575; &#1585;&#1575; &#1575;&#1586; &#1576;&#1740;&#1606; &#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1585;&#1583;.<br/><br/>&#1588;&#1605;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1711;&#1580;&#1578; &#1607;&#1575;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1576;&#1585;&#1575;&#1740; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1585;&#1583;&#1606; &#1583;&#1575;&#1585;&#1740;&#1583;. &#1740;&#1705;&#1740; &#1575;&#1586; &#1705;&#1575;&#1585;&#1570;&#1605;&#1583; &#1578;&#1585;&#1740;&#1606; &#1711;&#1580;&#1578; &#1607;&#1575; Drone &#1575;&#1587;&#1578;. &#1576;&#1575; &#1575;&#1740;&#1606; &#1576;&#1575;&#1604;&#1711;&#1585;&#1583; &#1705;&#1608;&#1670;&#1705; &#1588;&#1605;&#1575; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1585;&#1575; &#1593;&#1604;&#1575;&#1605;&#1578; &#1711;&#1584;&#1575;&#1585;&#1740; &#1705;&#1585;&#1583;&#1607; &#1608; &#1576;&#1585;&#1575;&#1740; &#1581;&#1605;&#1604;&#1607; &#1740; &#1582;&#1608;&#1583; &#1606;&#1602;&#1588;&#1607; &#1576;&#1705;&#1588;&#1740;&#1583;. &#1602;&#1575;&#1576;&#1604;&#1740;&#1578; &#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583; &#1583;&#1740;&#1711;&#1585;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1570;&#1606; &#1607;&#1575; &#1580;&#1583;&#1575; &#1575;&#1586; &#1705;&#1575;&#1585;&#1570;&#1605;&#1583; &#1576;&#1608;&#1583;&#1606; &#1576;&#1587;&#1740;&#1575;&#1585; &#1604;&#1584;&#1578; &#1576;&#1582;&#1588; &#1575;&#1587;&#1578;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">Mature</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Pentium D 3.0 Ghz or AMD Athlon64 X2 4400+ 2.2Ghz
Memory: 2GB Windows Vista or Windows 7
Graphics: 512 MB DirectX&#8211;compliant, Shader 4.0&#8211;enabled video card based on nVidia GeForce 8600 GTS/AMD Radeon HD 4650
DirectX&#174;: DirectX 11
Hard Drive: 25 GB</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1588;&#1608;&#1578;&#1585;, &#1575;&#1705;&#1588;&#1606;, &#1605;&#1582;&#1601;&#1740; &#1705;&#1575;&#1585;&#1740;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Tom%20Clancy's%20Ghost%20Recon%20Future%20Soldier/Future-Soldier-2012-06-29-20-28-29-02.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Tom%20Clancy's%20Ghost%20Recon%20Future%20Soldier/Future-Soldier-2012-06-30-18-32-46-44.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Tom%20Clancy's%20Ghost%20Recon%20Future%20Soldier/Future-Soldier-2012-06-30-18-42-30-66.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Tom%20Clancy's%20Ghost%20Recon%20Future%20Soldier/Future-Soldier-2012-07-05-01-12-48-88.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Tom%20Clancy's%20Ghost%20Recon%20Future%20Soldier/ss_6e149ad44d5d65c0c652eb720300281fa365d399.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Tom%20Clancy's%20Ghost%20Recon%20Future%20Soldier/a8f534f9ea4c3c107364dfea5c026f3b8401578-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/25082/&#1575;&#1585;&#1608;&#1575;&#1581;-&#1570;&#1740;&#1606;&#1583;&#1607;&#1563;&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-ghost-recon-future-soldier/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 71/100<br/>Steam: 6/10<br/>IGN: 8.5/10<br/><br/>Initial release date: May 22, 2012<br/>
    </div>
  </BODY>
</html>