<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Agents of Mayhem</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="487.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index1.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2103.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/559f.jpg">
        <img src="../images/559f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Agents of Mayhem&#160;(2017)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#13</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Deep Silver</b>
	    &#160;
	   	Volition
            <br/>
            <b>11.8 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;Agents of Mayhem &#1576;&#1575;&#1586;&#1740; &#1575;&#1705;&#1588;&#1606; &#1580;&#1583;&#1740;&#1583; &#1588;&#1585;&#1705;&#1578; Deep Silver &#1605;&#1740; &#1576;&#1575;&#1588;&#1583; &#1705;&#1607; &#1576;&#1585;&#1575;&#1740; PC &#1578;&#1608;&#1604;&#1740;&#1583; &#1608; &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1548; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1587;&#1608;&#1605; &#1588;&#1582;&#1589; &#1705;&#1607; &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; &#1580;&#1607;&#1575;&#1606; &#1576;&#1575;&#1586; &#1740;&#1575; Open World &#1605;&#1740; &#1576;&#1575;&#1588;&#1583; &#1575;&#1586; &#1587;&#1608;&#1740; &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1601;&#1585;&#1575;&#1606;&#1670;&#1575;&#1740;&#1586; &#1605;&#1588;&#1607;&#1608;&#1585; Saints Row &#1578;&#1607;&#1740;&#1607; &#1608; &#1578;&#1608;&#1587;&#1593;&#1607; &#1583;&#1575;&#1583;&#1607; &#1588;&#1583;&#1607; &#1608; &#1576;&#1575;&#1585; &#1583;&#1740;&#1711;&#1585; &#1605;&#1581;&#1740;&#1591;&#1740; &#1662;&#1585; &#1590;&#1583; &#1608; &#1582;&#1608;&#1585;&#1583; &#1576;&#1575; &#1607;&#1740;&#1580;&#1575;&#1606; &#1576;&#1575;&#1604;&#1575; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1711;&#1740;&#1605;&#1585;&#1607;&#1575; &#1576;&#1607; &#1575;&#1585;&#1605;&#1594;&#1575;&#1606; &#1605;&#1740; &#1570;&#1608;&#1585;&#1583; &#1548; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1588;&#1605;&#1575; &#1740;&#1705; &#1593;&#1605;&#1604;&#1740;&#1575;&#1578; &#1605;&#1605;&#1606;&#1608;&#1593;&#1607; &#1575;&#1740;&#1740; &#1585;&#1575; &#1583;&#1585; &#1576;&#1585;&#1575;&#1576;&#1585; &#1740;&#1705; &#1587;&#1575;&#1586;&#1605;&#1575;&#1606; &#1582;&#1575;&#1574;&#1606; &#1576;&#1607; &#1606;&#1575;&#1605; LEGION &#1575;&#1606;&#1580;&#1575;&#1605; &#1605;&#1740; &#1583;&#1607;&#1740;&#1583; &#1705;&#1607; &#1585;&#1607;&#1576;&#1585;&#1740; &#1570;&#1606; &#1585;&#1575; &#1601;&#1585;&#1583;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; Morningstar &#1576;&#1585; &#1593;&#1607;&#1583;&#1607; &#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;.<br/><br/><br/>&#1575;&#1740;&#1606; &#1711;&#1585;&#1608;&#1607; &#1705;&#1607; &#1578;&#1605;&#1575;&#1605; &#1588;&#1607;&#1585;&#1607;&#1575;&#1740; &#1580;&#1607;&#1575;&#1606; &#1585;&#1575; &#1576;&#1575; &#1581;&#1605;&#1604;&#1575;&#1578; &#1582;&#1608;&#1583; &#1576;&#1607; &#1605;&#1585;&#1586; &#1606;&#1575;&#1576;&#1608;&#1583;&#1740; &#1705;&#1588;&#1575;&#1606;&#1583;&#1607; &#1575;&#1606;&#1583; &#1583;&#1585; &#1581;&#1575;&#1604; &#1601;&#1585;&#1605;&#1575;&#1606; &#1585;&#1608;&#1575;&#1740;&#1740; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575; &#1607;&#1587;&#1578;&#1606;&#1583; &#1548; &#1575;&#1740;&#1606; &#1606;&#1602;&#1591;&#1607; &#1570;&#1594;&#1575;&#1586; &#1605;&#1575;&#1605;&#1608;&#1585;&#1740;&#1578; &#1607;&#1575;&#1740; &#1588;&#1605;&#1575; &#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1608;&#1583; &#1548; &#1670;&#1606;&#1583; &#1588;&#1582;&#1589;&#1740;&#1578; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1585;&#1606;&#1583; &#1705;&#1607; &#1607;&#1585;&#1740;&#1705; &#1608;&#1740;&#1688;&#1711;&#1740; &#1607;&#1575; &#1608; &#1582;&#1589;&#1608;&#1589;&#1740;&#1575;&#1578; &#1605;&#1606;&#1581;&#1589;&#1585; &#1576;&#1607; &#1601;&#1585;&#1583;&#1740; &#1585;&#1575; &#1583;&#1575;&#1585;&#1575; &#1607;&#1587;&#1578;&#1606;&#1583; &#1608; &#1575;&#1586; &#1587;&#1604;&#1575;&#1581; &#1608; &#1605;&#1607;&#1605;&#1575;&#1578; &#1608;&#1740;&#1688;&#1607; &#1575;&#1740;&#1740; &#1606;&#1740;&#1586; &#1576;&#1585;&#1582;&#1608;&#1585;&#1583;&#1575;&#1585;&#1606;&#1583; &#1563; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1740;&#1583; &#1576;&#1575; &#1705;&#1575;&#1608;&#1588; &#1583;&#1585; &#1588;&#1607;&#1585;&#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; &#1575;&#1740;&#1606; &#1711;&#1585;&#1608;&#1607; &#1576;&#1607; &#1578;&#1587;&#1582;&#1740;&#1585; &#1583;&#1585; &#1570;&#1605;&#1575;&#1583;&#1607; &#1576;&#1575; &#1570;&#1606;&#1607;&#1575; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1705;&#1585;&#1583;&#1607; &#1608; &#1576;&#1575;&#1585; &#1583;&#1740;&#1711;&#1585; &#1575;&#1605;&#1606;&#1740;&#1578; &#1585;&#1575; &#1576;&#1585;&#1602;&#1585;&#1575;&#1585; &#1705;&#1606;&#1740;&#1583; &#1548; &#1576;&#1575;&#1586;&#1740; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606; &#1711;&#1601;&#1578; &#1576;&#1575; &#1607;&#1605;&#1575;&#1606; &#1581;&#1575;&#1604; &#1608; &#1607;&#1608;&#1575;&#1740; Saints Row &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1705;&#1607; &#1591;&#1585;&#1575;&#1581;&#1740; &#1607;&#1575;&#1740; &#1605;&#1606;&#1581;&#1589;&#1585; &#1576;&#1607; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1575;&#1585;&#1583; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1576;&#1587;&#1740;&#1575;&#1585; &#1585;&#1608;&#1575;&#1606; &#1608; &#1607;&#1740;&#1580;&#1575;&#1606; &#1575;&#1606;&#1711;&#1740;&#1586; &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">18+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">OS: Windows 7/8/10 64bit
Processor: Intel Core i3-3240 or above / or AMD equivalent
Memory: 8192 MB RAM
Graphics: GeForce GTX 750 Ti or above / or AMD equivalent
Storage: 38 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Agents%20of%20Mayhem/Agents-of-Mayhem_20170816233114.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578; 1</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Agents%20of%20Mayhem/agents-of-mayhem-00.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578; 2</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Agents%20of%20Mayhem/maxresdefault.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578; 3</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Agents%20of%20Mayhem/tta_start.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578; 4</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Agents%20of%20Mayhem/1cabb6b769f11724e4d0c58267f617ea7075299-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/tag/&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;&#1740;-agents-of-mayhem/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic<br/>68/100<br/><br/>IGN<br/>7.1/10<br/><br/>Initial release date<br/>August 15, 2017</div>
  </BODY>
</html>