<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Tom Clancy's Splinter Cell Conviction</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5515.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index20.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="5584.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/5642f.jpg">
        <img src="../images/5642f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Tom Clancy's Splinter Cell Conviction&#160;(2010)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Splinter Cell&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Tactical</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#373</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Ubisoft</b>
	    &#160;
	   	Ubisoft
            <br/>
            <b>5.2 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;Tom Clancys Splinter &#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1581;&#1576;&#1608;&#1576; &#1578;&#1585;&#1740;&#1606; &#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1576;&#1575;&#1586;&#1740; &#1607;&#1575;&#1740; &#1705;&#1605;&#1662;&#1575;&#1606;&#1740; &#1740;&#1608;&#1576;&#1740;&#8204;&#1587;&#1575;&#1601;&#1578; &#1575;&#1587;&#1578; &#1705;&#1607; &#1670;&#1606;&#1583;&#1587;&#1575;&#1604;&#1740; &#1605;&#1740; &#1588;&#1608;&#1583; &#1578;&#1608;&#1587;&#1591; &#1575;&#1740;&#1606; &#1705;&#1605;&#1662;&#1575;&#1606;&#1740; &#1606;&#1575;&#1583;&#1740;&#1583;&#1607; &#1711;&#1585;&#1601;&#1578;&#1607; &#1588;&#1583;&#1607; &#1608; &#1588;&#1575;&#1607;&#1583; &#1593;&#1585;&#1590;&#1607; &#1740; &#1606;&#1587;&#1582;&#1607; &#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1575;&#1586; &#1570;&#1606; &#1606;&#1740;&#1587;&#1578;&#1740;&#1605;. &#1740;&#1705;&#1740; &#1575;&#1586; &#1570;&#1582;&#1585;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1607;&#1575;&#1740;&#1740; &#1575;&#1740;&#1606; &#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1583;&#1608;&#1587;&#1578; &#1583;&#1588;&#1578;&#1606;&#1740; Tom Clancys Splinter Cell Conviction &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1585; &#1587;&#1575;&#1604; 2010 &#1576;&#1585;&#1575;&#1740; &#1705;&#1606;&#1587;&#1608;&#1604; &#1607;&#1575;&#1740; &#1606;&#1587;&#1604; &#1607;&#1601;&#1578;&#1605;&#1740; &#1608; &#1585;&#1575;&#1740;&#1575;&#1606;&#1607; &#1607;&#1575;&#1740; &#1588;&#1582;&#1589;&#1740; &#1583;&#1585; &#1583;&#1587;&#1578;&#1585;&#1587; &#1602;&#1585;&#1575;&#1585; &#1711;&#1585;&#1601;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1607;&#1605;&#1575;&#1606;&#1606;&#1583; &#1583;&#1740;&#1711;&#1585; &#1606;&#1587;&#1582;&#1607; &#1607;&#1575;&#1740; &#1575;&#1740;&#1606; &#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1585;&#1608;&#1575;&#1740;&#1578; &#1711;&#1585; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1578;&#1740;&#1585;&#1607; &#1608; &#1578;&#1575;&#1585; &#1575;&#1586; &#1740;&#1705; &#1605;&#1575;&#1605;&#1608;&#1585; &#1570;&#1605;&#1585;&#1740;&#1705;&#1575;&#1740;&#1740; &#1575;&#1587;&#1578; &#1608; &#1605;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1588;&#1575;&#1607;&#1583; &#1605;&#1705;&#1575;&#1606;&#1740;&#1587;&#1605; &#1607;&#1575;&#1740; &#1575;&#1705;&#1588;&#1606; &#1608; &#1605;&#1582;&#1601;&#1740; &#1705;&#1575;&#1585;&#1740; &#1601;&#1585;&#1575;&#1608;&#1575;&#1606;&#1740; &#1583;&#1585; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1607;&#1587;&#1578;&#1740;&#1605;.<br/><br/>Tom Clancys Splinter Cell Conviction &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1588;&#1582;&#1589;&#1740;&#1578;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; Sam &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1607; &#1578;&#1575;&#1586;&#1711;&#1740; &#1583;&#1582;&#1578;&#1585;&#1588; &#1585;&#1575; &#1583;&#1585; &#1740;&#1705; &#1581;&#1575;&#1583;&#1579;&#1607; &#1740; &#1583;&#1604;&#1582;&#1585;&#1575;&#1588; &#1608; &#1593;&#1580;&#1740;&#1576; &#1575;&#1586; &#1583;&#1587;&#1578; &#1583;&#1575;&#1583;&#1607;&#1548; Sam &#1705;&#1607; &#1576;&#1607; &#1593;&#1608;&#1575;&#1605;&#1604; &#1605;&#1585;&#1711; &#1583;&#1582;&#1578;&#1585;&#1588; &#1605;&#1588;&#1705;&#1608;&#1705; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1605;&#1588;&#1594;&#1608;&#1604; &#1578;&#1581;&#1602;&#1740;&#1602; &#1605;&#1740; &#1588;&#1608;&#1583;&#1548; &#1575;&#1608; &#1583;&#1585; &#1591;&#1740; &#1578;&#1581;&#1602;&#1740;&#1602;&#1575;&#1578;&#1588; &#1576;&#1607; &#1605;&#1587;&#1575;&#1574;&#1604; &#1601;&#1585;&#1575;&#1608;&#1575;&#1606;&#1740; &#1662;&#1740; &#1605;&#1740; &#1576;&#1585;&#1583; &#1608; &#1605;&#1578;&#1608;&#1580;&#1607; &#1605;&#1740; &#1588;&#1608;&#1583; &#1705;&#1607; &#1602;&#1578;&#1604; &#1583;&#1582;&#1578;&#1585;&#1588; &#1740;&#1705; &#1605;&#1587;&#1574;&#1604;&#1607; &#1740; &#1587;&#1575;&#1583;&#1607; &#1606;&#1740;&#1587;&#1578; &#1576;&#1604;&#1705;&#1607; &#1575;&#1576;&#1593;&#1575;&#1583;&#1740; &#1576;&#1586;&#1585;&#1711; &#1578;&#1585; &#1608; &#1605;&#1604;&#1740; &#1583;&#1575;&#1585;&#1583;! &#1588;&#1605;&#1575; &#1583;&#1585; &#1606;&#1602;&#1588; Sam &#1705;&#1607; &#1581;&#1575;&#1604;&#1575; &#1587;&#1606;&#1588; &#1576;&#1575;&#1604;&#1575; &#1585;&#1601;&#1578;&#1607; &#1608; &#1583;&#1740;&#1711;&#1585; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740; &#1607;&#1575;&#1740; &#1587;&#1575;&#1576;&#1602; &#1585;&#1575; &#1606;&#1583;&#1575;&#1585;&#1583;&#1548; &#1576;&#1575;&#1740;&#1583; &#1576;&#1607; &#1605;&#1589;&#1575;&#1601; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606;&#1578;&#1575;&#1606; &#1576;&#1585;&#1608;&#1740;&#1583; &#1608; &#1575;&#1606;&#1578;&#1602;&#1575;&#1605; &#1583;&#1582;&#1578;&#1585;&#1578;&#1575;&#1606; &#1585;&#1575; &#1575;&#1586; &#1570;&#1606; &#1607;&#1575; &#1576;&#1711;&#1740;&#1585;&#1740;&#1583;.<br/><br/>&#1588;&#1575;&#1740;&#1583; &#1576;&#1578;&#1608;&#1575;&#1606; &#1605;&#1607;&#1605;&#1578;&#1585;&#1740;&#1606; &#1605;&#1705;&#1575;&#1606;&#1740;&#1587;&#1605; &#1587;&#1585;&#1740; Tom Clancys Splinter &#1585;&#1575; &#1605;&#1582;&#1601;&#1740; &#1705;&#1575;&#1585;&#1740; &#1583;&#1585; &#1591;&#1740; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1570;&#1606; &#1583;&#1575;&#1606;&#1587;&#1578;&#1548; &#1605;&#1705;&#1575;&#1606;&#1740;&#1587;&#1605;&#1740; &#1705;&#1607; &#1607;&#1605;&#1670;&#1606;&#1575;&#1606; &#1583;&#1585; Tom Clancys Splinter Cell Conviction &#1606;&#1740;&#1586; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583;&#1548; &#1576;&#1575; &#1575;&#1740;&#1606;&#1705;&#1607; &#1605;&#1582;&#1601;&#1740; &#1705;&#1575;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1606;&#1587;&#1582;&#1607; &#1607;&#1575;&#1740; &#1662;&#1740;&#1588;&#1740;&#1606; &#1705;&#1605;&#1740; &#1705;&#1605;&#1578;&#1585; &#1588;&#1583;&#1607; &#1608; &#1605;&#1575; &#1588;&#1575;&#1607;&#1583; &#1575;&#1705;&#1588;&#1606; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1607;&#1587;&#1578;&#1740;&#1605;&#1548; &#1575;&#1605;&#1575; &#1588;&#1605;&#1575; &#1607;&#1605;&#1670;&#1606;&#1575;&#1606; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1575; &#1581;&#1585;&#1705;&#1578; &#1583;&#1585; &#1587;&#1575;&#1740;&#1607; &#1607;&#1575; &#1608; &#1605;&#1582;&#1601;&#1740; &#1606;&#1711;&#1607; &#1583;&#1575;&#1588;&#1578;&#1606; &#1582;&#1608;&#1583; &#1575;&#1586; &#1583;&#1740;&#1583; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1605;&#1585;&#1575;&#1581;&#1604; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1607; &#1662;&#1575;&#1740;&#1575;&#1606; &#1576;&#1585;&#1587;&#1575;&#1606;&#1740;&#1583;.<br/><br/>Tom Clancys Splinter Cell Conviction &#1575;&#1586; &#1604;&#1581;&#1575;&#1592; &#1576;&#1589;&#1585;&#1740; &#1740;&#1705; &#1575;&#1606;&#1602;&#1604;&#1575;&#1576; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1606;&#1587;&#1582;&#1607; &#1607;&#1575;&#1740; &#1602;&#1576;&#1604;&#1740; &#1582;&#1608;&#1583; &#1576;&#1607; &#1581;&#1587;&#1575;&#1576; &#1606;&#1605;&#1740; &#1570;&#1740;&#1583; &#1575;&#1605;&#1575; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1601;&#1606;&#1740; &#1608; &#1607;&#1606;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1581;&#1583;&#1740; &#1607;&#1587;&#1578;&#1606;&#1583; &#1705;&#1607; &#1588;&#1605;&#1575; &#1585;&#1575; &#1575;&#1586; &#1582;&#1608;&#1583; &#1606;&#1575; &#1575;&#1605;&#1740;&#1583; &#1606;&#1705;&#1606;&#1606;&#1583;.<br/><br/>Tom Clancys Splinter Cell Conviction &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1601;&#1608;&#1602; &#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1576;&#1575; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1608; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1580;&#1584;&#1575;&#1576; &#1575;&#1586; &#1587;&#1585;&#1740; Tom Clancys Splinte &#1575;&#1587;&#1578; &#1705;&#1607; &#1578;&#1580;&#1585;&#1576;&#1607; &#1740; &#1570;&#1606; &#1585;&#1575; &#1576;&#1607; &#1607;&#1605;&#1607; &#1583;&#1608;&#1587;&#1578;&#1583;&#1575;&#1585;&#1575;&#1606; &#1575;&#1740;&#1606; &#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1578;&#1608;&#1589;&#1740;&#1607; &#1605;&#1740; &#1705;&#1606;&#1605;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">Mature</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: 1.8 GHz Intel Core2 Duo or 2.4 GHz AMD Athlon X2 64
Memory: 1.5 GB Windows XP / 2 GB Windows Vista, Windows 7
Graphics: 256 MB DirectX 9.0c&#8211;compliant video card (512 MB recommended) (see supported list*)
DirectX&#174;: DirectX 9.0c
Hard Drive: 10 GB</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1588;&#1608;&#1578;&#1585;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1605;&#1582;&#1601;&#1740; &#1705;&#1575;&#1585;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Tom%20Clancy's%20Splinter%20Cell%20Conviction/Splinter%20Cell%20Conviction%20PC%2015%20May%202010%20%2001.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Tom%20Clancy's%20Splinter%20Cell%20Conviction/Splinter-Cell-Conviction-PC-15-May-2010--01.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Tom%20Clancy's%20Splinter%20Cell%20Conviction/splinter-cell-conviction-gameplay-kernel-ketchup-hd-4.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Tom%20Clancy's%20Splinter%20Cell%20Conviction/ss_bac3df662b0d7a0b95b25111a4ef76e00d19180f.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Tom%20Clancy's%20Splinter%20Cell%20Conviction/tcsc.conviction.07.lg.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Tom%20Clancy's%20Splinter%20Cell%20Conviction/e8dc75e8ea5a422094f17f65bfd4f63014812345-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/354211/&#1585;&#1608;&#1586;&#1740;-&#1585;&#1608;&#1586;&#1711;&#1575;&#1585;&#1740;-&#1576;&#1585;&#1575;&#1740;-&#1583;&#1582;&#1578;&#1585;&#1605;&#1548;-&#1606;&#1607;-&#1705;&#1588;&#1608;&#1585;&#1605;-&#1606;&#1602;&#1583;/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 83/100<br/>Steam: 7/10<br/>IGN: 8.5/10<br/><br/>
    </div>
  </BODY>
</html>