<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Tormented Souls</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5676.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index20.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="5727.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/5717f.jpg">
        <img src="../images/5717f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Tormented Souls&#160;(2021)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action/Adventure, Horror</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#377</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>PQube</b>
	    &#160;
	   	Dual Effect
            <br/>
            <b>7.29 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1586;&#1740;&#1585;&#1605;&#1580;&#1605;&#1608;&#1593;&#1607;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1575;&#1585;&#1606;&#1583; &#1575;&#1605;&#1575; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1578;&#1585;&#1705;&#1740;&#1576; &#1576;&#1585;&#1575;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1587;&#1585;&#1740; &#1605;&#1581;&#1576;&#1608;&#1576; Resident Evil &#1662;&#1575;&#1740;&#1607;&#8204;&#1711;&#1584;&#1575;&#1585;&#1740; &#1705;&#1585;&#1583; &#1705;&#1607; &#1593;&#1606;&#1575;&#1589;&#1585; Survival &#1585;&#1575; &#1576;&#1575; &#1570;&#1606; &#1570;&#1605;&#1740;&#1582;&#1578;. &#1578;&#1580;&#1585;&#1576;&#1607; &#1576;&#1740;&#8204;&#1583;&#1601;&#1575;&#1593; &#1576;&#1608;&#1583;&#1606;&#1548; &#1705;&#1605;&#1576;&#1608;&#1583; &#1605;&#1606;&#1575;&#1576;&#1593; &#1608; &#1587;&#1604;&#1575;&#1581; &#1576;&#1585;&#1575;&#1740; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1608; &#1607;&#1605;&#1740;&#1606;&#8204;&#1591;&#1608;&#1585; &#1607;&#1740;&#1608;&#1604;&#1575;&#1607;&#1575;&#1740; &#1608;&#1581;&#1588;&#1578;&#1606;&#1575;&#1705; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1607;&#1605;&#1548; &#1578;&#1585;&#1587; &#1585;&#1608;&#1575;&#1606;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1585;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1575;&#1604;&#1602;&#1575; &#1605;&#1740;&#8204;&#1705;&#1585;&#1583;. &#1576;&#1575;&#1586;&#1740; Tormented Souls &#1575;&#1586; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Dual Effect &#1576;&#1575; &#1575;&#1604;&#1607;&#1575;&#1605; &#1575;&#1586; &#1587;&#1585;&#1740; &#1605;&#1581;&#1576;&#1608;&#1576; Resident Evil &#1608; Alone in the Dark &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1608; &#1605;&#1575;&#1580;&#1585;&#1575;&#1607;&#1575;&#1740; &#1607;&#1608;&#1604;&#1606;&#1575;&#1705; &#1608; &#1606;&#1601;&#1587;&#8204;&#1711;&#1740;&#1585;&#1740; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1570;&#1605;&#1575;&#1583;&#1607; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1588;&#1605;&#1575; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1606;&#1602;&#1588; &#1583;&#1582;&#1578;&#1585;&#1740; &#1576;&#1607; &#1575;&#1587;&#1605; Caroline Walker &#1585;&#1575; &#1576;&#1575;&#1586;&#1740; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583; &#1705;&#1607; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1581;&#1604; &#1605;&#1593;&#1605;&#1575;&#1740; &#1606;&#1575;&#1662;&#1583;&#1740;&#1583; &#1588;&#1583;&#1606; &#1583;&#1608; &#1583;&#1582;&#1578;&#1585; &#1583;&#1608;&#1602;&#1604;&#1608; &#1583;&#1585; &#1740;&#1705; &#1705;&#1575;&#1582; &#1605;&#1585;&#1605;&#1608;&#1586; &#1608; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1575;&#1587;&#1578;. &#1583;&#1585; &#1591;&#1608;&#1604; &#1580;&#1587;&#1578;&#8204;&#1608;&#1580;&#1608;&#1740; &#1575;&#1608;&#1548; &#1575;&#1578;&#1601;&#1575;&#1602;&#1575;&#1578; &#1593;&#1580;&#1740;&#1576; &#1608; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705;&#1740; &#1585;&#1582; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1608; &#1581;&#1575;&#1604; &#1575;&#1608; &#1576;&#1575;&#1740;&#1583; &#1578;&#1606;&#1607;&#1575; &#1583;&#1585; &#1575;&#1740;&#1606; &#1705;&#1575;&#1582; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1608; &#1578;&#1575;&#1585;&#1740;&#1705;&#1548; &#1585;&#1575;&#1607;&#1740; &#1576;&#1585;&#1575;&#1740; &#1601;&#1585;&#1575;&#1585; &#1662;&#1740;&#1583;&#1575; &#1705;&#1606;&#1583; &#1578;&#1575; &#1576;&#1578;&#1608;&#1575;&#1606;&#1583; &#1586;&#1606;&#1583;&#1607; &#1576;&#1605;&#1575;&#1606;&#1583;. &#1570;&#1740;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1575;&#1740;&#1606; &#1583;&#1582;&#1578;&#1585; &#1585;&#1575; &#1606;&#1580;&#1575;&#1578; &#1583;&#1607;&#1740;&#1583;&#1567;<br/><br/>&#1587;&#1576;&#1705; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1575;&#1586; &#1593;&#1606;&#1575;&#1589;&#1585; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; &#1608; &#1606;&#1608;&#1587;&#1578;&#1575;&#1604;&#1688;&#1740; &#1587;&#1585;&#1740;&#8204;&#1607;&#1575;&#1740; &#1602;&#1583;&#1740;&#1605;&#1740; Resident Evil &#1608;Silent hill &#1575;&#1604;&#1607;&#1575;&#1605; &#1711;&#1585;&#1601;&#1578;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606;&#1580;&#1575; &#1586;&#1575;&#1608;&#1740;&#1607; &#1583;&#1608;&#1585;&#1576;&#1740;&#1606; &#1581;&#1575;&#1604;&#1578;&#1740; &#1662;&#1740;&#1588;&#8204;&#1601;&#1585;&#1590; &#1608; &#1579;&#1575;&#1576;&#1578; &#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1607;&#1605;&#1575;&#1606; &#1581;&#1587; &#1606;&#1608;&#1587;&#1578;&#1575;&#1604;&#1688;&#1740;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1602;&#1583;&#1740;&#1605;&#1740; &#1585;&#1575; &#1576;&#1607; &#1588;&#1605;&#1575; &#1605;&#1606;&#1578;&#1602;&#1604; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;&#1548; &#1576;&#1575; &#1575;&#1740;&#1606; &#1578;&#1601;&#1575;&#1608;&#1578; &#1705;&#1607; &#1705;&#1606;&#1578;&#1585;&#1604;&#8204;&#1607;&#1575; &#1608; &#1601;&#1585;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575; &#1576;&#1607;&#1740;&#1606;&#1607;&#8204;&#1587;&#1575;&#1586;&#1740; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1578;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1585;&#1608;&#1575;&#1606; &#1608; &#1605;&#1583;&#1585;&#1606; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583;. &#1583;&#1585; &#1591;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578; &#1608;&#1581;&#1588;&#1578;&#1606;&#1575;&#1705; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1585;&#1575; &#1605;&#1604;&#1575;&#1602;&#1575;&#1578; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583; &#1705;&#1607; &#1576;&#1575;&#1740;&#1583; &#1576;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1607;&#1585; &#1670;&#1740;&#1586;&#1740; &#1705;&#1607; &#1662;&#1740;&#1583;&#1575; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583;&#1548; &#1583;&#1585; &#1576;&#1585;&#1575;&#1576;&#1585;&#1588;&#1575;&#1606; &#1605;&#1602;&#1575;&#1576;&#1604;&#1607; &#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1575;&#1586; &#1583;&#1740;&#1711;&#1585; &#1593;&#1606;&#1575;&#1589;&#1585; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740;&#1548; &#1605;&#1593;&#1605;&#1575;&#1607;&#1575; &#1608; &#1662;&#1575;&#1586;&#1604;&#8204;&#1607;&#1575;&#1740; &#1605;&#1578;&#1606;&#1608;&#1593;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1585;&#1575;&#1740; &#1581;&#1604; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1575;&#1740;&#1583; &#1582;&#1608;&#1576; &#1607;&#1605;&#1607;&#8204;&#1670;&#1740;&#1586; &#1585;&#1575; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583; &#1608; &#1570;&#1740;&#1578;&#1605;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1585;&#1575; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583;&#1607; &#1608; &#1711;&#1575;&#1607;&#1740; &#1576;&#1575; &#1740;&#1705;&#1583;&#1740;&#1711;&#1585; &#1578;&#1585;&#1705;&#1740;&#1576; &#1705;&#1606;&#1740;&#1583;. &#1583;&#1602;&#1578; &#1576;&#1607; &#1606;&#1705;&#1575;&#1578; &#1605;&#1582;&#1601;&#1740; &#1605;&#1608;&#1580;&#1608;&#1583; &#1583;&#1585; &#1576;&#1585;&#1582;&#1740; &#1570;&#1740;&#1578;&#1605;&#8204;&#1607;&#1575; &#1608; &#1605;&#1705;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1705;&#1575;&#1582;&#1548; &#1705;&#1604;&#1740;&#1583; &#1575;&#1589;&#1604;&#1740; &#1606;&#1580;&#1575;&#1578; &#1575;&#1586; &#1570;&#1606; &#1575;&#1587;&#1578;. &#1608;&#1580;&#1608;&#1583; &#1570;&#1740;&#1606;&#1607;&#8204;&#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585; &#1588;&#1605;&#1575; &#1585;&#1575; &#1576;&#1607; &#1576;&#1593;&#1583; &#1583;&#1740;&#1711;&#1585;&#1740; &#1575;&#1586; &#1608;&#1575;&#1602;&#1593;&#1740;&#1578; &#1605;&#1740;&#8204;&#1576;&#1585;&#1583; &#1606;&#1740;&#1586; &#1593;&#1605;&#1602; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1576;&#1607; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1605;&#1740;&#8204;&#1576;&#1582;&#1588;&#1583;. &#1575;&#1711;&#1585; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; &#1575;&#1586; &#1740;&#1705; &#1593;&#1606;&#1608;&#1575;&#1606; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1583;&#1585; &#1587;&#1576;&#1705; Survival &#1605;&#1740;&#8204;&#1582;&#1608;&#1575;&#1607;&#1740;&#1583;&#1548; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1581;&#1578;&#1605;&#1575;&#1611; &#1575;&#1605;&#1578;&#1581;&#1575;&#1606; &#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Resident Evil 2 &#1608; Days Gone &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i5-2500K 3.3GHz / AMD FX-8150 3.6GHz or equivalent
Memory: 4 GB RAM
Graphics: GeForce GTX 550 Ti / Radeon HD 6790 2GB VRAM*
Storage: 4 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1605;&#1593;&#1605;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1588;&#1608;&#1578;&#1585;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1578;&#1585;&#1587;&#1606;&#1575;&#1705;, &#1578;&#1585;&#1587; &#1608; &#1576;&#1602;&#1575;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Tormented%20Souls/TormentedSouls_slika_02_03_story.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Tormented%20Souls/tormented-souls-2-scaled.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Tormented%20Souls/tormented-souls-3-scaled.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Tormented%20Souls/tormented-souls-ps5-series-x.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Tormented%20Souls/5c51bc3c7b2d70ffa020e58c4f3f1b2448205512-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/763661/tormented-souls-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 72/100<br/>Steam: 9/10<br/>IGN: 7/10<br/><br/>Initial release date: 2021<br/>
    </div>
  </BODY>
</html>