<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Train Sim World 2  Collector's Edition</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5727.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index20.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="5747.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/5737f.jpg">
        <img src="../images/5737f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Train Sim World 2  Collector's Edition&#160;(2020)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Simulator</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#379</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Maximum Games</b>
	    &#160;
	   	Dovetail Games
            <br/>
            <b>18.7 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1576;&#1575;&#1585;&#1607;&#1575; &#1587;&#1608;&#1575;&#1585; &#1605;&#1578;&#1585;&#1608; &#1740;&#1575; &#1602;&#1591;&#1575;&#1585; &#1588;&#1583;&#1607;&#8204;&#1575;&#1740;&#1605;. &#1589;&#1583;&#1575;&#1740; &#1604;&#1608;&#1705;&#1608;&#1605;&#1608;&#1578;&#1740;&#1608; &#1585;&#1575; &#1575;&#1586; &#1583;&#1608;&#1585; &#1605;&#1740;&#8204;&#1588;&#1606;&#1608;&#1740;&#1605; &#1608; &#1605;&#1740;&#8204;&#1583;&#1575;&#1606;&#1740;&#1605; &#1705;&#1607; &#1583;&#1585; &#1581;&#1575;&#1604; &#1606;&#1586;&#1583;&#1740;&#1705; &#1588;&#1583;&#1606; &#1576;&#1607; &#1605;&#1575;&#1587;&#1578;. &#1604;&#1581;&#1592;&#1607;&#8204;&#1575;&#1740; &#1576;&#1593;&#1583; &#1602;&#1591;&#1575;&#1585; &#1575;&#1586; &#1585;&#1575;&#1607; &#1605;&#1740;&#8204;&#1585;&#1587;&#1583; &#1608; &#1583;&#1602;&#1740;&#1602;&#1575;&#1611; &#1583;&#1585; &#1607;&#1605;&#1575;&#1606;&#8204;&#1580;&#1575;&#1740;&#1740; &#1705;&#1607; &#1583;&#1585; &#1606;&#1592;&#1585; &#1711;&#1585;&#1601;&#1578;&#1607;&#8204;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1605;&#1740;&#8204;&#1575;&#1740;&#1587;&#1578;&#1583;. &#1607;&#1605;&#1740;&#1606;&#8204;&#1580;&#1575; &#1576;&#1575; &#1582;&#1608;&#1583;&#1605;&#1575;&#1606; &#1601;&#1705;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1705;&#1607; &#1575;&#1740;&#1606; &#1602;&#1591;&#1575;&#1585; &#1670;&#1591;&#1608;&#1585; &#1575;&#1740;&#1606;&#8204;&#1602;&#1583;&#1585; &#1583;&#1602;&#1740;&#1602; &#1605;&#1740;&#8204;&#1575;&#1740;&#1587;&#1578;&#1583;. &#1576;&#1607;&#8204;&#1593;&#1606;&#1608;&#1575;&#1606; &#1605;&#1587;&#1575;&#1601;&#1585; &#1607;&#1740;&#1670;&#8204;&#1711;&#1575;&#1607; &#1576;&#1607; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740; &#1604;&#1575;&#1586;&#1605; &#1576;&#1585;&#1575;&#1740; &#1585;&#1575;&#1606;&#1583;&#1606; &#1740;&#1705; &#1602;&#1591;&#1575;&#1585; &#1601;&#1705;&#1585; &#1606;&#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1585;&#1575;&#1740; &#1607;&#1605;&#1740;&#1606; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Dovetail Games &#1578;&#1589;&#1605;&#1740;&#1605; &#1576;&#1607; &#1587;&#1575;&#1582;&#1578; &#1740;&#1705; &#1588;&#1576;&#1740;&#1607;&#8204;&#1587;&#1575;&#1586; &#1575;&#1586; &#1585;&#1575;&#1606;&#1583;&#1606; &#1602;&#1591;&#1575;&#1585; &#1608; &#1585;&#1587;&#1575;&#1606;&#1583;&#1606; &#1605;&#1587;&#1575;&#1601;&#1585;&#1575;&#1606; &#1576;&#1607; &#1606;&#1575;&#1605; &#1576;&#1575;&#1586;&#1740; Train Sim World 2020 &#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;. &#1607;&#1585; &#1570;&#1606;&#1670;&#1607; &#1740;&#1705; &#1585;&#1575;&#1606;&#1606;&#1583;&#1607; &#1602;&#1591;&#1575;&#1585; &#1578;&#1580;&#1585;&#1576;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1585;&#1575; &#1575;&#1586; &#1705;&#1608;&#1670;&#1705;&#8204;&#1578;&#1585;&#1740;&#1606; &#1705;&#1575;&#1585;&#1607;&#1575; &#1578;&#1575; &#1578;&#1593;&#1605;&#1740;&#1585; &#1608; &#1585;&#1575;&#1606;&#1583;&#1606; &#1583;&#1585; &#1605;&#1587;&#1740;&#1585;&#1607;&#1575;&#1740; &#1576;&#1607;&#1575;&#1585;&#1740; &#1608; &#1586;&#1740;&#1576;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583;.<br/><br/>&#1583;&#1585; &#1607;&#1605;&#1575;&#1606; &#1587;&#1575;&#1593;&#1575;&#1578; &#1575;&#1608;&#1604;&#1740;&#1607; &#1575;&#1606;&#1580;&#1575;&#1605; &#1576;&#1575;&#1586;&#1740; Train Sim World 2020 &#1588;&#1605;&#1575; &#1575;&#1581;&#1578;&#1585;&#1575;&#1605; &#1582;&#1575;&#1589;&#1740; &#1576;&#1585;&#1575;&#1740; &#1585;&#1575;&#1606;&#1606;&#1583;&#1711;&#1575;&#1606; &#1575;&#1740;&#1606; &#1606;&#1608;&#1593; &#1608;&#1587;&#1575;&#1740;&#1604; &#1606;&#1602;&#1604;&#1740;&#1607; &#1662;&#1740;&#1583;&#1575; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583;. &#1705;&#1575;&#1601;&#1740; &#1575;&#1587;&#1578; &#1740;&#1705;&#8204;&#1576;&#1575;&#1585; &#1662;&#1588;&#1578; &#1601;&#1585;&#1605;&#1575;&#1606; &#1576;&#1606;&#1588;&#1740;&#1606;&#1740;&#1583; &#1608; &#1578;&#1585;&#1605;&#1586; &#1576;&#1711;&#1740;&#1585;&#1740;&#1583;&#1548; &#1605;&#1740;&#8204;&#1576;&#1740;&#1606;&#1740;&#1583; &#1705;&#1607; &#1576;&#1607; &#1570;&#1606; &#1570;&#1587;&#1575;&#1606;&#1740; &#1705;&#1607; &#1601;&#1705;&#1585; &#1605;&#1740;&#8204;&#1705;&#1585;&#1583;&#1740;&#1583; &#1606;&#1576;&#1608;&#1583; &#1608; &#1606;&#1607; &#1601;&#1588;&#1575;&#1585; &#1576;&#1607;&#8204;&#1583;&#1585;&#1587;&#1578;&#1740; &#1575;&#1593;&#1605;&#1575;&#1604;&#8204;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1606;&#1607; &#1586;&#1605;&#1575;&#1606; &#1585;&#1607;&#1575; &#1705;&#1585;&#1583;&#1606; &#1578;&#1585;&#1605;&#1586; &#1608; &#1575;&#1740;&#1606;&#8204;&#1591;&#1608;&#1585; &#1575;&#1587;&#1578; &#1705;&#1607; &#1670;&#1606;&#1583; &#1605;&#1578;&#1585; &#1570;&#1606;&#8204;&#1591;&#1585;&#1601;&#8204;&#1578;&#1585; &#1575;&#1586; &#1575;&#1740;&#1587;&#1578;&#1711;&#1575;&#1607; &#1605;&#1578;&#1608;&#1602;&#1601;&#8204;&#1588;&#1583;&#1607;&#8204;&#1575;&#1740;&#1583;. &#1583;&#1585; &#1587;&#1608;&#1740; &#1583;&#1740;&#1711;&#1585; &#1602;&#1591;&#1575;&#1585;&#1607;&#1575; &#1606;&#1740;&#1586; &#1605;&#1578;&#1608;&#1602;&#1601; &#1606;&#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583; &#1608; &#1576;&#1575;&#1740;&#1583; &#1583;&#1602;&#1740;&#1602;&#1575;&#1611; &#1587;&#1585;&#1608;&#1602;&#1578; &#1583;&#1585; &#1606;&#1592;&#1585; &#1711;&#1585;&#1601;&#1578;&#1607; &#1576;&#1607; &#1575;&#1740;&#1587;&#1578;&#1711;&#1575;&#1607; &#1585;&#1587;&#1740;&#1583; &#1608;&#1711;&#1585;&#1606;&#1607; &#1590;&#1585;&#1576;&#1575;&#1606; &#1602;&#1604;&#1576;&#1578;&#1575;&#1606; &#1576;&#1607; &#1570;&#1582;&#1585;&#1740;&#1606; &#1581;&#1583; &#1582;&#1608;&#1583; &#1585;&#1587;&#1740;&#1583;&#1607; &#1608; &#1605;&#1580;&#1576;&#1608;&#1585; &#1605;&#1740;&#8204;&#1588;&#1608;&#1740;&#1583; &#1705;&#1607; &#1585;&#1608;&#1740; &#1583;&#1705;&#1605;&#1607; &#1585;&#1740;&#1587;&#1578;&#1575;&#1585;&#1578; &#1705;&#1604;&#1740;&#1705; &#1705;&#1606;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607;&#8204;&#1606;&#1608;&#1593;&#1740; &#1607;&#1740;&#1580;&#1575;&#1606; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1585; &#1585;&#1740;&#1604; &#1602;&#1591;&#1575;&#1585; &#1608; &#1604;&#1608;&#1705;&#1608;&#1605;&#1608;&#1578;&#1740;&#1608;&#1607;&#1575;&#1740;&#1588; &#1662;&#1606;&#1607;&#1575;&#1606; &#1606;&#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1575;&#1605;&#1575; &#1578;&#1608;&#1575;&#1606;&#1587;&#1578;&#1740; &#1740;&#1705; &#1581;&#1575;&#1604;&#1578; &#1585;&#1602;&#1575;&#1576;&#1578;&#1740; &#1575;&#1740;&#1580;&#1575;&#1583; &#1705;&#1606;&#1583; &#1705;&#1607; &#1605;&#1580;&#1576;&#1608;&#1585; &#1588;&#1608;&#1740;&#1583; &#1576;&#1585;&#1575;&#1740; &#1585;&#1587;&#1740;&#1583;&#1606; &#1576;&#1607; &#1575;&#1607;&#1583;&#1575;&#1601; &#1576;&#1575;&#1585;&#1607;&#1575; &#1605;&#1585;&#1581;&#1604;&#1607; &#1585;&#1575; &#1578;&#1705;&#1585;&#1575;&#1585; &#1705;&#1606;&#1740;&#1583;. &#1578;&#1608;&#1587;&#1593;&#1607;&#8204;&#1583;&#1607;&#1606;&#1583;&#1711;&#1575;&#1606; &#1578;&#1605;&#1575;&#1605; &#1578;&#1604;&#1575;&#1588;&#1588;&#1575;&#1606; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1608;&#1575;&#1602;&#1593;&#1740; &#1606;&#1588;&#1575;&#1606; &#1583;&#1575;&#1583;&#1606; &#1575;&#1740;&#1606; &#1705;&#1575;&#1585; &#1576;&#1607; &#1582;&#1585;&#1580; &#1583;&#1575;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1607;&#1605;&#1607;&#8204;&#1670;&#1740;&#1586; &#1583;&#1585; &#1608;&#1575;&#1602;&#1593;&#1740;&#8204;&#1578;&#1585;&#1740;&#1606; &#1581;&#1575;&#1604;&#1578; &#1582;&#1608;&#1583; &#1576;&#1607; &#1606;&#1592;&#1585; &#1605;&#1740;&#8204;&#1585;&#1587;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Train Sim World 2020 &#1576;&#1607;&#1588;&#1578; &#1593;&#1575;&#1588;&#1602;&#1575;&#1606; &#1602;&#1591;&#1575;&#1585; &#1575;&#1587;&#1578;. &#1583;&#1585; &#1576;&#1582;&#1588; Journeys &#1587;&#1606;&#1575;&#1585;&#1740;&#1608;&#1607;&#1575;&#1740;&#1740; 24 &#1587;&#1575;&#1593;&#1578;&#1607; &#1576;&#1585;&#1575;&#1740;&#1578;&#1575;&#1606; &#1583;&#1585; &#1606;&#1592;&#1585; &#1711;&#1585;&#1601;&#1578;&#1607;&#8204;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1580;&#1583;&#1575; &#1575;&#1586; &#1570;&#1606; &#1607;&#1585; &#1576;&#1575;&#1585; &#1576;&#1607; &#1578;&#1593;&#1583;&#1575;&#1583; &#1605;&#1587;&#1740;&#1585;&#1607;&#1575; &#1575;&#1601;&#1586;&#1608;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1607;&#1605;&#1740;&#1606; &#1705;&#1575;&#1585;&#1578;&#1575;&#1606; &#1585;&#1575; &#1587;&#1582;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1575;&#1586; &#1605;&#1587;&#1740;&#1585;&#1607;&#1575;&#1740; &#1586;&#1740;&#1576;&#1575; &#1608; &#1583;&#1604;&#1606;&#1608;&#1575;&#1586; &#1575;&#1606;&#1711;&#1604;&#1587;&#1578;&#1575;&#1606; &#1711;&#1585;&#1601;&#1578;&#1607; &#1578;&#1575; &#1605;&#1587;&#1740;&#1585;&#1607;&#1575;&#1740; &#1583;&#1608;&#1585; &#1608; &#1662;&#1740;&#1670;&#8204;&#1583;&#1585;&#1662;&#1740;&#1670; &#1575;&#1740;&#1575;&#1604;&#1575;&#1578;&#8204;&#1605;&#1578;&#1581;&#1583;&#1607;&#1548; &#1607;&#1605;&#1607; &#1583;&#1585; &#1575;&#1740;&#1606; &#1588;&#1576;&#1740;&#1607;&#8204;&#1587;&#1575;&#1586; &#1581;&#1575;&#1590;&#1585; &#1607;&#1587;&#1578;&#1606;&#1583; &#1608; &#1588;&#1605;&#1575;&#1585;&#1575; &#1605;&#1740;&#8204;&#1591;&#1604;&#1576;&#1606;&#1583;. 12 &#1606;&#1608;&#1593; &#1604;&#1608;&#1705;&#1608;&#1605;&#1608;&#1578;&#1740;&#1608; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1608; &#1576;&#1585;&#1575;&#1740; &#1575;&#1608;&#1604;&#1740;&#1606; &#1576;&#1575;&#1585; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1575;&#1740;&#1606; &#1594;&#1608;&#1604;&#8204;&#1607;&#1575;&#1740; &#1576;&#1740;&#8204;&#1587;&#1585;&#1608;&#1589;&#1583;&#1575; &#1585;&#1575; &#1576;&#1585;&#1575;&#1606;&#1740;&#1583; &#1608; &#1576;&#1575;&#1604;&#1575;&#1582;&#1585;&#1607; &#1605;&#1607;&#1606;&#1583;&#1587; &#1602;&#1591;&#1575;&#1585; &#1588;&#1608;&#1740;&#1583;. &#1605;&#1605;&#1705;&#1606; &#1575;&#1587;&#1578; &#1601;&#1705;&#1585; &#1705;&#1606;&#1740;&#1583; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1587;&#1585;&#1593;&#1578; &#1705;&#1606;&#1583;&#1740; &#1583;&#1575;&#1585;&#1583; &#1608; &#1581;&#1608;&#1589;&#1604;&#1607; &#1587;&#1585; &#1576;&#1585; &#1575;&#1587;&#1578; &#1575;&#1605;&#1575; &#1705;&#1575;&#1585; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1607;&#8204;&#1593;&#1606;&#1608;&#1575;&#1606; &#1740;&#1705; &#1588;&#1576;&#1740;&#1607;&#8204;&#1587;&#1575;&#1586; &#1705;&#1606;&#1578;&#1585;&#1604; &#1602;&#1591;&#1575;&#1585; &#1576;&#1607;&#8204;&#1582;&#1608;&#1576;&#1740; &#1575;&#1606;&#1580;&#1575;&#1605; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1608; &#1576;&#1575; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575;&#1740;&#1588; &#1607;&#1740;&#1580;&#1575;&#1606; &#1582;&#1575;&#1589;&#1740; &#1606;&#1740;&#1586; &#1576;&#1607; &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1576;&#1582;&#1588;&#1583;. &#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1593;&#1604;&#1575;&#1602;&#1607;&#8204;&#1605;&#1606;&#1583; &#1588;&#1583;&#1607;&#8204;&#1575;&#1740;&#1583;&#1548; &#1606;&#1711;&#1575;&#1607;&#1740; &#1576;&#1607; Euro Truck Simulator 2 &#1608; Farming Simulator 19 &#1606;&#1740;&#1586; &#1576;&#1740;&#1606;&#1583;&#1575;&#1586;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">3+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i5-4690 @ 3.5 GHz or AMD Ryzen 5 1500X @ 3.7 GHz
Memory: 8 GB RAM
Graphics: NVIDIA GeForce GTX 750 Ti or AMD Radeon R9 270 with 2 GB VRAM or more
DirectX: Version 10
Storage: 20 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Train%20Sim%20World/3wrv4xikityb1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Train%20Sim%20World/4GtHepQd3IXOBS0f_prUr_JhYytllgHGBQ.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Train%20Sim%20World/Minimal-HUD-WM-1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Train%20Sim%20World/Uju_nD2ptYWbbyijvQbuO1jRAF2p33TOtA.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Train%20Sim%20World/8f260ab0de507ad737643f8e9c8497ce55948755-720p.mp4?play&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 56/100<br/>Steam: 9/10<br/><br/>Initial release date: August 20, 2020<br/>
    </div>
  </BODY>
</html>