<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Trine 3: The Artifacts of Power </TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5759.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index20.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="5780.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/5770f.jpg">
        <img src="../images/5770f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Trine 3: The Artifacts of Power &#160;(2015)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Adventure</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#382</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Frozenbyte</b>
	    &#160;
	   	Frozenbyte
            <br/>
            <b>3.71 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1583;&#1585; &#1575;&#1610;&#1606;&#1580;&#1575; &#1605;&#1575; &#1576;&#1575; &#1593;&#1606;&#1608;&#1575;&#1606;&#1610; &#1585;&#1608;&#1576;&#1607; &#1585;&#1608; &#1607;&#1587;&#1578;&#1610;&#1605; &#1603;&#1607; &#1583;&#1585; &#1583;&#1608; &#1606;&#1587;&#1582;&#1607; &#1602;&#1576;&#1604;&#1610; &#1582;&#1608;&#1583; &#1576;&#1575; &#1608;&#1580;&#1608;&#1583; &#1583;&#1606;&#1610;&#1575;&#1610;&#1610; &#1585;&#1606;&#1711;&#1575;&#1585;&#1606;&#1711; &#1608; &#1605;&#1608;&#1587;&#1610;&#1602;&#1610; &#1608; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1610; &#1603;&#1607; &#1583;&#1585;&#1582;&#1588;&#1588; &#1604;&#1575;&#1586;&#1605; &#1585;&#1575; &#1576;&#1585;&#1575;&#1610; &#1578;&#1576;&#1583;&#1610;&#1604; &#1588;&#1583;&#1606; &#1575;&#1610;&#1606; &#1593;&#1606;&#1608;&#1575;&#1606; &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1582;&#1575;&#1591;&#1585;&#1607;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586; &#1585;&#1575; &#1606;&#1583;&#1575;&#1588;&#1578;. &#1576;&#1585;&#1582;&#1604;&#1575;&#1601; &#1575;&#1589;&#1604;&#1575;&#1581;&#1575;&#1578;&#1610; &#1603;&#1607; &#1583;&#1585; &#1578;&#1605;&#1575;&#1605;&#1610; &#1576;&#1582;&#1588;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1610; &#1575;&#1606;&#1580;&#1575;&#1605; &#1588;&#1583;&#1607; &#1607;&#1605;&#1670;&#1606;&#1575;&#1606; &#1575;&#1610;&#1585;&#1575;&#1583;&#1575;&#1578;&#1610; &#1580;&#1586;&#1574;&#1610; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1575;&#1610;&#1606; &#1593;&#1606;&#1608;&#1575;&#1606; &#1587;&#1575;&#1582;&#1578; &#1603;&#1605;&#1662;&#1575;&#1606;&#1610; Frozenbyte &#1575;&#1587;&#1578; &#1608; &#1587;&#1576;&#1603; &#1575;&#1610;&#1606; &#1576;&#1575;&#1586;&#1610; &#1587;&#1603;&#1608; &#1576;&#1575;&#1586;&#1610; &#1587;&#1607;&#8204;&#1576;&#1593;&#1583;&#1740; &#1575;&#1587;&#1578;. &#1607;&#1605;&#1670;&#1606;&#1610;&#1606; &#1576;&#1575; &#1587;&#1607;&#8204;&#1576;&#1593;&#1583;&#1740; &#1588;&#1583;&#1606; &#1575;&#1610;&#1606; &#1576;&#1575;&#1586;&#1610; &#1593;&#1583;&#1607; &#1586;&#1610;&#1575;&#1583;&#1610; &#1575;&#1586; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1575;&#1610;&#1606; &#1593;&#1606;&#1608;&#1575;&#1606; &#1575;&#1592;&#1607;&#1575;&#1585; &#1606;&#1575;&#1585;&#1590;&#1575;&#1610;&#1578;&#1610; &#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;.<br/><br/>&#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1576;&#1575;&#1586;&#1610; &#1605;&#1593;&#1578;&#1602;&#1583;&#1606;&#1583; &#1575;&#1610;&#1606; &#1593;&#1605;&#1604; &#1576;&#1575;&#1593;&#1579; &#1588;&#1583;&#1607; &#1578;&#1575; &#1576;&#1610;&#1588;&#1578;&#1585; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1610; &#1575;&#1586; &#1576;&#1610;&#1606; &#1576;&#1585;&#1608;&#1583; &#1608; &#1605;&#1581;&#1583;&#1608;&#1583;&#1610;&#1578; &#1606;&#1587;&#1576;&#1610; &#1576;&#1607; &#1608;&#1580;&#1608;&#1583; &#1570;&#1610;&#1583;. &#1575;&#1604;&#1576;&#1578;&#1607; &#1587;&#1607; &#1576;&#1593;&#1583;&#1610; &#1576;&#1608;&#1583;&#1606; &#1576;&#1607; &#1575;&#1610;&#1606; &#1605;&#1593;&#1606;&#1610; &#1606;&#1610;&#1587;&#1578; &#1603;&#1607; &#1583;&#1608;&#1585;&#1576;&#1610;&#1606; &#1576;&#1607; &#1581;&#1575;&#1604;&#1578; &#1575;&#1608;&#1604;&#8204;&#1588;&#1582;&#1589; &#1610;&#1575; &#1587;&#1608;&#1605; &#1588;&#1582;&#1589; &#1578;&#1576;&#1583;&#1740;&#1604; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1578;&#1606;&#1607;&#1575; &#1576;&#1607; &#1575;&#1610;&#1606; &#1605;&#1593;&#1606;&#1575;&#1587;&#1578; &#1603;&#1607; &#1606;&#1608;&#1593; &#1602;&#1585;&#1575;&#1585; &#1711;&#1610;&#1585;&#1610; &#1583;&#1608;&#1585;&#1576;&#1610;&#1606; &#1578;&#1594;&#1740;&#1610;&#1585; &#1603;&#1585;&#1583;&#1607; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1575;&#1586; &#1593;&#1605;&#1602; &#1578;&#1589;&#1608;&#1610;&#1585; &#1593;&#1576;&#1608;&#1585; &#1603;&#1585;&#1583;&#1607; &#1608; &#1576;&#1607; &#1604;&#1575;&#1610;&#1607; &#1583;&#1608; &#1576;&#1593;&#1583;&#1610; &#1583;&#1608;&#1605; &#1608; &#1587;&#1608;&#1605; &#1576;&#1585;&#1608;&#1583;. &#1576;&#1575;&#1586;&#1610; &#1583;&#1575;&#1585;&#1575;&#1610; &#1587;&#1607; &#1588;&#1582;&#1589;&#1610;&#1578; &#1575;&#1589;&#1604;&#1610; &#1603;&#1607; &#1575;&#1587;&#1578; &#1603;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1575; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1575;&#1586;&#1610; &#1585;&#1575; &#1662;&#1610;&#1588; &#1576;&#1576;&#1585;&#1610;&#1583; &#1608; &#1576;&#1610;&#1606; &#1570;&#1606;&#8204;&#1607;&#1575; &#1587;&#1608;&#1610;&#1610;&#1670; &#1603;&#1606;&#1610;&#1583; &#1608; &#1575;&#1586; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1607;&#1585; &#1603;&#1583;&#1575;&#1605; &#1583;&#1585; &#1586;&#1605;&#1575;&#1606; &#1605;&#1606;&#1575;&#1587;&#1576; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1603;&#1606;&#1610;&#1583;. &#1607;&#1605;&#1670;&#1606;&#1610;&#1606; &#1575;&#1610;&#1606; &#1576;&#1575;&#1586;&#1610; &#1603;&#1605;&#1610; &#1576;&#1607; &#1587;&#1605;&#1578; &#1575;&#1603;&#1588;&#1606; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1610;&#1610; &#1581;&#1585;&#1603;&#1578; &#1603;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1610; &#1583;&#1585; &#1605;&#1608;&#1585;&#1583; &#1575;&#1610;&#1606; &#1587;&#1607; &#1588;&#1582;&#1589;&#1610;&#1578; &#1575;&#1587;&#1578; &#1603;&#1607; &#1576;&#1607; &#1588;&#1603;&#1604;&#1610; &#1576;&#1607; &#1605;&#1603;&#1575;&#1606;&#1610; &#1580;&#1575;&#1583;&#1608;&#1610;&#1610; &#1607;&#1583;&#1575;&#1610;&#1578; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583; &#1608; &#1576;&#1575;&#1593;&#1579; &#1570;&#1586;&#1575;&#1583; &#1588;&#1583;&#1606; &#1605;&#1608;&#1580;&#1608;&#1583;&#1610; &#1582;&#1591;&#1585;&#1606;&#1575;&#1603; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583; &#1581;&#1575;&#1604; &#1576;&#1575;&#1610;&#1583; &#1576;&#1585;&#1575;&#1610; &#1580;&#1576;&#1585;&#1575;&#1606; &#1575;&#1610;&#1606; &#1575;&#1588;&#1578;&#1576;&#1575;&#1607; &#1583;&#1587;&#1578; &#1576;&#1607; &#1603;&#1575;&#1585; &#1588;&#1608;&#1606;&#1583; &#1608; &#1575;&#1586; &#1582;&#1585;&#1575;&#1576;&#1740;&#8204;&#1607;&#1575;&#1740; &#1575;&#1581;&#1578;&#1605;&#1575;&#1604;&#1610; &#1580;&#1604;&#1608; &#1711;&#1610;&#1585;&#1610; &#1608; &#1670;&#1610;&#1586;&#1607;&#1575;&#1610;&#1610; &#1603;&#1607; &#1575;&#1586; &#1576;&#1610;&#1606; &#1585;&#1601;&#1578;&#1607;&#8204;&#1575;&#1606;&#1583; &#1585;&#1575; &#1583;&#1608;&#1576;&#1575;&#1585;&#1607; &#1576;&#1587;&#1575;&#1586;&#1606;&#1583; &#1608; &#1607;&#1605;&#1670;&#1606;&#1610;&#1606; &#1607;&#1585; &#1603;&#1583;&#1575;&#1605; &#1576;&#1607; &#1581;&#1583; &#1606;&#1607;&#1575;&#1610;&#1610; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; &#1582;&#1608;&#1583; &#1576;&#1585;&#1587;&#1606;&#1583;.<br/><br/>&#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1607; &#1578;&#1585;&#1578;&#1740;&#1576; &#1588;&#1608;&#1575;&#1604;&#1610;&#1607; &#1662;&#1606;&#1578;&#1610;&#1608;&#1587; &#1603;&#1607; &#1583;&#1585; &#1607;&#1606;&#1585;&#1607;&#1575;&#1740; &#1585;&#1586;&#1605;&#1610; &#1575;&#1587;&#1578;&#1575;&#1583; &#1608; &#1583;&#1587;&#1578;&#1610; &#1576;&#1585; &#1588;&#1605;&#1588;&#1610;&#1585; &#1583;&#1575;&#1585;&#1583; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1576;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1587;&#1662;&#1585; &#1582;&#1608;&#1583; &#1605;&#1587;&#1610;&#1585; &#1711;&#1604;&#1608;&#1604;&#1607;&#8204;&#1607;&#1575;&#1740; &#1570;&#1578;&#1588;&#1740;&#1606; &#1585;&#1575; &#1605;&#1606;&#1581;&#1585;&#1601; &#1603;&#1606;&#1583; &#1610;&#1575; &#1578;&#1608;&#1587;&#1591; &#1607;&#1605;&#1610;&#1606; &#1587;&#1662;&#1585; &#1576;&#1607; &#1662;&#1585;&#1608;&#1575;&#1586; &#1583;&#1585; &#1570;&#1610;&#1583;. &#1588;&#1582;&#1589;&#1610;&#1578; &#1576;&#1593;&#1583;&#1610; &#1586;&#1608;&#1610;&#1575; &#1575;&#1587;&#1578; &#1575;&#1608; &#1610;&#1603; &#1580;&#1610;&#1576; &#1576;&#1585; &#1575;&#1587;&#1578;&#1548; &#1587;&#1604;&#1575;&#1581; &#1575;&#1608; &#1610;&#1603; &#1578;&#1610;&#1585; &#1608; &#1603;&#1605;&#1575;&#1606; &#1587;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578; &#1603;&#1607; &#1575;&#1580;&#1575;&#1586;&#1607; &#1662;&#1585;&#1578;&#1575;&#1576; &#1578;&#1610;&#1585; &#1576;&#1607; &#1607;&#1583;&#1601;&#8204;&#1607;&#1575;&#1740; &#1583;&#1608;&#1585; &#1575;&#1586; &#1583;&#1587;&#1578;&#1585;&#1587; &#1585;&#1575; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;&#1563; &#1575;&#1605;&#1575; &#1570;&#1582;&#1585;&#1740;&#1606; &#1588;&#1582;&#1589;&#1610;&#1578; &#1608; &#1602;&#1607;&#1585;&#1605;&#1575;&#1606; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1603;&#1607; &#1575;&#1605;&#1575;&#1583;&#1574;&#1608;&#1587; &#1580;&#1575;&#1583;&#1608;&#1711;&#1585; &#1606;&#1575;&#1605; &#1583;&#1575;&#1585;&#1583; &#1608; &#1603;&#1575;&#1585;&#1576;&#1585;&#1583; &#1586;&#1610;&#1575;&#1583;&#1610; &#1583;&#1585; &#1576;&#1575;&#1586;&#1610; &#1606;&#1583;&#1575;&#1585;&#1583; &#1608; &#1578;&#1606;&#1607;&#1575;&#1610; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1583;&#1587;&#1578;&#1607; &#1670;&#1608;&#1576; &#1585;&#1575; &#1576;&#1585;&#1575;&#1610; &#1593;&#1576;&#1608;&#1585; &#1575;&#1586; &#1605;&#1705;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740;&#1740; &#1576;&#1585;&#1575;&#1610; &#1588;&#1605;&#1575; &#1601;&#1585;&#1575;&#1607;&#1605; &#1603;&#1606;&#1583;.<br/><br/>&#1607;&#1605;&#1670;&#1606;&#1610;&#1606; &#1576;&#1607; &#1583;&#1604;&#1610;&#1604; &#1606;&#1576;&#1608;&#1583; &#1591;&#1585;&#1575;&#1581;&#1610; &#1583;&#1585;&#1587;&#1578; &#1583;&#1585; &#1576;&#1582;&#1588; &#1605;&#1593;&#1605;&#1575;&#1607;&#1575; &#1605;&#1588;&#1603;&#1604;&#1575;&#1578;&#1610; &#1583;&#1585; &#1576;&#1582;&#1588; &#1576;&#1607; &#1670;&#1588;&#1605; &#1605;&#1740;&#8204;&#1582;&#1608;&#1585;&#1583; &#1575;&#1586; &#1580;&#1605;&#1604;&#1607; &#1606;&#1576;&#1608;&#1583; &#1585;&#1575;&#1607;&#1606;&#1605;&#1575; &#1576;&#1585;&#1575;&#1610; &#1581;&#1604; &#1603;&#1585;&#1583;&#1606; &#1570;&#1606;&#8204;&#1607;&#1575; &#1608; &#1576;&#1575;&#1604;&#1575;&#1606;&#1587; &#1606;&#1576;&#1608;&#1583;&#1606; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1607;&#1585; &#1603;&#1583;&#1575;&#1605; &#1575;&#1586; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575; &#1583;&#1585; &#1662;&#1575;&#1586;&#1604; &#1605;&#1606;&#1575;&#1587;&#1576; &#1576;&#1575; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1570;&#1606;&#1548;&#1576;&#1607; &#1591;&#1608;&#1585;&#1610; &#1603;&#1607; &#1662;&#1575;&#1586;&#1604;&#1607;&#1575; &#1576;&#1585;&#1575;&#1610; &#1586;&#1608;&#1740;&#1575; &#1576;&#1610;&#1588;&#1578;&#1585; &#1575;&#1586; &#1583;&#1608; &#1588;&#1582;&#1589;&#1610;&#1578; &#1583;&#1610;&#1711;&#1585; &#1575;&#1587;&#1578; &#1608; &#1575;&#1610;&#1606; &#1602;&#1591;&#1593;&#1575;&#1611; &#1610;&#1603;&#1610; &#1575;&#1586; &#1606;&#1603;&#1575;&#1578; &#1605;&#1606;&#1601;&#1610; &#1575;&#1610;&#1606; &#1576;&#1575;&#1586;&#1610; &#1575;&#1587;&#1578; &#1608; &#1607;&#1605;&#1610;&#1606; &#1575;&#1605;&#1585; &#1576;&#1575;&#1593;&#1579; &#1610;&#1603;&#1606;&#1608;&#1575;&#1582;&#1578; &#1588;&#1583;&#1606; &#1576;&#1575;&#1586;&#1610; &#1608; &#1576;&#1607; &#1583;&#1587;&#1578; &#1601;&#1585;&#1575;&#1605;&#1608;&#1588;&#1610; &#1587;&#1662;&#1585;&#1583;&#1606; &#1587;&#1575;&#1610;&#1585; &#1602;&#1607;&#1585;&#1605;&#1575;&#1606;&#1575;&#1606; &#1575;&#1587;&#1578;.<br/><br/>&#1576;&#1575;&#1586;&#1610; &#1711;&#1585;&#1575;&#1601;&#1610;&#1603; &#1588;&#1582;&#1589;&#1610;&#1578; &#1662;&#1585;&#1583;&#1575;&#1586;&#1610; &#1608; &#1575;&#1606;&#1740;&#1605;&#1740;&#1588;&#1606;&#8204;&#1607;&#1575;&#1740; &#1575;&#1587;&#1578;&#1579;&#1606;&#1575;&#1610;&#1610; &#1608; &#1602;&#1575;&#1576;&#1604; &#1602;&#1576;&#1608;&#1604; &#1583;&#1575;&#1585;&#1583;. &#1589;&#1583;&#1575;&#1711;&#1584;&#1575;&#1585;&#1610; &#1576;&#1607; &#1575;&#1606;&#1583;&#1575;&#1586;&#1607; &#1711;&#1585;&#1575;&#1601;&#1610;&#1603; &#1576;&#1575;&#1586;&#1610; &#1585;&#1608;&#1610;&#1575;&#1610;&#1610; &#1606;&#1610;&#1587;&#1578; &#1575;&#1605;&#1575; &#1583;&#1585; &#1581;&#1583; &#1602;&#1576;&#1608;&#1604;&#1610; &#1575;&#1587;&#1578; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1605;&#1608;&#1587;&#1610;&#1602;&#1610; &#1605;&#1578;&#1606; &#1582;&#1608;&#1576; &#1591;&#1585;&#1575;&#1581;&#1610; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1575;&#1605;&#1575; &#1578;&#1593;&#1583;&#1575;&#1583; &#1570;&#1606;&#8204;&#1607;&#1575; &#1586;&#1610;&#1575;&#1583; &#1606;&#1610;&#1587;&#1578; &#1608; &#1576;&#1593;&#1583; &#1575;&#1586; &#1605;&#1583;&#1578;&#1610; &#1581;&#1587; &#1578;&#1603;&#1585;&#1575;&#1585; &#1576;&#1610;&#1588; &#1575;&#1586; &#1575;&#1606;&#1583;&#1575;&#1586;&#1607; &#1570;&#1606;&#8204;&#1607;&#1575; &#1588;&#1605;&#1575; &#1585;&#1575; &#1570;&#1586;&#1575;&#1585; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1575;&#1601;&#1705;&#1578;&#8204;&#1607;&#1575;&#1740; &#1589;&#1608;&#1578;&#1610; &#1582;&#1608;&#1576; &#1607;&#1587;&#1578;&#1606;&#1583; &#1575;&#1605;&#1575; &#1583;&#1740;&#1575;&#1604;&#1608;&#1711;&#8204;&#1607;&#1575;&#1740; &#1603;&#1605;&#1610; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583;.<br/><br/>&#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1606;&#1578;&#1610;&#1580;&#1607; &#1711;&#1610;&#1585;&#1610; &#1662;&#1575;&#1610;&#1575;&#1606;&#1610; &#1575;&#1711;&#1585; &#1576;&#1575;&#1586;&#1740; Trine 3: The Artifacts of Power &#1603;&#1605;&#1610; &#1591;&#1608;&#1604;&#1575;&#1606;&#1610; &#1578;&#1585; &#1576;&#1608;&#1583; &#1608; &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1576;&#1585;&#1575;&#1610; &#1581;&#1604; &#1576;&#1593;&#1590;&#1610; &#1575;&#1586; &#1605;&#1593;&#1605;&#1575; &#1585;&#1575;&#1607;&#1606;&#1605;&#1575; (Hint) &#1605;&#1606;&#1575;&#1587;&#1576; &#1583;&#1585; &#1575;&#1582;&#1578;&#1610;&#1575;&#1585; &#1605;&#1582;&#1575;&#1591;&#1576;&#1575;&#1606; &#1605;&#1740;&#8204;&#1711;&#1584;&#1575;&#1588;&#1578;&#1583; &#1608; &#1575;&#1586; Co-op &#1570;&#1606;&#1604;&#1575;&#1740;&#1606; &#1576;&#1607;&#1585;&#1607; &#1605;&#1740;&#8204;&#1576;&#1585;&#1583; &#1602;&#1591;&#1593;&#1575;&#1611; &#1576;&#1607; &#1610;&#1603;&#1610; &#1575;&#1586; &#1593;&#1606;&#1575;&#1608;&#1610;&#1606; &#1576;&#1585;&#1578;&#1585; &#1587;&#1575;&#1604; &#1583;&#1585; &#1606;&#1608;&#1593; &#1582;&#1608;&#1583; &#1578;&#1576;&#1583;&#1610;&#1604; &#1605;&#1740;&#8204;&#1588;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i3/i5/i7 1.8 GHz CPU dual-core. AMD 2.0 GHz dual-core.
Memory: 4 GB RAM
Graphics: NVIDIA GeForce 260 / Radeon HD 4000 Series / Intel HD Graphics 4000
DirectX: Version 10
Network: Broadband Internet connection
Hard Drive: 6 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1575;&#1705;&#1588;&#1606;, &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1605;&#1593;&#1605;&#1575;&#1740;&#1740;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1588;&#1608;&#1578;&#1585;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Trine%203%20The%20Artifacts%20of%20Power/Trine-3-Artifacts-of-Power-Review-Screenshot-Wallpaper-Enter.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Trine%203%20The%20Artifacts%20of%20Power/Trine_3_Shipwreck.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Trine%203%20The%20Artifacts%20of%20Power/Trine_3_Zoya_01.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Trine%203%20The%20Artifacts%20of%20Power/screenshot5zoyajunglepng-5ad1a2.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Trine%203%20The%20Artifacts%20of%20Power/492f0bc3d41f0e9c44890d7a2201237d13374721-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/303385/&#1591;&#1593;&#1605;-&#1606;&#1575;&#1576;-&#1607;&#1606;&#1585;&#1548;-&#1591;&#1593;&#1605;-&#1607;&#1606;&#1585;-&#1606;&#1575;&#1576;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 68/100<br/>Steam: 6/10<br/><br/>Initial release date: April 21, 2015<br/>
    </div>
  </BODY>
</html>