<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Trine 5: A Clockwork Conspiracy</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5780.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index20.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="5788.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/5798f.jpg">
        <img src="../images/5798f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Trine 5: A Clockwork Conspiracy&#160;(2023)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Adventure, Platformer, Puzzle</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#385</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>THQ Nordic</b>
	    &#160;
	   	Frozenbyte, Inc.
            <br/>
            <b>16.8 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">Trine 5 A Clockwork Conspiracy &#1580;&#1583;&#1740;&#1583;&#1578;&#1585;&#1740;&#1606; &#1602;&#1587;&#1605;&#1578; &#1575;&#1586; &#1587;&#1585;&#1740; &#1605;&#1581;&#1576;&#1608;&#1576; Trine &#1575;&#1587;&#1578; &#1705;&#1607; &#1740;&#1705; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; 2.5 &#1576;&#1593;&#1583;&#1740; &#1580;&#1584;&#1575;&#1576; &#1608; &#1582;&#1740;&#1585;&#1607; &#1705;&#1606;&#1606;&#1583;&#1607; &#1585;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1585; &#1575;&#1587;&#1575;&#1587; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578; &#1606;&#1587;&#1582;&#1607; &#1602;&#1576;&#1604;&#1740; &#1582;&#1608;&#1583;&#1548; Trine 4 The Nightmare Prince&#1548; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1585;&#1575; &#1576;&#1575; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1605;&#1587;&#1581;&#1608;&#1585;&#1705;&#1606;&#1606;&#1583;&#1607; &#1662;&#1585; &#1575;&#1586; &#1662;&#1575;&#1586;&#1604;&#8204;&#1607;&#1575;&#1740; &#1605;&#1576;&#1578;&#1606;&#1740; &#1576;&#1585; &#1601;&#1740;&#1586;&#1740;&#1705;&#1548; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1670;&#1575;&#1604;&#1588; &#1576;&#1585;&#1575;&#1606;&#1711;&#1740;&#1586; &#1608; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1580;&#1584;&#1575;&#1576; &#1570;&#1588;&#1606;&#1575; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1605;&#1602;&#1575;&#1740;&#1587;&#1607; &#1576;&#1575; &#1606;&#1587;&#1582;&#1607; &#1602;&#1576;&#1604;&#1740; &#1582;&#1608;&#1583; &#1587;&#1582;&#1578;&#8204;&#1578;&#1585; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1588;&#1575;&#1605;&#1604; &#1576;&#1575;&#1587; &#1601;&#1575;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1670;&#1606;&#1583; &#1605;&#1585;&#1581;&#1604;&#1607;&#8204;&#1575;&#1740; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1705;&#1607; &#1605;&#1607;&#1575;&#1585;&#1578;&#8204;&#1607;&#1575; &#1608; &#1705;&#1575;&#1585; &#1578;&#1740;&#1605;&#1740; &#1588;&#1605;&#1575; &#1585;&#1575; &#1570;&#1586;&#1605;&#1575;&#1740;&#1588; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. Trine 5 &#1578;&#1605;&#1585;&#1705;&#1586; &#1575;&#1589;&#1604;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1585; &#1585;&#1608;&#1740; &#1662;&#1575;&#1586;&#1604;&#8204;&#1607;&#1575;&#1740; &#1601;&#1740;&#1586;&#1740;&#1705; &#1581;&#1601;&#1592; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;&#1548; &#1575;&#1605;&#1575; &#1575;&#1740;&#1606; &#1576;&#1575;&#1585;&#1548; &#1593;&#1606;&#1575;&#1589;&#1585; &#1580;&#1583;&#1740;&#1583;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1607;&#1608;&#1575;&#1548; &#1606;&#1608;&#1585;&#1548; &#1570;&#1607;&#1606; &#1585;&#1576;&#1575; &#1608; &#1575;&#1604;&#1705;&#1578;&#1585;&#1740;&#1587;&#1740;&#1578;&#1607; &#1585;&#1575; &#1605;&#1593;&#1585;&#1601;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1705;&#1607; &#1578;&#1580;&#1585;&#1576;&#1607; &#1581;&#1604; &#1662;&#1575;&#1586;&#1604; &#1585;&#1575; &#1576;&#1740;&#1588;&#1578;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1581;&#1575;&#1604;&#1578; &#1670;&#1606;&#1583; &#1606;&#1601;&#1585;&#1607; &#1606;&#1740;&#1586; &#1576;&#1607; &#1578;&#1580;&#1585;&#1576;&#1607; &#1711;&#1585;&#1608;&#1607;&#1740; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1593;&#1605;&#1602; &#1605;&#1740;&#8204;&#1576;&#1582;&#1588;&#1583;.<br/><br/>&#1583;&#1585; &#1575;&#1740;&#1606; &#1587;&#1601;&#1585; &#1580;&#1575;&#1583;&#1608;&#1740;&#1740;&#1548; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1705;&#1606;&#1578;&#1585;&#1604; &#1587;&#1607; &#1588;&#1582;&#1589;&#1740;&#1578; &#1605;&#1606;&#1581;&#1589;&#1585; &#1576;&#1607; &#1601;&#1585;&#1583; &#1585;&#1575; &#1576;&#1607; &#1583;&#1587;&#1578; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1606;&#1583;: &#1570;&#1605;&#1575;&#1583;&#1574;&#1608;&#1587; &#1580;&#1575;&#1583;&#1608;&#1711;&#1585;&#1548; &#1586;&#1608;&#1740;&#1575; &#1583;&#1586;&#1583; &#1608; &#1662;&#1608;&#1606;&#1578;&#1740;&#1608;&#1587; &#1588;&#1608;&#1575;&#1604;&#1740;&#1607;. &#1607;&#1585; &#1588;&#1582;&#1589;&#1740;&#1578; &#1605;&#1580;&#1605;&#1608;&#1593;&#1607;&#8204;&#1575;&#1740; &#1575;&#1586; &#1605;&#1607;&#1575;&#1585;&#1578;&#8204;&#1607;&#1575;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1607; &#1605;&#1740;&#1586; &#1605;&#1740;&#8204;&#1570;&#1608;&#1585;&#1583; &#1608; &#1740;&#1705; &#1578;&#1580;&#1585;&#1576;&#1607; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1662;&#1608;&#1740;&#1575; &#1585;&#1575; &#1575;&#1740;&#1580;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1576;&#1607;&#8204;&#1593;&#1606;&#1608;&#1575;&#1606;&#8204;&#1605;&#1579;&#1575;&#1604;&#1548; &#1570;&#1605;&#1575;&#1583;&#1574;&#1608;&#1587; &#1575;&#1705;&#1606;&#1608;&#1606; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1711;&#1585;&#1575;&#1606;&#1588; &#1585;&#1575; &#1605;&#1593;&#1705;&#1608;&#1587; &#1705;&#1606;&#1583; &#1608; &#1585;&#1575;&#1607;&#8204;&#1581;&#1604;&#8204;&#1607;&#1575;&#1740; &#1582;&#1604;&#1575;&#1602;&#1575;&#1606;&#1607; &#1662;&#1740;&#1605;&#1575;&#1740;&#1588; &#1585;&#1575; &#1575;&#1605;&#1705;&#1575;&#1606; &#1662;&#1584;&#1740;&#1585; &#1705;&#1606;&#1583;. &#1586;&#1608;&#1740;&#1575; &#1576;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1578;&#1740;&#1585;&#1607;&#1575;&#1740; &#1705;&#1605;&#1575;&#1606;&#1607;&#1548; &#1604;&#1575;&#1740;&#1607;&#8204;&#1575;&#1740; &#1575;&#1586; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740; &#1585;&#1575; &#1576;&#1607; &#1578;&#1740;&#1585;&#1575;&#1606;&#1583;&#1575;&#1586;&#1740; &#1576;&#1575; &#1705;&#1605;&#1575;&#1606; &#1582;&#1608;&#1583; &#1575;&#1590;&#1575;&#1601;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1662;&#1608;&#1606;&#1578;&#1740;&#1608;&#1587; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1588;&#1605;&#1588;&#1740;&#1585; &#1662;&#1585;&#1578;&#1575;&#1576;&#1740; &#1585;&#1575; &#1576;&#1607; &#1583;&#1587;&#1578; &#1605;&#1740;&#8204;&#1570;&#1608;&#1585;&#1583; &#1608; &#1606;&#1602;&#1575;&#1591; &#1604;&#1606;&#1711;&#1585; &#1580;&#1583;&#1740;&#1583;&#1740; &#1576;&#1585;&#1575;&#1740; &#1593;&#1576;&#1608;&#1585; &#1575;&#1586; &#1605;&#1585;&#1575;&#1581;&#1604; &#1662;&#1740;&#1670;&#1740;&#1583;&#1607; &#1576;&#1575;&#1586;&#1740; &#1575;&#1740;&#1580;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1576;&#1575; &#1662;&#1740;&#1588;&#1585;&#1608;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1608; &#1578;&#1705;&#1605;&#1740;&#1604; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575;&#1548; &#1575;&#1605;&#1578;&#1740;&#1575;&#1586;&#1575;&#1578; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1587;&#1576; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1575;&#1586; &#1570;&#1606; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586; &#1705;&#1585;&#1583;&#1606; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1740;&#1588;&#1578;&#1585; &#1576;&#1585;&#1575;&#1740; &#1607;&#1585; &#1588;&#1582;&#1589;&#1740;&#1578; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1585;&#1583; &#1608; &#1576;&#1607; &#1711;&#1740;&#1605;&#8204;&#1662;&#1604;&#1740; &#1604;&#1584;&#1578; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1583;&#1575;&#1583;.<br/><br/>Trine 5 A Clockwork Conspiracy &#1601;&#1585;&#1605;&#1608;&#1604; &#1576;&#1585;&#1606;&#1583;&#1607; &#1587;&#1585;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1575;&#1586; &#1662;&#1575;&#1586;&#1604;&#8204;&#1607;&#1575;&#1740; &#1602;&#1575;&#1606;&#1593; &#1705;&#1606;&#1606;&#1583;&#1607;&#1548; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1662;&#1740;&#1670;&#1740;&#1583;&#1607; &#1608; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1576;&#1740; &#1593;&#1740;&#1576; &#1608; &#1606;&#1602;&#1589; &#1581;&#1601;&#1592; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1576;&#1575; &#1740;&#1705; &#1705;&#1605;&#1662;&#1740;&#1606; &#1580;&#1583;&#1740;&#1583;&#1548; &#1605;&#1580;&#1605;&#1608;&#1593;&#1607;&#8204;&#1575;&#1740; &#1575;&#1586; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; &#1570;&#1588;&#1606;&#1575; &#1608; &#1711;&#1586;&#1740;&#1606;&#1607;&#8204;&#1575;&#1740; &#1576;&#1585;&#1575;&#1740; &#1670;&#1606;&#1583; &#1606;&#1601;&#1585;&#1607;&#1548; &#1607;&#1605; &#1591;&#1585;&#1601;&#8204;&#1583;&#1575;&#1585;&#1575;&#1606; &#1602;&#1583;&#1740;&#1605;&#1740; &#1608; &#1607;&#1605; &#1578;&#1575;&#1586;&#1607; &#1608;&#1575;&#1585;&#1583;&#1575;&#1606; &#1576;&#1607; &#1591;&#1608;&#1585; &#1740;&#1705;&#1587;&#1575;&#1606; &#1575;&#1586; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1582;&#1575;&#1585;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1604;&#1584;&#1578; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1576;&#1585;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Trine 4 The Nightmare Prince &#1608; Trine 3 The Artifacts of Power &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel Core i7-2600K 3.40GHz or Ryzen 5 1600
Memory: 8 GB RAM
Graphics: NVIDIA GeForce GTX 760 or AMD Radeon R9 280
DirectX: Version 11
Storage: 16 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;, &#1588;&#1608;&#1578;&#1585;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1605;&#1593;&#1605;&#1575;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Trine%205/screenshot-08.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Trine%205/ss_24b209e21655afd1489190a22c353eb7aece6e51.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Trine%205/ss_3852257d8ce53fa1de216aa4403bd9c036ef6500.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Trine%205/trine-5-screen-3.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Trine%205/73f331cebaf70e1ced5948153656c65954577435-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/977732/trine-5-a-clockwork-conspiracy-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 80/100<br/>Steam: 9/10<br/>IGN: 8/10<br/><br/>Initial release date: August 31, 2023<br/>
    </div>
  </BODY>
</html>