<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>UBOAT game </TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5788.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index21.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="1917.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/5822f.jpg">
        <img src="../images/5822f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">UBOAT game &#160;(2019)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#387</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <br/>
            <b>16.8 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1588;&#1576;&#1740;&#1607;&#8204;&#1587;&#1575;&#1586;&#1607;&#1575; &#1583;&#1585; &#1589;&#1606;&#1593;&#1578; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1576;&#1607;&#8204;&#1602;&#1583;&#1585;&#1740; &#1711;&#1587;&#1578;&#1585;&#1588; &#1740;&#1575;&#1601;&#1578;&#1607;&#8204;&#1575;&#1606;&#1583; &#1705;&#1607; &#1578;&#1602;&#1585;&#1740;&#1576;&#1575;&#1611; &#1578;&#1605;&#1575;&#1605;&#1740; &#1601;&#1593;&#1575;&#1604;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1575;&#1606;&#1587;&#1575;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1662;&#1608;&#1588;&#1588; &#1605;&#1740;&#8204;&#1583;&#1607;&#1606;&#1583;. &#1575;&#1605;&#1585;&#1608;&#1586;&#1607; &#1575;&#1711;&#1585; &#1607;&#1585; &#1670;&#1740;&#1586;&#1740; &#1585;&#1575; &#1576;&#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1576;&#1607;&#8204;&#1589;&#1608;&#1585;&#1578; &#1605;&#1580;&#1575;&#1586;&#1740; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583; &#1608; &#1591;&#1593;&#1605;&#1740; &#1570;&#1588;&#1606;&#1575; &#1575;&#1586; &#1570;&#1606; &#1576;&#1670;&#1588;&#1740;&#1583;&#1548; &#1576;&#1575;&#1586;&#1740; &#1605;&#1606;&#1575;&#1587;&#1576; &#1608; &#1605;&#1606;&#1581;&#1589;&#1585;&#1576;&#1607;&#8204;&#1601;&#1585;&#1583;&#1740; &#1576;&#1585;&#1575;&#1740; &#1570;&#1606; &#1705;&#1575;&#1585; &#1583;&#1585; &#1587;&#1576;&#1705; &#1588;&#1576;&#1740;&#1607;&#8204;&#1587;&#1575;&#1586; &#1662;&#1740;&#1583;&#1575; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583;. &#1705;&#1588;&#1575;&#1608;&#1585;&#1586;&#1740;&#1548; &#1605;&#1583;&#1740;&#1585;&#1740;&#1578; &#1588;&#1585;&#1705;&#1578; &#1608; &#1578;&#1740;&#1605; &#1601;&#1608;&#1578;&#1576;&#1575;&#1604;&#1548; &#1585;&#1575;&#1606;&#1606;&#1583;&#1711;&#1740;&#1548; &#1582;&#1604;&#1576;&#1575;&#1606;&#1740; &#1608;&#8230; &#1576;&#1575;&#1586;&#1740; UBOAT &#1575;&#1586; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Deep Water &#1593;&#1606;&#1608;&#1575;&#1606;&#1740; &#1580;&#1584;&#1575;&#1576; &#1583;&#1585; &#1587;&#1576;&#1705; &#1588;&#1576;&#1740;&#1607;&#8204;&#1587;&#1575;&#1586; &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1576;&#1607; &#1587;&#1608;&#1688;&#1607; &#1580;&#1583;&#1740;&#1583; &#1608; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1605;&#1740;&#8204;&#1662;&#1585;&#1583;&#1575;&#1586;&#1583;. &#1605;&#1583;&#1740;&#1585;&#1740;&#1578; &#1608; &#1607;&#1583;&#1575;&#1740;&#1578; &#1740;&#1705; &#1586;&#1740;&#1585;&#1583;&#1585;&#1740;&#1575;&#1740;&#1740; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578;&#1607; &#1608; &#1580;&#1606;&#1711;&#1740; &#1583;&#1585; &#1583;&#1608;&#1585;&#1575;&#1606; &#1580;&#1606;&#1711; &#1580;&#1607;&#1575;&#1606;&#1740; &#1583;&#1608;&#1605; &#1583;&#1585; &#1575;&#1606;&#1578;&#1592;&#1575;&#1585; &#1588;&#1605;&#1575; &#1575;&#1587;&#1578;.<br/><br/>&#1587;&#1576;&#1705; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1578;&#1604;&#1601;&#1740;&#1602;&#1740; &#1575;&#1586; &#1593;&#1606;&#1575;&#1589;&#1585; Sandbox &#1608; Survival &#1583;&#1575;&#1606;&#1587;&#1578;&#1548; &#1740;&#1593;&#1606;&#1740; &#1588;&#1605;&#1575; &#1570;&#1586;&#1575;&#1583;&#1740; &#1593;&#1605;&#1604; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1585;&#1575;&#1740; &#1662;&#1740;&#1588;&#1585;&#1608;&#1740; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1583;&#1575;&#1585;&#1740;&#1583; &#1575;&#1605;&#1575; &#1575;&#1586; &#1591;&#1585;&#1601;&#1740; &#1576;&#1575;&#1740;&#1583; &#1580;&#1608;&#1575;&#1606;&#1576; &#1586;&#1740;&#1575;&#1583;&#1740; &#1585;&#1575; &#1587;&#1606;&#1580;&#1740;&#1583;&#1607; &#1608; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1605;&#1583;&#1740;&#1585;&#1740;&#1578; &#1705;&#1606;&#1740;&#1583;. &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1605;&#1608;&#1585;&#1583; &#1586;&#1606;&#1583;&#1711;&#1740; &#1587;&#1585;&#1576;&#1575;&#1586;&#1575;&#1606; &#1570;&#1604;&#1605;&#1575;&#1606;&#1740; &#1583;&#1575;&#1582;&#1604; &#1740;&#1705;&#1740; &#1575;&#1586; &#1586;&#1740;&#1585;&#1583;&#1585;&#1740;&#1575;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; &#1580;&#1606;&#1711;&#1740; &#1583;&#1585; &#1583;&#1608;&#1585;&#1575;&#1606; &#1580;&#1606;&#1711; &#1580;&#1607;&#1575;&#1606;&#1740; &#1583;&#1608;&#1605; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1587;&#1575;&#1586;&#1607; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578;&#1607; &#1581;&#1705;&#1605; &#1605;&#1581;&#1604; &#1586;&#1606;&#1583;&#1711;&#1740; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1583;&#1575;&#1585;&#1583; &#1575;&#1605;&#1575; &#1576;&#1607;&#8204;&#1587;&#1575;&#1583;&#1711;&#1740; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1576;&#1607; &#1570;&#1585;&#1575;&#1605;&#1711;&#1575;&#1607; &#1575;&#1576;&#1583;&#1740; &#1606;&#1740;&#1586; &#1576;&#1585;&#1575;&#1740;&#1588;&#1575;&#1606; &#1578;&#1576;&#1583;&#1740;&#1604; &#1588;&#1608;&#1583;.<br/><br/>&#1588;&#1605;&#1575; &#1576;&#1575;&#1740;&#1583; &#1576;&#1585;&#1575;&#1740; &#1705;&#1606;&#1578;&#1585;&#1604; &#1575;&#1740;&#1606; &#1586;&#1740;&#1585;&#1583;&#1585;&#1740;&#1575;&#1740;&#1740; &#1575;&#1586; &#1582;&#1583;&#1605;&#1607; &#1582;&#1608;&#1583; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583; &#1608; &#1576;&#1607; &#1582;&#1608;&#1575;&#1587;&#1578;&#1607;&#8204;&#1607;&#1575;&#1740; &#1607;&#1585; &#1705;&#1583;&#1575;&#1605; &#1662;&#1575;&#1587;&#1582; &#1605;&#1606;&#1575;&#1587;&#1576;&#1740; &#1583;&#1607;&#1740;&#1583;. &#1585;&#1587;&#1740;&#1583;&#1711;&#1740; &#1576;&#1607; &#1587;&#1604;&#1575;&#1605;&#1578; &#1580;&#1587;&#1605; &#1608; &#1585;&#1608;&#1575;&#1606; &#1570;&#1606;&#8204;&#1607;&#1575; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1711;&#1585;&#1587;&#1606;&#1711;&#1740; &#1608; &#1578;&#1588;&#1606;&#1607; &#1576;&#1608;&#1583;&#1606; &#1575;&#1586; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575;&#1740;&#1583; &#1605;&#1583;&#1740;&#1585;&#1740;&#1578; &#1705;&#1606;&#1740;&#1583;. &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1585;&#1608;&#1581;&#1740;&#1607; &#1583;&#1575;&#1583;&#1606; &#1576;&#1585;&#1575;&#1740; &#1662;&#1740;&#1585;&#1608;&#1586;&#1740; &#1583;&#1585; &#1606;&#1576;&#1585;&#1583;&#1607;&#1575; &#1575;&#1605;&#1585;&#1740; &#1581;&#1740;&#1575;&#1578;&#1740; &#1605;&#1581;&#1587;&#1608;&#1576; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1593;&#1606;&#1575;&#1589;&#1585; Survival &#1576;&#1575;&#1586;&#1740; &#1607;&#1605; &#1593;&#1605;&#1602; &#1576;&#1575;&#1604;&#1575;&#1740;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1583;&#1585; &#1607;&#1606;&#1711;&#1575;&#1605; &#1581;&#1605;&#1604;&#1607; &#1608; &#1589;&#1583;&#1605;&#1607; &#1583;&#1740;&#1583;&#1606; &#1586;&#1740;&#1585;&#1583;&#1585;&#1740;&#1575;&#1740;&#1740;&#1548; &#1576;&#1575;&#1740;&#1583; &#1576;&#1607;&#8204;&#1605;&#1608;&#1602;&#1593; &#1576;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1606;&#1602;&#1575;&#1591; &#1570;&#1587;&#1740;&#1576;&#8204;&#1583;&#1740;&#1583;&#1607; &#1585;&#1575; &#1578;&#1593;&#1605;&#1740;&#1585; &#1705;&#1606;&#1740;&#1583;. &#1588;&#1575;&#1740;&#1583; &#1581;&#1578;&#1740; &#1604;&#1575;&#1586;&#1605; &#1576;&#1575;&#1588;&#1583; &#1586;&#1740;&#1585;&#1583;&#1585;&#1740;&#1575;&#1740;&#1740; &#1585;&#1575; &#1578;&#1585;&#1705; &#1705;&#1585;&#1583;&#1607; &#1608; &#1582;&#1583;&#1605;&#1607; &#1585;&#1575; &#1606;&#1580;&#1575;&#1578; &#1583;&#1607;&#1740;&#1583;.<br/><br/>&#1576;&#1582;&#1588; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1576;&#1575;&#1586;&#1740; &#1580;&#1584;&#1575;&#1576;&#1740;&#1578; &#1576;&#1575;&#1604;&#1575;&#1740;&#1740; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1607;&#1605;&#1711;&#1740; &#1583;&#1585; &#1583;&#1608;&#1585;&#1575;&#1606; &#1580;&#1606;&#1711; &#1580;&#1607;&#1575;&#1606;&#1740; &#1583;&#1608;&#1605; &#1585;&#1582; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1588;&#1605;&#1575; &#1576;&#1575;&#1740;&#1583; &#1576;&#1575; &#1581;&#1601;&#1592; &#1601;&#1575;&#1589;&#1604;&#1607; &#1608; &#1593;&#1605;&#1602;&#1548; &#1575;&#1688;&#1583;&#1585;&#1607;&#1575;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1585;&#1575;&#1607;&#1740; &#1705;&#1588;&#1578;&#1740;&#8204;&#1607;&#1575; &#1608; &#1606;&#1575;&#1608;&#1607;&#1575;&#1740; &#1583;&#1588;&#1605;&#1606; &#1705;&#1606;&#1740;&#1583;. &#1583;&#1585; &#1589;&#1608;&#1585;&#1578; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578; &#1583;&#1585; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1575; &#1605;&#1606;&#1575;&#1576;&#1593;&#1740; &#1705;&#1607; &#1576;&#1607; &#1583;&#1587;&#1578; &#1570;&#1608;&#1585;&#1583;&#1607;&#8204;&#1575;&#1740;&#1583; &#1586;&#1740;&#1585;&#1583;&#1585;&#1740;&#1575;&#1740;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1575;&#1585;&#1578;&#1602;&#1575; &#1583;&#1575;&#1583;&#1607; &#1608; &#1602;&#1591;&#1593;&#1575;&#1578; &#1580;&#1583;&#1740;&#1583;&#1740; &#1576;&#1585;&#1575;&#1740;&#1588; &#1601;&#1585;&#1575;&#1607;&#1605; &#1705;&#1606;&#1740;&#1583; &#1608; &#1740;&#1575; &#1592;&#1575;&#1607;&#1585; &#1605;&#1606;&#1581;&#1589;&#1585;&#1576;&#1607;&#8204;&#1601;&#1585;&#1583;&#1740; &#1576;&#1607; &#1570;&#1606; &#1576;&#1583;&#1607;&#1740;&#1583;. &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1586;&#1740;&#1576;&#1575; &#1608; &#1608;&#1575;&#1602;&#1593;&#8204;&#1711;&#1585;&#1575;&#1740;&#1575;&#1606;&#1607; &#1576;&#1575;&#1586;&#1740; &#1607;&#1605; &#1576;&#1607;&#8204;&#1582;&#1608;&#1576;&#1740; &#1578;&#1605;&#1575;&#1605;&#1740; &#1575;&#1580;&#1586;&#1575;&#1740; &#1586;&#1740;&#1585;&#1583;&#1585;&#1740;&#1575;&#1740;&#1740; &#1585;&#1575; &#1576;&#1607; &#1606;&#1605;&#1575;&#1740;&#1588; &#1705;&#1588;&#1740;&#1583;&#1607; &#1578;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588; &#1575;&#1586; &#1605;&#1583;&#1740;&#1585;&#1740;&#1578; &#1575;&#1740;&#1606; &#1587;&#1575;&#1586;&#1607; &#1605;&#1607;&#1606;&#1583;&#1587;&#1740; &#1593;&#1580;&#1740;&#1576; &#1608; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578;&#1607; &#1576;&#1585;&#1575;&#1740; &#1582;&#1608;&#1583; &#1585;&#1602;&#1605; &#1576;&#1586;&#1606;&#1740;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; World of Warship &#1608; Arma 3 &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Core i3 3.1 GHz or AMD Phenom II X3 2.8 GHz
Memory: 6 GB RAM
Graphics: GeForce GTX 560 1GB (720p Low), GeForce GTX 750 Ti 2GB (1080p Low) or AMD equivalents
DirectX: Version 11
Storage: 20 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;, &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1616;&#1740;, &#1588;&#1608;&#1578;&#1585;, &#1575;&#1705;&#1588;&#1606;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/UBOAT/UBOAT-feature.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/UBOAT/ss_175073d00dcabdcc37ee2ace39f34ea6547fb272.1920x1080.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/UBOAT/ss_fb709561cdf373eae0deece2694bf678b6e043b4.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/UBOAT/ss_ff843fd09da5d36e7f5029c15ae0e107a6a43254.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/UBOAT/1f7609202b54de883fb36a7a083fdb0639936776-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Steam: 9/10<br/><br/>Initial release date: 2019<br/>
    </div>
  </BODY>
</html>