<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Unravel</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5829.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index21.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="5884.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/5876f.jpg">
        <img src="../images/5876f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Unravel&#160;(2016)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#389</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Electronic Arts</b>
	    &#160;
	   	Coldwood Interactive
            <br/>
            <b>2 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;Unravel &#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1608;&#1585;&#1583; &#1575;&#1606;&#1578;&#1592;&#1575;&#1585;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1587;&#1578;&#1602;&#1604; &#1587;&#1575;&#1604; 2016 &#1576;&#1608;&#1583; &#1705;&#1607; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608;&#1740; Coldwood Interactive &#1608;&#1592;&#1740;&#1601;&#1607; &#1587;&#1575;&#1582;&#1578; &#1608; &#1705;&#1605;&#1662;&#1575;&#1606;&#1740; &#1576;&#1586;&#1585;&#1711; EA &#1608;&#1592;&#1740;&#1601;&#1607; &#1575;&#1606;&#1578;&#1588;&#1575;&#1585; &#1570;&#1606; &#1585;&#1575; &#1576;&#1585; &#1593;&#1607;&#1583;&#1607; &#1583;&#1575;&#1588;&#1578;&#1606;&#1583;. Unravel &#1576;&#1607; &#1582;&#1575;&#1591;&#1585; &#1587;&#1576;&#1705; &#1605;&#1593;&#1605;&#1575;&#1740;&#1740; &#1608; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1583;&#1608;&#1587;&#1578;&#8204;&#1583;&#1575;&#1588;&#1578;&#1606;&#1740; &#1582;&#1608;&#1583; &#1602;&#1576;&#1604; &#1575;&#1586; &#1575;&#1606;&#1578;&#1588;&#1575;&#1585;&#1548; &#1578;&#1608;&#1602;&#1593;&#1575;&#1578; &#1585;&#1575; &#1575;&#1586; &#1582;&#1608;&#1583; &#1576;&#1587;&#1740;&#1575;&#1585; &#1576;&#1575;&#1604;&#1575;&#1576;&#1585;&#1583;&#1607; &#1576;&#1608;&#1583; &#1608; &#1607;&#1605;&#1607;&#8204;&#1740; &#1588;&#1608;&#1575;&#1607;&#1583; &#1582;&#1576;&#1585; &#1575;&#1586; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1582;&#1608;&#1576; &#1608; &#1605;&#1575;&#1606;&#1583;&#1711;&#1575;&#1585; &#1605;&#1740;&#8204;&#1583;&#1575;&#1583;&#1606;&#1583;&#1548; &#1582;&#1608;&#1588;&#1576;&#1582;&#1578;&#1575;&#1606;&#1607; &#1662;&#1587; &#1575;&#1586; &#1575;&#1606;&#1578;&#1588;&#1575;&#1585; Unravel &#1578;&#1605;&#1575;&#1605; &#1662;&#1740;&#1588;&#8204;&#1576;&#1740;&#1606;&#1740;&#8204;&#1607;&#1575; &#1583;&#1585;&#1587;&#1578; &#1575;&#1586; &#1570;&#1576; &#1583;&#1585;&#1570;&#1605;&#1583; &#1608; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1578;&#1608;&#1575;&#1606;&#1587;&#1578; &#1576;&#1575; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578; &#1606;&#1605;&#1585;&#1575;&#1578; &#1576;&#1587;&#1740;&#1575;&#1585; &#1593;&#1575;&#1604;&#1740; &#1608; &#1601;&#1585;&#1608;&#1588; &#1576;&#1587;&#1740;&#1575;&#1585; &#1582;&#1608;&#1576; &#1576;&#1607; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1605;&#1608;&#1601;&#1602; &#1576;&#1585;&#1575;&#1740; EA &#1608; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608;&#1740; &#1587;&#1575;&#1586;&#1606;&#1583;&#1607;&#8204;&#1575;&#1588; &#1740;&#1593;&#1606;&#1740; Coldwood Interactive &#1578;&#1576;&#1583;&#1740;&#1604; &#1588;&#1608;&#1583;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; Unravel &#1583;&#1585; &#1605;&#1608;&#1585;&#1583; &#1588;&#1582;&#1589;&#1740;&#1578;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; Yarny &#1607;&#1587;&#1578; &#1705;&#1607; &#1576;&#1607;&#8204;&#1589;&#1608;&#1585;&#1578; &#1705;&#1575;&#1605;&#1604; &#1575;&#1586; &#1606;&#1582; &#1578;&#1588;&#1705;&#1740;&#1604;&#8204;&#1588;&#1583;&#1607; &#1608; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740;&#1740; &#1605;&#1585;&#1605;&#1608;&#1586; &#1608; &#1593;&#1580;&#1740;&#1576; &#1711;&#1740;&#1585;&#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;&#1548; &#1588;&#1605;&#1575; &#1576;&#1575;&#1740;&#1583; &#1583;&#1585; &#1606;&#1602;&#1588; Yarny &#1576;&#1607; &#1581;&#1604; &#1605;&#1593;&#1605;&#1575;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#1583; &#1608; &#1576;&#1601;&#1607;&#1605;&#1740;&#1583; &#1705;&#1607; &#1670;&#1607; &#1576;&#1604;&#1575;&#1740;&#1740; &#1587;&#1585; &#1575;&#1608; &#1608; &#1582;&#1575;&#1606;&#1608;&#1575;&#1583;&#1607;&#8204;&#1575;&#1588; &#1570;&#1605;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1711;&#1740;&#1605; &#1662;&#1604;&#1740; Unravel &#1587;&#1585;&#1588;&#1575;&#1585; &#1575;&#1587;&#1578; &#1575;&#1586; &#1605;&#1593;&#1605;&#1575;&#1607;&#1575; &#1608; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575;&#1740; &#1711;&#1608;&#1606;&#1575;&#1711;&#1608;&#1606; &#1705;&#1607; &#1576;&#1575;&#1740;&#1583; &#1576;&#1575;&#1607;&#1608;&#1588; &#1582;&#1608;&#1583; &#1575;&#1586; &#1662;&#1587; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1585;&#1570;&#1740;&#1740;&#1583; &#1608; &#1605;&#1585;&#1575;&#1581;&#1604; &#1585;&#1575; &#1740;&#1705;&#1740; &#1662;&#1587; &#1575;&#1586; &#1583;&#1740;&#1711;&#1585;&#1740; &#1591;&#1740; &#1705;&#1585;&#1583;&#1607; &#1578;&#1575; &#1576;&#1607; &#1585;&#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1662;&#1740; &#1576;&#1576;&#1585;&#1740;&#1583;. &#1575;&#1586; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; Unravel &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1576;&#1607; &#1601;&#1740;&#1586;&#1740;&#1705;&#1740; &#1576;&#1608;&#1583;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1588;&#1575;&#1585;&#1607; &#1705;&#1585;&#1583; &#1576;&#1607; &#1575;&#1740;&#1606; &#1589;&#1608;&#1585;&#1578; &#1705;&#1607; &#1601;&#1740;&#1586;&#1740;&#1705; &#1608; &#1608;&#1586;&#1606; &#1575;&#1580;&#1587;&#1575;&#1605; &#1608; &#1605;&#1581;&#1604; &#1602;&#1585;&#1575;&#1585;&#1711;&#1740;&#1585;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1607;&#8204;&#1588;&#1583;&#1578; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1578;&#1571;&#1579;&#1740;&#1585;&#1711;&#1584;&#1575;&#1585; &#1575;&#1587;&#1578; &#1608; &#1576;&#1607; &#1588;&#1605;&#1575; &#1583;&#1585; &#1591;&#1740; &#1705;&#1585;&#1583;&#1606; &#1605;&#1585;&#1575;&#1581;&#1604; &#1705;&#1605;&#1705; &#1588;&#1575;&#1740;&#1575;&#1606;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;.<br/><br/>Unravel &#1583;&#1575;&#1585;&#1575;&#1740; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1583;&#1608;&#1576;&#1593;&#1583;&#1740; &#1576;&#1575; &#1576;&#1607;&#1585;&#1607;&#8204;&#1711;&#1740;&#1585;&#1740; &#1575;&#1586; &#1593;&#1606;&#1575;&#1589;&#1585; &#1587;&#1607;&#8204;&#1576;&#1593;&#1583;&#1740; &#1607;&#1587;&#1578;&#1563; &#1576;&#1607; &#1575;&#1740;&#1606; &#1589;&#1608;&#1585;&#1578; &#1705;&#1607; &#1583;&#1608;&#1585;&#1576;&#1740;&#1606; &#1575;&#1586; &#1705;&#1606;&#1575;&#1585; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1607; &#1588;&#1605;&#1575; &#1606;&#1605;&#1575;&#1740;&#1588; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. Unravel &#1575;&#1586;&#1604;&#1581;&#1575;&#1592; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1607;&#1606;&#1585;&#1740; &#1740;&#1705; &#1588;&#1575;&#1607;&#1705;&#1575;&#1585; &#1583;&#1585; &#1576;&#1740;&#1606; &#1607;&#1605; &#1587;&#1576;&#1705;&#1575;&#1606; &#1582;&#1608;&#1583; &#1605;&#1581;&#1587;&#1608;&#1576; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;&#1548; &#1591;&#1585;&#1575;&#1581;&#1740; &#1605;&#1581;&#1740;&#1591;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1608; &#1585;&#1606;&#1711;&#8204;&#1576;&#1606;&#1583;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1570;&#1606;&#8204;&#1602;&#1583;&#1585; &#1582;&#1608;&#1576; &#1608; &#1580;&#1584;&#1575;&#1576; &#1705;&#1575;&#1585;&#1588;&#1583;&#1607; &#1705;&#1607; &#1711;&#1575;&#1607;&#1740; &#1605;&#1740;&#8204;&#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1585;&#1607;&#1575; &#1705;&#1585;&#1583;&#1607; &#1608; &#1601;&#1602;&#1591; &#1576;&#1607; &#1578;&#1605;&#1575;&#1588;&#1575;&#1740; &#1605;&#1581;&#1740;&#1591;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#1583;. &#1583;&#1585; &#1576;&#1582;&#1588; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1601;&#1606;&#1740; &#1606;&#1740;&#1586; Unravel &#1582;&#1608;&#1588; &#1583;&#1585;&#1582;&#1588;&#1740;&#1583;&#1607; &#1608; &#1705;&#1740;&#1601;&#1740;&#1578; &#1576;&#1575;&#1601;&#1578;&#8204;&#1607;&#1575; &#1608; &#1578;&#1705;&#1587;&#1670;&#1585;&#1607;&#1575; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1582;&#1608;&#1576; &#1705;&#1575;&#1585;&#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;.<br/>&#1575;&#1740;&#1606; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1583;&#1608;&#1587;&#1578;&#8204;&#1583;&#1575;&#1588;&#1578;&#1606;&#1740; &#1608; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1580;&#1584;&#1575;&#1576; &#1585;&#1575; &#1670;&#1606;&#1583;&#1607;&#1575; &#1605;&#1608;&#1587;&#1740;&#1602;&#1740; &#1605;&#1578;&#1606; &#1583;&#1608;&#1587;&#1578;&#8204;&#1583;&#1575;&#1588;&#1578;&#1606;&#1740; &#1608; &#1583;&#1604;&#1607;&#1585;&#1607;&#8204;&#1570;&#1608;&#1585; &#1607;&#1605;&#1585;&#1575;&#1607;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1705;&#1607; &#1607;&#1585; &#1605;&#1585;&#1581;&#1604;&#1607; &#1608; &#1607;&#1585; &#1588;&#1585;&#1575;&#1740;&#1591;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1605;&#1608;&#1587;&#1740;&#1602;&#1740; &#1605;&#1578;&#1606; &#1605;&#1582;&#1589;&#1608;&#1589; &#1576;&#1607; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1575;&#1585;&#1583;.<br/><br/>&#1583;&#1585; &#1570;&#1582;&#1585; &#1575;&#1711;&#1585; &#1575;&#1586; &#1593;&#1604;&#1575;&#1602;&#1607;&#8204;&#1605;&#1606;&#1583;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1593;&#1605;&#1575;&#1740;&#1740; &#1607;&#1587;&#1578;&#1740;&#1583; Unravel &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1570;&#1579;&#1575;&#1585; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575;&#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1608; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1583;&#1608;&#1587;&#1578; &#1583;&#1575;&#1588;&#1578;&#1606;&#1588; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1588;&#1605;&#1575;&#1585;&#1575; &#1605;&#1580;&#1584;&#1608;&#1576; &#1582;&#1608;&#1583; &#1705;&#1606;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Memory: 4 GB RAM
Processor: Intel Core 2 Duo @ 2. 4GHz or AMD Athlon Phenom X2 @ 2.8Ghz AMD
Graphics &#8211; requires DX11 class hardware and DX11 feature set
&#8226; Desktop: GeForce 450GT or Radeon HD 5750 or better, with 512Mb or greater</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1662;&#1604;&#1578;&#1601;&#1585;&#1605;, &#1605;&#1593;&#1605;&#1575;&#1740;&#1740;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Unravel/Unravel-Review-Xbox-One.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Unravel/ss_107b49291a2cdc76a73b1c84191dbf0b86a6c8ef.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Unravel/ss_dc020a2272f1d0949be22dee31b281b9c128e827.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Unravel/unravel_e3_screen1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Unravel/93cf8068b8d37f77eb6ad3947367673e7530753-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/297974/&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-unravel-&#1705;&#1575;&#1605;&#1608;&#1575;&#1740;-&#1602;&#1607;&#1585;&#1605;&#1575;&#1606;/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 81/100<br/>Steam: 9/10<br/>IGN: 8.3/10<br/><br/>Initial release date: February 9, 2016<br/>
    </div>
  </BODY>
</html>