<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Unravel two</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5876.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index21.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="1927.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/5884f.jpg">
        <img src="../images/5884f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Unravel two&#160;(2018)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Puzzle</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#390</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Electronic Arts</b>
	    &#160;
	   	Coldwood Interactive
            <br/>
            <b>6.6 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1576;&#1575;&#1586;&#1740; Unravel 2 &#1587;&#1575;&#1582;&#1578;&#1607;&#8204;&#1740; Coldwood Interactive &#1575;&#1583;&#1575;&#1605;&#1607;&#8204;&#1575;&#1740; &#1576;&#1585; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1575;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;&#1585; &#1583;&#1608; &#1576;&#1593;&#1583;&#1740;&#1548; &#1662;&#1575;&#1586;&#1604;&#8204;&#1607;&#1575;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1575;&#1583; &#1608; &#1605;&#1578;&#1606;&#1608;&#1593;&#1740; &#1585;&#1575; &#1605;&#1602;&#1575;&#1576;&#1604; &#1588;&#1605;&#1575; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1705;&#1607; &#1606;&#1581;&#1608;&#1607;&#8204;&#1740; &#1581;&#1604; &#1705;&#1585;&#1583;&#1606; &#1575;&#1740;&#1606; &#1662;&#1575;&#1586;&#1604;&#8204;&#1607;&#1575; &#1576;&#1575; &#1583;&#1740;&#1711;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1607;&#1605; &#1587;&#1576;&#1705; &#1582;&#1608;&#1583;&#1588; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1575;&#1587;&#1578;. &#1576;&#1575;&#1586;&#1740; &#1583;&#1575;&#1585;&#1575;&#1740; &#1583;&#1608; &#1576;&#1582;&#1588; &#1578;&#1705;&#8204;&#1606;&#1601;&#1585;&#1607; &#1608; &#1583;&#1608;&#1606;&#1601;&#1585;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; Electronic Arts &#1608;&#1592;&#1740;&#1601;&#1607;&#8204;&#1740; &#1575;&#1606;&#1578;&#1588;&#1575;&#1585; &#1570;&#1606; &#1585;&#1575; &#1576;&#1585;&#1593;&#1607;&#1583;&#1607; &#1583;&#1575;&#1585;&#1583;.<br/><br/>&#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1607;&#1605;&#8204;&#1578;&#1585;&#1740;&#1606; &#1583;&#1604;&#1575;&#1740;&#1604;&#1740; &#1705;&#1607; &#1576;&#1575;&#1593;&#1579; &#1582;&#1575;&#1589; &#1576;&#1608;&#1583;&#1606; &#1608; &#1605;&#1593;&#1585;&#1608;&#1601; &#1588;&#1583;&#1606; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1575;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1588;&#1583;&#1548; &#1587;&#1740;&#1587;&#1578;&#1605; &#1711;&#1740;&#1605;&#8204;&#1662;&#1604;&#1740; &#1608; &#1581;&#1604; &#1605;&#1593;&#1605;&#1575;&#1607;&#1575; &#1608; &#1662;&#1575;&#1586;&#1604;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1608;&#1583;. &#1588;&#1605;&#1575; &#1583;&#1585; &#1606;&#1602;&#1588; &#1593;&#1585;&#1608;&#1587;&#1705;&#8204;&#1607;&#1575;&#1740; &#1606;&#1582;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; Yarny &#1607;&#1587;&#1578;&#1740;&#1583; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1606;&#1582;&#8204;&#1607;&#1575;&#1740; &#1582;&#1608;&#1583;&#1578;&#1575;&#1606;&#1548; &#1576;&#1585; &#1585;&#1608;&#1740; &#1605;&#1581;&#1740;&#1591; &#1576;&#1575;&#1586;&#1740; &#1578;&#1594;&#1740;&#1740;&#1585;&#1575;&#1578; &#1586;&#1740;&#1575;&#1583;&#1740; &#1575;&#1593;&#1605;&#1575;&#1604; &#1705;&#1606;&#1740;&#1583;. &#1576;&#1585;&#1575;&#1740; &#1581;&#1604; &#1705;&#1585;&#1583;&#1606; &#1740;&#1705;&#8204;&#1587;&#1585;&#1740; &#1575;&#1586; &#1605;&#1593;&#1605;&#1575;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#1548; &#1576;&#1575;&#1586;&#1740;&#1576;&#1575;&#1586; &#1576;&#1575;&#1740;&#1583; &#1605;&#1587;&#1740;&#1585;&#1607;&#1575;&#1740; &#1606;&#1582;&#1740; &#1591;&#1608;&#1604;&#1575;&#1606;&#1740; &#1585;&#1575; &#1583;&#1585;&#1587;&#1578; &#1705;&#1606;&#1583; &#1608; &#1606;&#1582;&#8204;&#1607;&#1575;&#1740; &#1588;&#1582;&#1589;&#1740;&#1578; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1607; &#1608;&#1587;&#1575;&#1740;&#1604; &#1586;&#1740;&#1575;&#1583;&#1740; &#1605;&#1578;&#1589;&#1604; &#1705;&#1606;&#1583; &#1608; &#1605;&#1581;&#1740;&#1591; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1578;&#1575; &#1581;&#1583;&#1608;&#1583;&#1740; &#1578;&#1594;&#1740;&#1740;&#1585; &#1583;&#1607;&#1583;. &#1575;&#1604;&#1576;&#1578;&#1607; &#1588;&#1605;&#1575; &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; &#1605;&#1583;&#1575;&#1608;&#1605; &#1583;&#1585; &#1581;&#1575;&#1604; &#1581;&#1604; &#1662;&#1575;&#1586;&#1604; &#1606;&#1740;&#1587;&#1578;&#1740;&#1583; &#1608; &#1576;&#1575;&#1586;&#1740; &#1740;&#1705; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1740; &#1580;&#1584;&#1575;&#1576; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;&#1585; &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1607; &#1588;&#1605;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1583;&#1585; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1583;&#1608;&#1605; &#1578;&#1593;&#1583;&#1575;&#1583; &#1662;&#1575;&#1586;&#1604;&#8204;&#1607;&#1575; &#1705;&#1605;&#1578;&#1585; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1580;&#1575;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1607; &#1576;&#1582;&#1588; &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;&#1585; &#1576;&#1575;&#1586;&#1740; &#1583;&#1575;&#1583;&#1606;&#1583; &#1578;&#1575; &#1578;&#1593;&#1575;&#1583;&#1604; &#1605;&#1740;&#1575;&#1606; &#1575;&#1740;&#1606; &#1583;&#1608; &#1576;&#1582;&#1588; &#1581;&#1601;&#1592; &#1588;&#1608;&#1583;. &#1583;&#1585; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1583;&#1608;&#1605; &#1576;&#1575;&#1586;&#1740;&#1548; &#1588;&#1605;&#1575; &#1576;&#1575;&#1740;&#1583; &#1705;&#1606;&#1578;&#1585;&#1604; &#1583;&#1608; Yarny &#1585;&#1575; &#1583;&#1585; &#1583;&#1587;&#1578; &#1576;&#1711;&#1740;&#1585;&#1740;&#1583; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1607; &#1578;&#1606;&#1607;&#1575;&#1740;&#1740; &#1607;&#1585; &#1583;&#1608; &#1585;&#1575; &#1607;&#1583;&#1575;&#1740;&#1578; &#1705;&#1606;&#1740;&#1583; &#1740;&#1575; &#1607;&#1605;&#1585;&#1575;&#1607; &#1576;&#1575; &#1583;&#1608;&#1587;&#1578; &#1582;&#1608;&#1583; &#1607;&#1585;&#1705;&#1583;&#1575;&#1605; &#1740;&#1705;&#1740; &#1575;&#1586; &#1575;&#1740;&#1606; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578; &#1705;&#1608;&#1670;&#1705; &#1585;&#1575; &#1705;&#1606;&#1578;&#1585;&#1604; &#1705;&#1606;&#1740;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1582;&#1575;&#1589; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1583;&#1585; Unravel 2 &#1578;&#1605;&#1585;&#1705;&#1586; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1576;&#1585; &#1575;&#1740;&#1606; &#1576;&#1582;&#1588; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1575;&#1590;&#1575;&#1601;&#1607; &#1588;&#1583;&#1606; Yarny &#1583;&#1608;&#1605;&#1548; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1586;&#1740;&#1576;&#1575; &#1608; &#1602;&#1608;&#1740;&#8204;&#1578;&#1585; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1740;&#1705; &#1576;&#1582;&#1588; &#1580;&#1583;&#1575; &#1576;&#1575; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575;&#1740; &#1605;&#1578;&#1606;&#1608;&#1593;&#1740; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1583;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1578;&#1575; &#1588;&#1605;&#1575; &#1602;&#1575;&#1583;&#1585; &#1576;&#1607; &#1575;&#1606;&#1580;&#1575;&#1605; &#1662;&#1575;&#1586;&#1604;&#8204;&#1607;&#1575;&#1740; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1583;&#1585; &#1705;&#1606;&#1575;&#1585; &#1576;&#1582;&#1588; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1588;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575; &#1587;&#1582;&#1578;&#8204;&#1578;&#1585; &#1575;&#1586; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575;&#1740; &#1576;&#1582;&#1588; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1607;&#1587;&#1578;&#1606;&#1583; &#1608; &#1606;&#1740;&#1575;&#1586;&#1605;&#1606;&#1583; &#1586;&#1605;&#1575;&#1606;&#8204;&#1576;&#1606;&#1583;&#1740; &#1608; &#1587;&#1585;&#1593;&#1578; &#1593;&#1605;&#1604; &#1576;&#1575;&#1604;&#1575;&#1740;&#1740; &#1583;&#1575;&#1585;&#1606;&#1583; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1581;&#1587;&#1575;&#1576;&#1740; &#1588;&#1605;&#1575; &#1585;&#1575; &#1576;&#1607; &#1582;&#1608;&#1583; &#1587;&#1585;&#1711;&#1585;&#1605; &#1705;&#1606;&#1606;&#1583;. &#1583;&#1585; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1583;&#1608;&#1605;&#1548; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1605;&#1581;&#1740;&#1591;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1576;&#1575;&#1578;&#1585;&#1740; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1575;&#1590;&#1575;&#1601;&#1607; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1705;&#1607; Unravel 2 &#1585;&#1575; &#1576;&#1607; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1575;&#1585;&#1586;&#1588;&#1605;&#1606;&#1583;&#1578;&#1585; &#1575;&#1586; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1575;&#1608;&#1604; &#1578;&#1576;&#1583;&#1740;&#1604; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1575;&#1586; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1587;&#1576;&#1705; &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;&#1585; &#1607;&#1605;&#1585;&#1575;&#1607; &#1576;&#1575; &#1662;&#1575;&#1586;&#1604;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583; &#1607;&#1587;&#1578;&#1740;&#1583;&#1548; Unravel 2 &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1585;&#1575; &#1576;&#1575; &#1583;&#1740;&#1711;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1607; &#1588;&#1605;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1576;&#1575; &#1578;&#1593;&#1575;&#1583;&#1604; &#1576;&#1740;&#1588;&#1578;&#1585; &#1605;&#1740;&#1575;&#1606; &#1583;&#1608; &#1576;&#1582;&#1588; &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;&#1585; &#1608; &#1581;&#1604; &#1662;&#1575;&#1586;&#1604; &#1576;&#1575;&#1586;&#1740;&#1548; Unravel 2 &#1576;&#1575; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578; &#1576;&#1575;&#1604;&#1575;&#1740; &#1582;&#1608;&#1583; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1575;&#1608;&#1604;&#1548; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1582;&#1740;&#1604;&#1740; &#1602;&#1608;&#1740; &#1576;&#1585;&#1575;&#1740; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1576;&#1607; &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1585;&#1608;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: AMD FX 4350 @ 4.2 GHz / Intel i3 2120 @ 3.3GHz
Memory: 4GB RAM
Graphics card: ATI Radeon R7 250 / Nvidia GTX 650Ti
DirectX: 11
Hard drive: 8GB of free space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1662;&#1604;&#1578;&#1601;&#1585;&#1605;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Unravel%20Two/636651155934888668-Unravel-2.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Unravel%20Two/Unravel-TWO_20180623162536.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Unravel%20Two/Unravel-TWO_20180704234949.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Unravel%20Two/Unravel-swinging.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Unravel%20Two/d18276b0f6bd8d94d39dfb3f1de27d3210816309-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/484692/&#1606;&#1582;-&#1583;&#1608;&#1587;&#1578;&#1740;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;&#1740;-unravel-2/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 78/100<br/>Steam: 9/10<br/>IGN: 8.5/10<br/><br/>Initial release date: June 9, 2018<br/>
    </div>
  </BODY>
</html>