<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Arma Reforger</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2226.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index1.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="606.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/592f.jpg">
        <img src="../images/592f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Arma Reforger&#160;(2022)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(ArmA&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Simulation</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#15</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Bohemia Interactive</b>
	    &#160;
	   	Bohemia Interactive
            <br/>
            <b>11.6 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1576;&#1575;&#1586;&#1740; &#1705;&#1575;&#1605;&#1662;&#1740;&#1608;&#1578;&#1585; Arma Reforger &#1575;&#1608;&#1604;&#1740;&#1606; &#1602;&#1583;&#1605; &#1576;&#1607; &#1587;&#1605;&#1578; ARMA 4 &#1608; &#1740;&#1705; &#1587;&#1705;&#1608;&#1740; &#1607;&#1605;&#1607; &#1705;&#1575;&#1585;&#1607; &#1548; &#1582;&#1604;&#1575;&#1602; &#1608; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1578;&#1593;&#1583;&#1740;&#1604; &#1588;&#1583;&#1607; &#1576;&#1585;&#1575;&#1740; &#1570;&#1740;&#1606;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1606;&#1711;&#1575;&#1607;&#1740; &#1575;&#1580;&#1605;&#1575;&#1604;&#1740; &#1576;&#1607; &#1670;&#1740;&#1586;&#1607;&#1575;&#1740; &#1570;&#1740;&#1606;&#1583;&#1607; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740; &#1583;&#1607;&#1583;.<br/>&#1576;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1605;&#1608;&#1578;&#1608;&#1585; &#1580;&#1583;&#1740;&#1583; Enfusion &#1548; Arma Reforger &#1576;&#1607; &#1588;&#1605;&#1575; &#1575;&#1605;&#1705;&#1575;&#1606; &#1605;&#1740; &#1583;&#1607;&#1583; &#1576;&#1585;&#1575;&#1740; &#1576;&#1585;&#1578;&#1585;&#1740; &#1576;&#1740;&#1588; &#1575;&#1586; 51 &#1705;&#1740;&#1604;&#1608;&#1605;&#1578;&#1585; &#1575;&#1586; &#1586;&#1605;&#1740;&#1606; &#1580;&#1586;&#1740;&#1585;&#1607; &#1576;&#1575;&#1608;&#1585;&#1606;&#1705;&#1585;&#1583;&#1606;&#1740; &#1583;&#1585; &#1740;&#1705; &#1605;&#1581;&#1740;&#1591; &#1580;&#1606;&#1711; &#1587;&#1585;&#1583; &#1605;&#1593;&#1578;&#1576;&#1585; &#1576;&#1580;&#1606;&#1711;&#1740;&#1583; &#1548; &#1740;&#1575; &#1587;&#1606;&#1575;&#1585;&#1740;&#1608;&#1607;&#1575;&#1740; &#1605;&#1606;&#1581;&#1589;&#1585; &#1576;&#1607; &#1601;&#1585;&#1583; &#1585;&#1575; &#1583;&#1585; &#1586;&#1605;&#1575;&#1606; &#1608;&#1575;&#1602;&#1593;&#1740; &#1576;&#1575; &#1581;&#1575;&#1604;&#1578; &#1705;&#1575;&#1585;&#1588;&#1606;&#1575;&#1587;&#1740; &#1575;&#1585;&#1588;&#1583; &#1576;&#1575;&#1586;&#1740; &#1575;&#1740;&#1580;&#1575;&#1583; &#1705;&#1606;&#1740;&#1583;. &#1576;&#1575;&#1586;&#1711;&#1588;&#1578; &#1576;&#1607; &#1575;&#1608;&#1585;&#1608;&#1606; &#1548; Microstate War Driven &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1590;&#1585;&#1576;&#1607; &#1575;&#1740; &#1705;&#1607; &#1607;&#1605;&#1607; &#1570;&#1606; &#1585;&#1575; &#1570;&#1594;&#1575;&#1586; &#1705;&#1585;&#1583; &#1548; ARMA: Cold Assault.<br/>&#1576;&#1575;&#1586;&#1711;&#1588;&#1578; &#1576;&#1607; &#1575;&#1608;&#1585;&#1608;&#1606; &#1548; &#1740;&#1705; &#1580;&#1586;&#1740;&#1585;&#1607; 51 &#1705;&#1740;&#1604;&#1608;&#1605;&#1578;&#1585; &#1583;&#1585; &#1605;&#1740;&#1575;&#1606;&#1607; &#1575;&#1602;&#1740;&#1575;&#1606;&#1608;&#1587; &#1575;&#1591;&#1604;&#1587; &#1583;&#1585; &#1605;&#1580;&#1605;&#1593; &#1575;&#1604;&#1580;&#1586;&#1575;&#1740;&#1585; &#1605;&#1575;&#1604;&#1583;&#1606;. &#1605;&#1580;&#1583;&#1583;&#1575;&#1611; &#1575;&#1586; &#1605;&#1606;&#1575;&#1591;&#1602; &#1570;&#1588;&#1606;&#1575; &#1575;&#1586; &#1593;&#1605;&#1604;&#1740;&#1575;&#1578; Flashpoint &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583; &#1608; &#1575;&#1586; &#1586;&#1740;&#1576;&#1575;&#1740;&#1740; &#1591;&#1576;&#1740;&#1593;&#1740; &#1740;&#1705; &#1583;&#1606;&#1740;&#1575;&#1740; &#1593;&#1592;&#1740;&#1605; &#1576;&#1575;&#1586; &#1604;&#1584;&#1578; &#1576;&#1576;&#1585;&#1740;&#1583;. &#1605;&#1606;&#1592;&#1585;&#1607; &#1575;&#1740; &#1582;&#1740;&#1585;&#1607; &#1705;&#1606;&#1606;&#1583;&#1607; &#1575;&#1586; &#1580;&#1606;&#1711;&#1604; &#1607;&#1575;&#1740; &#1705;&#1575;&#1580; &#1608; &#1576;&#1585;&#1711; &#1548; &#1585;&#1608;&#1583;&#1582;&#1575;&#1606;&#1607; &#1607;&#1575;&#1740; &#1580;&#1575;&#1585;&#1740; &#1548; &#1581;&#1608;&#1590;&#1670;&#1607; &#1607;&#1575; &#1548; &#1588;&#1607;&#1585;&#1607;&#1575;&#1740; &#1576;&#1578;&#1608;&#1606;&#1740; &#1608; &#1705;&#1608;&#1607; &#1607;&#1575;&#1740; &#1587;&#1582;&#1578; &#1548; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; &#1587;&#1608;&#1575;&#1581;&#1604; &#1587;&#1606;&#1711;&#1585;&#1740;&#1586;&#1607; &#1608; &#1587;&#1575;&#1581;&#1604; &#1607;&#1575;&#1740; &#1589;&#1582;&#1585;&#1607; &#1575;&#1740; &#1575;&#1581;&#1575;&#1591;&#1607; &#1588;&#1583;&#1607; &#1575;&#1606;&#1583;.<br/>&#1585;&#1608;&#1740;&#1583;&#1575;&#1583;&#1607;&#1575;&#1740; &#1705;&#1606;&#1578;&#1585;&#1604; &#1548; &#1575;&#1740;&#1580;&#1575;&#1583; &#1605;&#1575;&#1605;&#1608;&#1585;&#1740;&#1578; &#1607;&#1575;&#1740; &#1605;&#1606;&#1581;&#1589;&#1585; &#1576;&#1607; &#1601;&#1585;&#1583; &#1548; &#1608; &#1585;&#1575;&#1607;&#1606;&#1605;&#1575;&#1740;&#1740; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1576;&#1607; &#1587;&#1605;&#1578; &#1662;&#1740;&#1585;&#1608;&#1586;&#1740; &#1583;&#1585; Game Master &#8211; &#1740;&#1575; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1607; &#1670;&#1575;&#1604;&#1588; &#1607;&#1575;&#1740; &#1575;&#1576;&#1583;&#1575;&#1593; &#1588;&#1583;&#1607; &#1578;&#1608;&#1587;&#1591; &#1607;&#1605;&#1607; &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583; &#1575;&#1585;&#1587;&#1575;&#1604; &#1705;&#1606;&#1740;&#1583; &#1608; &#1575;&#1586; &#1591;&#1585;&#1740;&#1602; &#1740;&#1705; &#1589;&#1606;&#1583;&#1608;&#1602; &#1605;&#1575;&#1587;&#1607; &#1575;&#1740; &#1662;&#1575;&#1587;&#1582;&#1711;&#1608; &#1705;&#1607; &#1607;&#1585; &#1575;&#1578;&#1601;&#1575;&#1602;&#1740; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606;&#1583; &#1585;&#1582; &#1583;&#1607;&#1583; &#1548; &#1576;&#1575; &#1585;&#1575;&#1607; &#1582;&#1608;&#1583; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1705;&#1606;&#1740;&#1583;.&#1576;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1607;&#1585; &#1583;&#1608; Xbox &#1608; PC &#1576;&#1585;&#1575;&#1740; &#1575;&#1608;&#1604;&#1740;&#1606; &#1576;&#1575;&#1585; &#1583;&#1585; &#1587;&#1585;&#1740; ARMA &#1548; &#1605;&#1581;&#1578;&#1608;&#1575;&#1740; &#1575;&#1589;&#1604;&#1575;&#1581; &#1588;&#1583;&#1607; ARMA Reforger &#1575;&#1705;&#1606;&#1608;&#1606; &#1583;&#1585; &#1583;&#1587;&#1578;&#1585;&#1587; &#1607;&#1605;&#1607; &#1575;&#1587;&#1578; &#1608; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606;&#1583; &#1578;&#1608;&#1587;&#1591; &#1589;&#1575;&#1581;&#1576;&#1575;&#1606; &#1705;&#1606;&#1587;&#1608;&#1604; &#1575;&#1586; &#1705;&#1575;&#1585;&#1711;&#1575;&#1607; &#1548; &#1740;&#1705; &#1605;&#1582;&#1586;&#1606; &#1575;&#1588;&#1578;&#1585;&#1575;&#1705; &#1711;&#1584;&#1575;&#1585;&#1740; &#1605;&#1581;&#1578;&#1608;&#1575; &#1548; &#1605;&#1606;&#1581;&#1589;&#1585; &#1576;&#1607; &#1601;&#1585;&#1583; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575;&#1585;&#1711;&#1740;&#1585;&#1740; &#1588;&#1608;&#1583;.<br/>&#1585;&#1608;&#1740;&#1583;&#1575;&#1583;&#1607;&#1575;&#1740; Curate &#1576;&#1585;&#1575;&#1740; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606; &#1583;&#1585; &#1662;&#1588;&#1578; Fog of War &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1575;&#1587;&#1578;&#1575;&#1583; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1608;&#1740;&#1585;&#1575;&#1740;&#1588;&#1711;&#1585; &#1587;&#1606;&#1575;&#1585;&#1740;&#1608;&#1740; &#1586;&#1605;&#1575;&#1606; &#1608;&#1575;&#1602;&#1593;&#1740; Arma Reforger &#1740;&#1575; Team Up &#1608; &#1585;&#1601;&#1578;&#1606; &#1576;&#1607; &#1587;&#1585; &#1576;&#1575; &#1583;&#1740;&#1711;&#1585;&#1575;&#1606; &#1583;&#1585; &#1740;&#1705; &#1586;&#1605;&#1740;&#1606; &#1580;&#1586;&#1740;&#1585;&#1607; &#1662;&#1585;&#1575;&#1705;&#1606;&#1583;&#1607; &#1583;&#1585;&#1711;&#1740;&#1585;&#1740;.<br/><br/>&#1576;&#1575; &#1578;&#1588;&#1705;&#1585; &#1575;&#1586; &#1605;&#1608;&#1578;&#1608;&#1585; Enfusion &#1548; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1575;&#1576;&#1586;&#1575;&#1585;&#1607;&#1575;&#1740; &#1583;&#1602;&#1740;&#1602;&#1575;&#1611; &#1605;&#1608;&#1585;&#1583; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1583;&#1585; &#1587;&#1575;&#1582;&#1578; &#1570;&#1606; &#1548; Arma Reforger &#1585;&#1575; &#1575;&#1589;&#1604;&#1575;&#1581; &#1705;&#1606;&#1740;&#1583;. &#1605;&#1705;&#1575;&#1606;&#1740;&#1705; &#1580;&#1583;&#1740;&#1583; &#1548; &#1583;&#1575;&#1585;&#1575;&#1740;&#1740; &#1607;&#1575; &#1548; &#1576;&#1575;&#1601;&#1578; &#1607;&#1575; &#1608; &#1605;&#1608;&#1575;&#1585;&#1583; &#1583;&#1740;&#1711;&#1585; &#1585;&#1575; &#1605;&#1593;&#1585;&#1601;&#1740; &#1705;&#1606;&#1740;&#1583;. &#1578;&#1606;&#1607;&#1575; &#1581;&#1583; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740; &#1608; &#1578;&#1582;&#1740;&#1604; &#1576;&#1585;&#1606;&#1575;&#1605;&#1607; &#1606;&#1608;&#1740;&#1587;&#1740; &#1588;&#1605;&#1575;&#1587;&#1578;. &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1578;&#1594;&#1740;&#1740;&#1585; &#1583;&#1607;&#1740;&#1583; &#1608; &#1583;&#1740;&#1583; &#1582;&#1604;&#1575;&#1602; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1607; &#1575;&#1588;&#1578;&#1585;&#1575;&#1705; &#1576;&#1711;&#1584;&#1575;&#1585;&#1740;&#1583;!<br/>&#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1575; &#1605;&#1581;&#1578;&#1608;&#1575;&#1740; &#1575;&#1589;&#1604;&#1575;&#1581; &#1588;&#1583;&#1607; &#1575;&#1589;&#1604;&#1740; &#1711;&#1587;&#1578;&#1585;&#1588; &#1583;&#1607;&#1740;&#1583; &#1740;&#1575; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1587;&#1575;&#1586;&#1740;&#1583; &#1608; &#1576;&#1607; &#1575;&#1588;&#1578;&#1585;&#1575;&#1705; &#1576;&#1711;&#1584;&#1575;&#1585;&#1740;&#1583;! &#1575;&#1740;&#1606; &#1705;&#1575;&#1585;&#1711;&#1575;&#1607; &#1582;&#1583;&#1605;&#1575;&#1578; &#1740;&#1705;&#1662;&#1575;&#1585;&#1670;&#1607; &#1608; &#1605;&#1582;&#1586;&#1606; &#1740;&#1705;&#1662;&#1575;&#1585;&#1670;&#1607; Bohemia Interactive &#1575;&#1587;&#1578; &#1548; &#1576;&#1607; &#1575;&#1740;&#1606; &#1605;&#1593;&#1606;&#1740; &#1705;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1705;&#1606;&#1587;&#1608;&#1604; &#1575;&#1705;&#1606;&#1608;&#1606; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1607;&#1605;&#1575;&#1606; &#1575;&#1605;&#1705;&#1575;&#1606;&#1575;&#1578; &#1582;&#1604;&#1575;&#1602;&#1575;&#1606;&#1607; &#1705;&#1575;&#1585;&#1576;&#1585;&#1575;&#1606; PC &#1585;&#1575; &#1585;&#1607;&#1575; &#1705;&#1606;&#1606;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Requires a 64-bit processor and operating system
OS: Windows 10 64-bit
Processor: Intel Core i5-4460 / AMD FX-4300
Memory: 8 GB RAM
Graphics: NVIDIA GeForce GTX 1650 or similar
DirectX: Version 12
Network: Broadband Internet connection
Storage: 15 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740;, &#1575;&#1705;&#1588;&#1606;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Arma%20Reforger/3992898-armareforger_officialgameplaytrailer.mp4.00_00_08_19.still001.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578; 1</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Arma%20Reforger/arma-reforger-mission-overview.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578; 2</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Arma%20Reforger/maxresdefault-(1).jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578; 3</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Arma%20Reforger/maxresdefault.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578; 4</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Arma%20Reforger/b3263a2b5f9d45d9d5301a7bdeb0a5f645329967-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Steam<br/>7/10 <br/><br/><br/>Initial release date<br/>May 13, 2022</div>
  </BODY>
</html>