<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Watch Dogs: Legion</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5929.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index23.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2054.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/5920f.jpg">
        <img src="../images/5920f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Watch Dogs: Legion&#160;(2020)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Watch Dogs&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action/Adventure</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#394</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Ubisoft</b>
	    &#160;
	   	Ubisoft
            <br/>
            <b>83.9 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1576;&#1575;&#1586;&#1588;&#1606;&#1575;&#1582;&#1578; &#1606;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1576;&#1740;&#1583;&#1575;&#1585;&#1740; &#1740;&#1575;&#1601;&#1578; &#1608; &#1606;&#1607; &#1585;&#1575;&#1607;&#1740; &#1580;&#1586; &#1575;&#1740;&#1606; &#1605;&#1575;&#1606;&#1583;&#1607;&#1548; &#1705;&#1607; &#1575;&#1740;&#1606;&#1580;&#1575; &#1587;&#1585;&#1586;&#1605;&#1740;&#1606; &#1570;&#1576;&#8204;&#1608;&#1570;&#1578;&#1588;&#1548; &#1575;&#1606;&#1711;&#1604;&#1587;&#1578;&#1575;&#1606; &#1575;&#1587;&#1578; &#1608; &#1604;&#1606;&#1583;&#1606; &#1586;&#1740;&#1585; &#1575;&#1587;&#1606;&#1740;&#1705;&#1585;&#1607;&#1575;&#1740; &#1605;&#1575; &#1581;&#1740;&#1575;&#1578; &#1589;&#1583;&#1607;&#1575; &#1587;&#1575;&#1604;&#1607;&#8204;&#1575;&#1588; &#1585;&#1575; &#1605;&#1740;&#8204;&#1580;&#1608;&#1740;&#1583; &#1608; &#1605;&#1575; &#1575;&#1606;&#1587;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740;&#1740; &#1583;&#1585; &#1601;&#1705;&#1585; &#1570;&#1586;&#1575;&#1583;&#1740; &#1608; &#1585;&#1607;&#1575;&#1740;&#1740;&#1548; &#1607;&#1585;&#1705;&#1583;&#1575;&#1605; &#1583;&#1585; &#1711;&#1608;&#1588;&#1607;&#8204;&#1575;&#1740; &#1578;&#1575;&#1585;&#1740;&#1705;&#1548; &#1582;&#1608;&#1583; &#1585;&#1575; &#1575;&#1601;&#1585;&#1575;&#1583; &#1606;&#1711;&#1607;&#1576;&#1575;&#1606; &#1570;&#1586;&#1575;&#1583;&#1740; &#1605;&#1740;&#8204;&#1606;&#1575;&#1605;&#1740;&#1605;. &#1601;&#1589;&#1604; &#1662;&#1575;&#1740;&#1740;&#1586; &#1601;&#1585;&#1575;&#1585;&#1587;&#1740;&#1583;&#1607; &#1608; &#1740;&#1608;&#1576;&#1740;&#8204;&#1587;&#1575;&#1601;&#1578; &#1576;&#1575; &#1580;&#1583;&#1740;&#1583;&#1578;&#1585;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1575;&#1586; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; Watch Dogs &#1576;&#1585;&#1711;&#1588;&#1578;&#1607; &#1608; &#1576;&#1604;&#1740;&#1578; &#1587;&#1601;&#1585;&#1740; &#1607;&#1740;&#1580;&#1575;&#1606;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586; &#1576;&#1607; &#1602;&#1604;&#1576; &#1588;&#1607;&#1585; &#1586;&#1740;&#1576;&#1575;&#1740; &#1604;&#1606;&#1583;&#1606; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1582;&#1585;&#1740;&#1583;&#1607; &#1575;&#1605;&#1575; &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1602;&#1585;&#1575;&#1585; &#1606;&#1740;&#1587;&#1578; &#1576;&#1607; &#1602;&#1585;&#1575;&#1585;&#1740; &#1593;&#1575;&#1588;&#1602;&#1575;&#1606;&#1607; &#1583;&#1585; &#1705;&#1575;&#1601;&#1607;&#8204;&#1607;&#1575;&#1740; &#1583;&#1606;&#1580; &#1604;&#1606;&#1583;&#1606; &#1576;&#1585;&#1608;&#1740;&#1605; &#1608; &#1575;&#1586; &#1601;&#1590;&#1575;&#1740; &#1576;&#1705;&#1585; &#1570;&#1606; &#1594;&#1585;&#1602; &#1588;&#1608;&#1740;&#1605;&#1548; &#1575;&#1740;&#1606; &#1583;&#1601;&#1593;&#1607; &#1602;&#1585;&#1575;&#1585; &#1575;&#1587;&#1578; &#1607;&#1605;&#1585;&#1575;&#1607; &#1576;&#1575;&#1586;&#1740; Watch Dogs Legion &#1608; &#1583;&#1585; &#1602;&#1575;&#1604;&#1576; &#1740;&#1705;&#1740; &#1575;&#1586; &#1607;&#1705;&#1585;&#1607;&#1575;&#1740; &#1606;&#1582;&#1576;&#1607;&#1548; &#1576;&#1607; &#1583;&#1608;&#1585;&#1575;&#1606; &#1662;&#1587;&#1575; &#1576;&#1585;&#1711;&#1586;&#1740;&#1578; &#1587;&#1601;&#1585; &#1705;&#1606;&#1740;&#1605; &#1608; &#1578;&#1608;&#1587;&#1591; &#1575;&#1606;&#1587;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740;&#1548; &#1580;&#1604;&#1608;&#1740; &#1575;&#1586; &#1605;&#1740;&#1575;&#1606; &#1585;&#1601;&#1578;&#1606; &#1570;&#1586;&#1575;&#1583;&#1740; &#1608; &#1594;&#1604;&#1576;&#1607; &#1583;&#1608;&#1604;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1583;&#1585;&#1606; &#1585;&#1575; &#1576;&#1711;&#1740;&#1585;&#1740;&#1605;.<br/><br/>&#1604;&#1606;&#1583;&#1606; &#1583;&#1585; &#1570;&#1740;&#1606;&#1583;&#1607;&#8204;&#1575;&#1740; &#1606;&#1607;&#8204;&#1670;&#1606;&#1583;&#1575;&#1606; &#1583;&#1608;&#1585; &#1608; &#1605;&#1605;&#1604;&#1608; &#1575;&#1586; &#1578;&#1705;&#1606;&#1608;&#1604;&#1608;&#1688;&#1740;<br/>&#1576;&#1575;&#1586;&#1740; Watch Dogs Legion &#1581;&#1608;&#1575;&#1583;&#1579; &#1662;&#1587; &#1575;&#1586; &#1582;&#1585;&#1608;&#1580; &#1662;&#1575;&#1583;&#1588;&#1575;&#1607;&#1740; &#1576;&#1585;&#1740;&#1578;&#1575;&#1606;&#1740;&#1575; &#1575;&#1586; &#1575;&#1578;&#1581;&#1575;&#1583;&#1740;&#1607; &#1575;&#1585;&#1608;&#1662;&#1575; &#1608; &#1578;&#1571;&#1579;&#1740;&#1585;&#1575;&#1578; &#1575;&#1602;&#1578;&#1589;&#1575;&#1583; &#1608; &#1575;&#1580;&#1578;&#1605;&#1575;&#1593;&#1740; &#1575;&#1740;&#1606; &#1608;&#1575;&#1602;&#1593;&#1607; &#1585;&#1608;&#1740; &#1586;&#1606;&#1583;&#1711;&#1740; &#1605;&#1585;&#1583;&#1605; &#1605;&#1593;&#1605;&#1608;&#1604;&#1740; &#1585;&#1575; &#1606;&#1588;&#1575;&#1606; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1604;&#1606;&#1583;&#1606; &#1583;&#1740;&#1711;&#1585; &#1570;&#1606; &#1588;&#1607;&#1585; &#1602;&#1583;&#1740;&#1605;&#1740; &#1606;&#1740;&#1587;&#1578; &#1608; &#1578;&#1605;&#1575;&#1605; &#1606;&#1602;&#1575;&#1591; &#1570;&#1606; &#1576;&#1575; &#1662;&#1607;&#1662;&#1575;&#1583;&#1607;&#1575;&#1740; &#1606;&#1711;&#1607;&#1576;&#1575;&#1606; &#1608; &#1583;&#1608;&#1585;&#1576;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578;&#1607;&#8204;&#1575;&#1740; &#1705;&#1606;&#1578;&#1585;&#1604; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1711;&#1585;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1578;&#1576;&#1607;&#8204;&#1705;&#1575;&#1585; &#1585;&#1575; &#1583;&#1585; &#1705;&#1587;&#1585;&#1740; &#1575;&#1586; &#1579;&#1575;&#1606;&#1740;&#1607; &#1588;&#1606;&#1575;&#1587;&#1575;&#1740;&#1740; &#1705;&#1606;&#1606;&#1583;. &#1606;&#1601;&#1608;&#1584; &#1578;&#1705;&#1606;&#1608;&#1604;&#1608;&#1688;&#1740; &#1576;&#1607; &#1586;&#1606;&#1583;&#1711;&#1740; &#1605;&#1585;&#1583;&#1605; &#1578;&#1575; &#1580;&#1575;&#1740;&#1740; &#1662;&#1740;&#1588; &#1605;&#1740;&#8204;&#1585;&#1608;&#1583; &#1705;&#1607; &#1588;&#1585;&#1705;&#1578; &#1575;&#1605;&#1606;&#1740;&#1578;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; &#1570;&#1604;&#1576;&#1740;&#1608;&#1606;&#1548; &#1576;&#1575; &#1575;&#1576;&#1586;&#1575;&#1585;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1576;&#1607; &#1580;&#1575;&#1587;&#1608;&#1587;&#1740; &#1593;&#1604;&#1740;&#1607; &#1605;&#1585;&#1583;&#1605; &#1605;&#1740;&#8204;&#1662;&#1585;&#1583;&#1575;&#1586;&#1583; &#1608; &#1585;&#1601;&#1578;&#1575;&#1585;&#1607;&#1575;&#1740; &#1605;&#1585;&#1583;&#1605; &#1585;&#1575; &#1705;&#1606;&#1578;&#1585;&#1604; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1605;&#1740;&#1586;&#1575;&#1606; &#1575;&#1586; &#1705;&#1606;&#1578;&#1585;&#1604; &#1576;&#1575;&#1593;&#1579; &#1575;&#1586; &#1605;&#1740;&#1575;&#1606; &#1585;&#1601;&#1578;&#1606; &#1570;&#1586;&#1575;&#1583;&#1740;&#8204;&#1607;&#1575;&#1740; &#1588;&#1582;&#1589;&#1740; &#1608; &#1711;&#1585;&#1608;&#1607;&#1740; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;&#1563; &#1581;&#1575;&#1604; &#1711;&#1585;&#1608;&#1607;&#1740; &#1593;&#1604;&#1740;&#1607; &#1575;&#1740;&#1606; &#1585;&#1601;&#1578;&#1575;&#1585; &#1608; &#1578;&#1589;&#1605;&#1740;&#1605;&#1575;&#1578; &#1662;&#1740;&#1583;&#1575; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583; &#1608; &#1575;&#1740;&#1606; &#1711;&#1585;&#1608;&#1607; &#1605;&#1582;&#1601;&#1740; DedSec &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1662;&#1587; &#1711;&#1585;&#1601;&#1578;&#1606; &#1705;&#1606;&#1578;&#1585;&#1604; &#1575;&#1586; &#1583;&#1587;&#1578; &#1588;&#1585;&#1705;&#1578;&#8204;&#1607;&#1575;&#1740;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1580;&#1586; &#1586;&#1740;&#1575;&#1583;&#1607;&#8204;&#1582;&#1608;&#1575;&#1607;&#1740; &#1608; &#1587;&#1608;&#1583;&#1548; &#1607;&#1583;&#1601; &#1583;&#1740;&#1711;&#1585;&#1740; &#1583;&#1585; &#1584;&#1607;&#1606;&#1588;&#1575;&#1606; &#1606;&#1740;&#1587;&#1578;. &#1575;&#1605;&#1575; &#1570;&#1740;&#1575; &#1602;&#1585;&#1575;&#1585; &#1575;&#1587;&#1578; &#1607;&#1605;&#1575;&#1606; &#1588;&#1740;&#1608;&#1607; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1662;&#1740;&#1588;&#1740;&#1606; &#1585;&#1575; &#1583;&#1606;&#1576;&#1575;&#1604; &#1705;&#1606;&#1740;&#1605;&#1567;<br/><br/>&#1607;&#1585; NPC &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1588;&#1582;&#1589;&#1740;&#1578; &#1575;&#1589;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; Watch Dogs Legion &#1576;&#1575;&#1588;&#1583;<br/><br/>&#1606;&#1608;&#1570;&#1608;&#1585;&#1740; &#1575;&#1589;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; Watch Dogs Legion &#1583;&#1585; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740;&#1548; &#1581;&#1584;&#1601; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585; &#1575;&#1589;&#1604;&#1740; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1575;&#1587;&#1578;. &#1588;&#1575;&#1740;&#1583; &#1578;&#1593;&#1580;&#1576; &#1705;&#1606;&#1740;&#1583; &#1575;&#1605;&#1575; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1576;&#1575; &#1570;&#1606;&#8204;&#1607;&#1575; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1711;&#1588;&#1578;&#8204;&#1608;&#1711;&#1584;&#1575;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583;&#1548; &#1607;&#1605;&#1711;&#1740; NPC&#8204;&#1607;&#1575;&#1740;&#1740; &#1607;&#1587;&#1578;&#1606;&#1583; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; &#1711;&#1585;&#1608;&#1607; &#1588;&#1605;&#1575; &#1575;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583;. &#1582;&#1576;&#1585;&#1740; &#1575;&#1586; &#1588;&#1582;&#1589;&#1740;&#1578; &#1575;&#1589;&#1604;&#1740; &#1705;&#1607; &#1578;&#1605;&#1575;&#1605;&#1740; &#1576;&#1575;&#1586;&#1740; &#1581;&#1608;&#1604; &#1575;&#1608; &#1576;&#1575;&#1588;&#1583; &#1583;&#1585; &#1608;&#1575;&#1670; &#1583;&#1575;&#1711;&#1586; &#1604;&#1688;&#1740;&#1608;&#1606; &#1606;&#1740;&#1587;&#1578;. &#1711;&#1585;&#1608;&#1607; DedSec &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740; &#1576;&#1607; &#1582;&#1583;&#1605;&#1578; &#1711;&#1585;&#1601;&#1578;&#1606; &#1575;&#1601;&#1585;&#1575;&#1583; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1575;&#1586; &#1587;&#1591;&#1581; &#1588;&#1607;&#1585; &#1585;&#1575; &#1583;&#1575;&#1585;&#1583;.<br/><br/>&#1576;&#1585;&#1575;&#1740; &#1606;&#1605;&#1608;&#1606;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1740;&#1705; &#1580;&#1608;&#1575;&#1606; &#1662;&#1585;&#1586;&#1608;&#1585; &#1608; &#1605;&#1588;&#1578;&#1575;&#1602; &#1585;&#1575; &#1580;&#1584;&#1576; &#1705;&#1606;&#1740;&#1583; &#1608; &#1575;&#1586; &#1602;&#1583;&#1585;&#1578;&#1588; &#1576;&#1585;&#1575;&#1740; &#1585;&#1583; &#1705;&#1585;&#1583;&#1606; &#1605;&#1585;&#1575;&#1581;&#1604; &#1576;&#1575;&#1583;&#1740;&#1583; &#1576;&#1575;&#1586; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583; &#1740;&#1575; &#1575;&#1740;&#1606;&#1705;&#1607; &#1662;&#1740;&#1585;&#1605;&#1585;&#1583;&#1740; &#1585;&#1575; &#1576;&#1607; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578; &#1576;&#1601;&#1585;&#1587;&#1578;&#1740;&#1583; &#1608; &#1575;&#1586; &#1602;&#1740;&#1575;&#1601;&#1607;&#8204;&#1740; &#1662;&#1740;&#1585; &#1608; &#1670;&#1585;&#1608;&#1705;&#1740;&#1583;&#1607;&#8204;&#1575;&#1588; &#1576;&#1585;&#1575;&#1740; &#1711;&#1608;&#1604; &#1586;&#1583;&#1606; &#1606;&#1711;&#1607;&#1576;&#1575;&#1606;&#1575;&#1606; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1606;&#1740;&#1583;. &#1576;&#1740;&#1588; &#1575;&#1586; 9 &#1605;&#1740;&#1604;&#1740;&#1608;&#1606; &#1588;&#1582;&#1589;&#1740;&#1578; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1588;&#1578;&#1607; &#1705;&#1607; &#1607;&#1585;&#1705;&#1583;&#1575;&#1605; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1592;&#1575;&#1607;&#1585;&#1740; &#1608; &#1575;&#1582;&#1604;&#1575;&#1602;&#1740; &#1605;&#1606;&#1581;&#1589;&#1585;&#1576;&#1607;&#8204;&#1601;&#1585;&#1583;&#1740; &#1583;&#1575;&#1585;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1575;&#1605;&#1585; &#1578;&#1575; &#1581;&#1583;&#1608;&#1583; &#1586;&#1740;&#1575;&#1583;&#1740; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1578;&#1606;&#1608;&#1593; &#1608; &#1582;&#1604;&#1575;&#1602;&#1740;&#1578; &#1585;&#1575; &#1576;&#1607; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1575;&#1590;&#1575;&#1601;&#1607; &#1705;&#1606;&#1583; &#1608; &#1604;&#1581;&#1592;&#1575;&#1578; &#1576;&#1607;&#8204;&#1740;&#1575;&#1583;&#1605;&#1575;&#1606;&#1583;&#1606;&#1740; &#1608; &#1711;&#1575;&#1607;&#1740; &#1582;&#1606;&#1583;&#1607;&#8204;&#1583;&#1575;&#1585; &#1585;&#1575; &#1662;&#1583;&#1740;&#1583; &#1570;&#1608;&#1585;&#1583;. &#1578;&#1588;&#1705;&#1740;&#1604; &#1578;&#1740;&#1605;&#1740; &#1575;&#1586; &#1662;&#1740;&#1585;&#1605;&#1585;&#1583;&#1607;&#1575; &#1608; &#1662;&#1740;&#1585;&#1586;&#1606;&#8204;&#1607;&#1575;&#1740; &#1607;&#1705;&#1585; &#1576;&#1585;&#1575;&#1740; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1576;&#1575; &#1740;&#1705; &#1575;&#1576;&#1585;&#1588;&#1585;&#1705;&#1578; &#1576;&#1586;&#1585;&#1711; &#1576;&#1575;&#1740;&#1583; &#1575;&#1605;&#1585;&#1740; &#1580;&#1584;&#1575;&#1576; &#1608; &#1576;&#1607;&#8204;&#1740;&#1575;&#1583;&#1605;&#1575;&#1606;&#1583;&#1606;&#1740; &#1576;&#1575;&#1588;&#1583;.<br/><br/>&#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1583;&#1585;&#1582;&#1608;&#1585; &#1606;&#1587;&#1604; &#1580;&#1583;&#1740;&#1583; &#1608; &#1580;&#1608;&#1604;&#1575;&#1606; Ray Tracing<br/>&#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1608;&#1575;&#1670; &#1583;&#1575;&#1711;&#1586; &#1604;&#1688;&#1740;&#1608;&#1606; &#1576;&#1575;&#1592;&#1585;&#1575;&#1601;&#1578; &#1582;&#1575;&#1589;&#1740; &#1591;&#1585;&#1575;&#1581;&#1740;&#8204;&#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1576;&#1593;&#1590;&#1740;&#8204;&#1575;&#1608;&#1602;&#1575;&#1578; &#1740;&#1575;&#1583;&#1578;&#1575;&#1606; &#1605;&#1740;&#8204;&#1585;&#1608;&#1583; &#1705;&#1607; &#1575;&#1740;&#1606; &#1607;&#1605;&#1575;&#1606; NPC &#1575;&#1587;&#1578; &#1705;&#1607; &#1670;&#1606;&#1583; &#1585;&#1608;&#1586; &#1662;&#1740;&#1588; &#1580;&#1584;&#1576; &#1711;&#1585;&#1608;&#1607; &#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1740;&#1583;. &#1580;&#1604;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1576;&#1589;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1604;&#1591;&#1601; &#1578;&#1705;&#1606;&#1740;&#1705;&#8204;&#1607;&#1575;&#1740; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740;&#1548; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578; &#1588;&#1575;&#1740;&#1575;&#1606;&#1740; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1588;&#1607;&#1585; &#1604;&#1606;&#1583;&#1606; &#1586;&#1740;&#1576;&#1575; &#1608; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1606;&#1583;&#1607; &#1576;&#1607; &#1606;&#1592;&#1585; &#1605;&#1740;&#8204;&#1585;&#1587;&#1583; &#1705;&#1607; &#1608;&#1575;&#1602;&#1593;&#1575;&#1611; &#1576;&#1575;&#1740;&#1583; &#1578;&#1608;&#1587;&#1593;&#1607;&#8204;&#1583;&#1607;&#1606;&#1583;&#1711;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1578;&#1581;&#1587;&#1740;&#1606; &#1705;&#1585;&#1583;. &#1576;&#1607;&#8204;&#1580;&#1586; &#1575;&#1606;&#1740;&#1605;&#1740;&#1588;&#1606;&#8204;&#1607;&#1575;&#1740; &#1608;&#1575;&#1602;&#1593;&#8204;&#1711;&#1585;&#1575;&#1740;&#1575;&#1606;&#1607; &#1578;&#1605;&#1575;&#1605;&#1740; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585;&#1607;&#1575; &#1705;&#1607; &#1607;&#1605;&#1711;&#1740; &#1576;&#1587;&#1578;&#1607; &#1576;&#1607; &#1608;&#1740;&#1688;&#1711;&#1740; &#1592;&#1575;&#1607;&#1585; &#1608; &#1587;&#1606; &#1607;&#1585;&#1705;&#1583;&#1575;&#1605;&#1548; &#1605;&#1606;&#1581;&#1589;&#1585;&#1576;&#1607;&#8204;&#1601;&#1585;&#1583; &#1575;&#1587;&#1578;&#1548; &#1580;&#1604;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740;&#1740; &#1575;&#1586; &#1604;&#1606;&#1583;&#1606; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1583;&#1740;&#1583; &#1705;&#1607; &#1606;&#1592;&#1740;&#1585;&#1588; &#1585;&#1575; &#1583;&#1585; &#1607;&#1740;&#1670; &#1576;&#1575;&#1586;&#1740; &#1583;&#1740;&#1711;&#1585;&#1740; &#1578;&#1580;&#1585;&#1576;&#1607; &#1606;&#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1740;&#1583;.<br/><br/>&#1606;&#1608;&#1585;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1604;&#1591;&#1601; &#1578;&#1705;&#1606;&#1608;&#1604;&#1608;&#1688;&#1740; &#1580;&#1583;&#1740;&#1583; Ray Tracing &#1587;&#1576;&#1705; &#1608; &#1587;&#1740;&#1575;&#1602; &#1580;&#1583;&#1740;&#1583;&#1740; &#1576;&#1607; &#1582;&#1608;&#1583; &#1711;&#1585;&#1601;&#1578;&#1607; &#1608; &#1586;&#1740;&#1576;&#1575;&#1578;&#1585; &#1575;&#1586; &#1607;&#1605;&#1740;&#1588;&#1607; &#1591;&#1585;&#1575;&#1581;&#1740; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1606;&#1593;&#1705;&#1575;&#1587; &#1606;&#1608;&#1585; &#1576;&#1585; &#1585;&#1608;&#1740; &#1575;&#1580;&#1587;&#1575;&#1605; &#1588;&#1601;&#1575;&#1601;&#1548; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1607;&#1608;&#1588;&#1605;&#1606;&#1583;&#1575;&#1606;&#1607; &#1575;&#1586; &#1670;&#1575;&#1604;&#1607;&#8204;&#1607;&#1575;&#1740; &#1570;&#1576; &#1608; &#1582;&#1740;&#1587; &#1576;&#1608;&#1583;&#1606; &#1586;&#1605;&#1740;&#1606; &#1576;&#1585;&#1575;&#1740; &#1576;&#1607; &#1585;&#1582; &#1705;&#1588;&#1740;&#1583;&#1606; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578; Ray Tracing &#1578;&#1608;&#1587;&#1591; &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1608; &#1576;&#1575;&#1601;&#1578;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1705;&#1740;&#1601;&#1740;&#1578; &#1608; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1606;&#1705;&#1575;&#1578; &#1583;&#1740;&#1711;&#1585; &#1705;&#1607; &#1601;&#1602;&#1591; &#1576;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1588;&#1582;&#1589;&#1740; &#1576;&#1575;&#1586;&#1740; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1605;&#1578;&#1608;&#1580;&#1607; &#1588;&#1608;&#1740;&#1583;&#1548; &#1575;&#1740;&#1606; &#1593;&#1606;&#1608;&#1575;&#1606; &#1585;&#1575; &#1576;&#1607;&#8204;&#1588;&#1583;&#1578; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1606;&#1608;&#1570;&#1608;&#1585;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1605;&#1583;&#1585;&#1606;<br/>&#1740;&#1705;&#1740; &#1575;&#1586; &#1606;&#1608;&#1570;&#1608;&#1585;&#1740;&#8204;&#1607;&#1575;&#1740; &#1575;&#1589;&#1604;&#1740; &#1587;&#1585;&#1740; &#1608;&#1575;&#1670; &#1583;&#1575;&#1711;&#1586; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1587;&#1575;&#1740;&#1585; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1580;&#1607;&#1575;&#1606;&#8204;&#1576;&#1575;&#1586;&#1548; &#1578;&#1605;&#1585;&#1705;&#1586; &#1586;&#1740;&#1575;&#1583; &#1576;&#1585; &#1585;&#1608;&#1740; &#1593;&#1606;&#1589;&#1585; &#1607;&#1705; &#1705;&#1585;&#1583;&#1606; &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; Watch Dogs Legion &#1583;&#1585; &#1587;&#1591;&#1581; &#1580;&#1583;&#1740;&#1583;&#1740; &#1602;&#1585;&#1575;&#1585; &#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1586; &#1570;&#1606;&#1580;&#1575; &#1705;&#1607; &#1583;&#1606;&#1740;&#1575;&#1740; &#1605;&#1583;&#1585;&#1606;&#8204; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1591;&#1608;&#1585; &#1705;&#1575;&#1605;&#1604; &#1576;&#1575; &#1578;&#1705;&#1606;&#1608;&#1604;&#1608;&#1688;&#1740; &#1593;&#1580;&#1740;&#1606; &#1588;&#1583;&#1607;&#1548; &#1578;&#1605;&#1575;&#1605;&#1740; &#1608;&#1587;&#1575;&#1740;&#1604; &#1575;&#1586; &#1580;&#1605;&#1604;&#1607; &#1583;&#1608;&#1585;&#1576;&#1740;&#1606;&#8204;&#1607;&#1575;&#1548; &#1711;&#1608;&#1588;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1608;&#1576;&#1575;&#1740;&#1604; &#1607;&#1608;&#1588;&#1605;&#1606;&#1583;&#1548; &#1670;&#1585;&#1575;&#1594;&#8204;&#1607;&#1575;&#1740; &#1585;&#1575;&#1607;&#1606;&#1605;&#1575;&#1740;&#1740; &#1608; &#1581;&#1578;&#1740; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604;&#8204;&#1607;&#1575; &#1576;&#1575; &#1740;&#1705;&#1583;&#1740;&#1711;&#1585; &#1605;&#1578;&#1589;&#1604; &#1576;&#1608;&#1583;&#1607; &#1608; &#1578;&#1608;&#1587;&#1591; &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1607;&#1705; &#1588;&#1608;&#1583;. &#1575;&#1740;&#1606; &#1605;&#1608;&#1590;&#1608;&#1593; &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1575;&#1740;&#1606;&#1705;&#1607; &#1593;&#1605;&#1602; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1740;&#1588;&#1578;&#1585; &#1705;&#1585;&#1583;&#1607;&#1548; &#1604;&#1581;&#1592;&#1575;&#1578; &#1587;&#1585;&#1711;&#1585;&#1605; &#1705;&#1606;&#1606;&#1583;&#1607; &#1608; &#1711;&#1575;&#1607;&#1740; &#1582;&#1606;&#1583;&#1607;&#8204;&#1583;&#1575;&#1585; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1585;&#1602;&#1605; &#1582;&#1608;&#1575;&#1607;&#1583; &#1586;&#1583;. &#1578;&#1580;&#1585;&#1576;&#1607; &#1587;&#1576;&#1586; &#1705;&#1585;&#1583;&#1606; &#1578;&#1605;&#1575;&#1605;&#1740; &#1670;&#1585;&#1575;&#1594; &#1602;&#1585;&#1605;&#1586;&#8204;&#1607;&#1575; &#1608; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1578;&#1589;&#1575;&#1583;&#1601;&#8204;&#1607;&#1575;&#1740; &#1711;&#1587;&#1578;&#1585;&#1583;&#1607; &#1585;&#1575; &#1601;&#1602;&#1591; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1585;&#1575;&#1740; &#1582;&#1608;&#1583; &#1585;&#1602;&#1605; &#1576;&#1586;&#1606;&#1740;&#1583;.<br/><br/>GTA &#1576;&#1607; &#1607;&#1605;&#1585;&#1575;&#1607; &#1607;&#1705; &#1705;&#1585;&#1583;&#1606;<br/>&#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Watch Dogs &#1585;&#1575; &#1588;&#1576;&#1740;&#1607; &#1576;&#1607; GTA &#1605;&#1740;&#8204;&#1583;&#1575;&#1606;&#1606;&#1583; &#1586;&#1740;&#1585;&#1575; &#1575;&#1586; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1580;&#1607;&#1575;&#1578; &#1593;&#1606;&#1575;&#1589;&#1585;&#1740; &#1605;&#1588;&#1575;&#1576;&#1607; &#1583;&#1575;&#1585;&#1583;. &#1586;&#1575;&#1608;&#1740;&#1607; &#1583;&#1608;&#1585;&#1576;&#1740;&#1606; &#1587;&#1608;&#1605; &#1588;&#1582;&#1589;&#1548; &#1570;&#1586;&#1575;&#1583;&#1740; &#1593;&#1605;&#1604; &#1586;&#1740;&#1575;&#1583;&#1548; &#1588;&#1607;&#1585;&#1740; &#1662;&#1608;&#1740;&#1575; &#1608; &#1605;&#1605;&#1604;&#1608; &#1575;&#1586; &#1580;&#1605;&#1593;&#1740;&#1578; &#1601;&#1593;&#1575;&#1604;&#1548; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1608;&#1587;&#1575;&#1740;&#1604; &#1606;&#1602;&#1604;&#1740;&#1607; &#1608;&#8230; &#1575;&#1605;&#1575; &#1575;&#1586; &#1591;&#1585;&#1601;&#1740; &#1576;&#1575;&#1586;&#1740; Watch Dogs Legion &#1602;&#1575;&#1576;&#1604;&#1740;&#1578; &#1607;&#1705; &#1705;&#1585;&#1583;&#1606; &#1607;&#1585; &#1608;&#1587;&#1740;&#1604;&#1607; &#1575;&#1604;&#1705;&#1578;&#1585;&#1608;&#1606;&#1740;&#1705;&#1740; &#1585;&#1575; &#1576;&#1607; &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;&#1548; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578;&#1740; &#1705;&#1607; &#1588;&#1575;&#1740;&#1583; &#1601;&#1602;&#1591; &#1583;&#1585; &#1576;&#1585;&#1582;&#1740; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1587;&#1585;&#1740; GTA &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1583;. &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1670;&#1585;&#1575;&#1594;&#8204;&#1607;&#1575;&#1740; &#1585;&#1575;&#1607;&#1606;&#1605;&#1575;&#1740;&#1740; &#1585;&#1575;&#1606;&#1606;&#1583;&#1711;&#1740; &#1585;&#1575; &#1607;&#1705; &#1705;&#1606;&#1740;&#1583;&#1548; &#1575;&#1578;&#1608;&#1605;&#1576;&#1740;&#1604;&#8204;&#1607;&#1575;&#1740; &#1607;&#1608;&#1588;&#1605;&#1606;&#1583; &#1585;&#1575; &#1607;&#1705; &#1705;&#1606;&#1740;&#1583;&#1548; &#1576;&#1575; &#1608;&#1585;&#1608;&#1583; &#1576;&#1607; &#1583;&#1608;&#1585;&#1576;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1575;&#1605;&#1606;&#1740;&#1578;&#1740; &#1575;&#1591;&#1604;&#1575;&#1593;&#1575;&#1578; &#1581;&#1740;&#1575;&#1578;&#1740; &#1576;&#1607; &#1583;&#1587;&#1578; &#1570;&#1608;&#1585;&#1740;&#1583;&#1548; &#1662;&#1607;&#1662;&#1575;&#1583;&#1607;&#1575;&#1740; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578;&#1607;&#8204;&#1575;&#1740; &#1585;&#1575; &#1705;&#1606;&#1578;&#1585;&#1604; &#1705;&#1585;&#1583;&#1607; &#1608; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1601;&#1593;&#1575;&#1604;&#1740;&#1578; &#1583;&#1740;&#1711;&#1585; &#1705;&#1607; &#1607;&#1585;&#1705;&#1583;&#1575;&#1605; &#1576;&#1585;&#1575;&#1740; &#1662;&#1740;&#1588;&#1585;&#1608;&#1740; &#1583;&#1585; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575; &#1604;&#1575;&#1586;&#1605; &#1607;&#1587;&#1578;&#1606;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; GTA V &#1608; Cyberpunk 2077 &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">CPU: Intel Core i5-4460 3.2 GHz, AMD Ryzen 5 1400 3.2 GHz
GPU: NVIDIA GeForce GTX 970/GeForce GTX 1650
Video memory: 4GB
RAM: 8GB (Dual-channel setup)
Hard Disk Space: (45GB)</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1588;&#1608;&#1578;&#1585;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1605;&#1582;&#1601;&#1740; &#1705;&#1575;&#1585;&#1740;, &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Watch%20Dogs%20Legion/3262700-punkfight.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Watch%20Dogs%20Legion/3262703-12-27-2020_1-58-15_pm-vipnwvht.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Watch%20Dogs%20Legion/FfUgL7zc9ZkqwexGfJugRU.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Watch%20Dogs%20Legion/Free-roam.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Watch%20Dogs%20Legion/723c7ee1937732fe88e302ff6d17c68715345521-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/681527/&#1604;&#1606;&#1583;&#1606;-&#1608;-&#1607;&#1586;&#1575;&#1585;&#1575;&#1606;-&#1602;&#1607;&#1585;&#1605;&#1575;&#1606;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;&#1740;-watch-dogs/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 76/100<br/>Steam: 6/10<br/>IGN: 8/10<br/><br/>Initial release date: October 29, 2020<br/>
    </div>
  </BODY>
</html>