<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Watch Dogs</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5910.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index23.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="5929.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/5938f.jpg">
        <img src="../images/5938f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Watch Dogs&#160;(2014)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#396</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Ubisoft</b>
	    &#160;
	   	Ubisoft
            <br/>
            <b>12.2 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1576;&#1607; &#1580;&#1585;&#1575;&#1578; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1575;&#1586; Watch Dogs &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1608; &#1608;&#1587;&#1740;&#1593;&#8204;&#1578;&#1585;&#1740;&#1606; Open World &#1607;&#1575;&#1740; &#1606;&#1587;&#1604; &#1662;&#1740;&#1588;&#1740;&#1606; &#1608; &#1606;&#1587;&#1604; &#1580;&#1575;&#1585;&#1740; &#1740;&#1575;&#1583; &#1705;&#1585;&#1583;&#1548; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1575;&#1740;&#1583;&#1607;&#8204;&#1575;&#1740; &#1606;&#1575;&#1576; &#1578;&#1608;&#1575;&#1606;&#1587;&#1578; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1740;&#1608;&#1576;&#1740;&#8204;&#1587;&#1575;&#1601;&#1578; &#1576;&#1607; &#1575;&#1585;&#1605;&#1594;&#1575;&#1606; &#1570;&#1608;&#1585;&#1583; &#1608; &#1576;&#1575;&#1585;&#1740; &#1583;&#1740;&#1711;&#1585; &#1606;&#1575;&#1605; &#1575;&#1740;&#1606; &#1588;&#1585;&#1705;&#1578; &#1662;&#1585; &#1570;&#1608;&#1575;&#1586;&#1607; &#1585;&#1575; &#1576;&#1585; &#1587;&#1585; &#1586;&#1576;&#1575;&#1606;&#8204;&#1607;&#1575; &#1576;&#1740;&#1606;&#1583;&#1575;&#1586;&#1583;. &#1575;&#1605;&#1575; &#1583;&#1604;&#1740;&#1604; &#1575;&#1740;&#1606; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578;&#8204;&#1607;&#1575; &#1670;&#1607; &#1576;&#1608;&#1583;&#1567; &#1740;&#1608;&#1576;&#1740;&#8204;&#1587;&#1575;&#1601;&#1578; &#1576;&#1575; &#1608;&#1575;&#1585;&#1583; &#1705;&#1585;&#1583;&#1606; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1576;&#1575; &#1605;&#1581;&#1608;&#1585;&#1740;&#1578; &#1607;&#1705; &#1576;&#1607; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1608;&#1740;&#1583;&#1574;&#1608;&#1740;&#1740; &#1740;&#1705;&#1740; &#1575;&#1586; &#1606;&#1575;&#1576;&#8204;&#1578;&#1585;&#1740;&#1606; &#1575;&#1740;&#1583;&#1607;&#8204;&#1607;&#1575; &#1585;&#1575; &#1576;&#1607; &#1608;&#1575;&#1602;&#1593;&#1740;&#1578; &#1578;&#1576;&#1583;&#1740;&#1604; &#1705;&#1585;&#1583; &#1608; &#1607;&#1585; &#1570;&#1606;&#1670;&#1607; &#1575;&#1586; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1608;&#1740;&#1583;&#1574;&#1608;&#1740;&#1740; &#1576;&#1575; &#1605;&#1581;&#1608;&#1585;&#1740;&#1578; &#1607;&#1705; &#1575;&#1606;&#1578;&#1592;&#1575;&#1585; &#1583;&#1575;&#1588;&#1578;&#1740;&#1605; &#1585;&#1575; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1585;&#1575;&#1574;&#1607; &#1583;&#1575;&#1583;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1608;&#1575;&#1740;&#1578; &#1711;&#1585; &#1586;&#1606;&#1583;&#1711;&#1740; &#1607;&#1705;&#1585;&#1740; &#1582;&#1576;&#1585;&#1607; &#1576;&#1607; &#1606;&#1575;&#1605; &#1575;&#1740;&#1583;&#1606; &#1662;&#1740;&#1585;&#1740;&#1587; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575; &#1578;&#1608;&#1580;&#1607; &#1576;&#1607; &#1582;&#1588;&#1605;&#1740; &#1705;&#1607; &#1575;&#1586; &#1583;&#1608;&#1604;&#1578; &#1583;&#1575;&#1585;&#1583;&#1548; &#1576;&#1575; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1576;&#1575; &#1575;&#1740;&#1606; &#1606;&#1607;&#1575;&#1583; &#1587;&#1740;&#1575;&#1587;&#1740; &#1608; &#1575;&#1607;&#1583;&#1575;&#1601;&#1588; &#1605;&#1740;&#8204;&#1662;&#1585;&#1583;&#1575;&#1586;&#1583;. &#1575;&#1605;&#1575; &#1570;&#1740;&#1583;&#1606; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1670;&#1607; &#1670;&#1740;&#1586;&#1740; &#1575;&#1587;&#1578;&#1567; &#1670;&#1585;&#1575; &#1575;&#1586; &#1575;&#1585;&#1711;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1583;&#1608;&#1604;&#1578;&#1740; &#1582;&#1588;&#1605;&#1711;&#1740;&#1606; &#1575;&#1587;&#1578;&#1567; &#1570;&#1740;&#1575; &#1575;&#1740;&#1606; &#1587;&#1575;&#1586;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575; &#1583;&#1587;&#1578; &#1576;&#1607; &#1705;&#1575;&#1585; &#1582;&#1604;&#1575;&#1601;&#1740; &#1586;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;&#1567; &#1583;&#1585; &#1582;&#1740;&#1604;&#1740; &#1575;&#1586; &#1605;&#1606;&#1575;&#1591;&#1602; &#1580;&#1607;&#1575;&#1606;&#1548; &#1606;&#1592;&#1575;&#1585;&#1578;&#8204;&#1607;&#1575;&#1740; &#1588;&#1583;&#1740;&#1583;&#1740; &#1576;&#1585; &#1582;&#1575;&#1606;&#1607;&#8204;&#1607;&#1575; &#1575;&#1606;&#1580;&#1575;&#1605; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1583;. &#1606;&#1592;&#1575;&#1585;&#1578;&#8204;&#1607;&#1575;&#1740;&#1740; &#1705;&#1607; &#1581;&#1583;&#1617; &#1593;&#1575;&#1583;&#1740; &#1585;&#1575; &#1711;&#1584;&#1585;&#1575;&#1606;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1576;&#1607; &#1711;&#1608;&#1606;&#1607;&#8204;&#1575;&#1740; &#1587;&#1740;&#1587;&#1578;&#1605;&#1740; &#1580;&#1575;&#1587;&#1608;&#1587;&#1740; &#1593;&#1604;&#1740;&#1607; &#1605;&#1585;&#1583;&#1605; &#1576;&#1607; &#1581;&#1587;&#1575;&#1576; &#1605;&#1740;&#8204;&#1570;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1575;&#1605;&#1585; &#1705;&#1607; &#1740;&#1705; &#1606;&#1608;&#1593; &#1583;&#1586;&#1583;&#1740; &#1575;&#1586; &#1581;&#1585;&#1740;&#1605; &#1582;&#1589;&#1608;&#1589;&#1740; &#1576;&#1607; &#1581;&#1587;&#1575;&#1576; &#1605;&#1740;&#8204;&#1570;&#1740;&#1583;&#1548; &#1587;&#1576;&#1576; &#1582;&#1740;&#1586;&#1588; &#1570;&#1740;&#1583;&#1606; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1580;&#1575;&#1740;&#1740; &#1570;&#1594;&#1575;&#1586; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1705;&#1607; &#1583;&#1585; &#1587;&#1575;&#1604; 2003 &#1607;&#1705;&#1585;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; &#1585;&#1740;&#1605;&#1608;&#1606;&#1583; &#1705;&#1606;&#1608;&#1740; &#1608;&#1740;&#1585;&#1608;&#1587;&#1740; &#1585;&#1575; &#1583;&#1585; &#1705;&#1575;&#1605;&#1662;&#1740;&#1608;&#1578;&#1585;&#1607;&#1575;&#1740; &#1605;&#1583;&#1740;&#1585;&#1575;&#1606; &#1570;&#1605;&#1585;&#1740;&#1705;&#1575; &#1608;&#1575;&#1585;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1705;&#1607; &#1605;&#1606;&#1580;&#1585; &#1576;&#1607; &#1602;&#1591;&#1593; &#1576;&#1585;&#1602; 55 &#1605;&#1740;&#1604;&#1740;&#1608;&#1606; &#1606;&#1601;&#1585; &#1608; &#1583;&#1585; &#1606;&#1607;&#1575;&#1740;&#1578; &#1602;&#1578;&#1604; 17 &#1606;&#1601;&#1585; &#1575;&#1586; &#1570;&#1606;&#8204;&#1607;&#1575; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1575;&#1586; &#1570;&#1606; &#1662;&#1587; &#1587;&#1740;&#1587;&#1578;&#1605; &#1575;&#1605;&#1606;&#1740;&#1578;&#1740; &#1570;&#1605;&#1585;&#1740;&#1705;&#1575; &#1576;&#1607; &#1591;&#1608;&#1585; &#1705;&#1604;&#1740; &#1578;&#1594;&#1740;&#1740;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;&#1548; &#1608;&#1604;&#1740; &#1662;&#1587; &#1575;&#1586; &#1605;&#1583;&#1578;&#1740; &#1606;&#1592;&#1575;&#1585;&#1578; &#1576;&#1585; &#1575;&#1740;&#1606; &#1587;&#1740;&#1587;&#1578;&#1605; &#1576;&#1607; &#1583;&#1587;&#1578; &#1575;&#1585;&#1711;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1582;&#1589;&#1608;&#1589;&#1740; &#1605;&#1740; &#1575;&#1601;&#1578;&#1583;&#1548; &#1583;&#1585; &#1606;&#1607;&#1575;&#1740;&#1578; &#1587;&#1591;&#1581; &#1575;&#1605;&#1606;&#1740;&#1578; &#1588;&#1740;&#1705;&#1575;&#1711;&#1608; &#1576;&#1607; &#1588;&#1583;&#1578; &#1662;&#1575;&#1740;&#1740;&#1606; &#1605;&#1740;&#8204;&#1570;&#1740;&#1583;. &#1582;&#1608;&#1575;&#1607;&#1585; &#1586;&#1575;&#1583;&#1607; &#1575;&#1740;&#1583;&#1606; &#1576;&#1607; &#1583;&#1587;&#1578; &#1740;&#1705;&#1740; &#1575;&#1586; &#1575;&#1740;&#1606; &#1575;&#1585;&#1711;&#1575;&#1606;&#8204;&#1607;&#1575; &#1576;&#1607; &#1602;&#1578;&#1604; &#1605;&#1740;&#8204;&#1585;&#1587;&#1740;&#1583;&#1548; &#1583;&#1585;&#1606;&#1578;&#1740;&#1580;&#1607; &#1575;&#1740;&#1583;&#1606; &#1576;&#1585;&#1575;&#1740; &#1580;&#1604;&#1608;&#1711;&#1740;&#1585;&#1740; &#1575;&#1586; &#1601;&#1593;&#1575;&#1604;&#1740;&#1578; &#1575;&#1740;&#1606; &#1575;&#1585;&#1711;&#1575;&#1606;&#8204;&#1607;&#1575; &#1608; &#1575;&#1606;&#1578;&#1602;&#1575;&#1605; &#1711;&#1740;&#1585;&#1740; &#1576;&#1585; &#1605;&#1740;&#8204;&#1582;&#1740;&#1586;&#1583;.<br/><br/>&#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1604;&#1591;&#1601; &#1605;&#1608;&#1578;&#1608;&#1585; Disrupt &#1576;&#1587;&#1740;&#1575;&#1585; &#1582;&#1608;&#1576; &#1705;&#1575;&#1585; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1580;&#1604;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1576;&#1589;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1588;&#1705;&#1604; &#1605;&#1605;&#1705;&#1606; &#1591;&#1585;&#1575;&#1581;&#1740; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1575;&#1605;&#1575; &#1580;&#1583;&#1575; &#1575;&#1586; &#1575;&#1740;&#1606;&#8204;&#1607;&#1575; &#1606;&#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1575;&#1586; &#1590;&#1593;&#1601; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1587;&#1575;&#1740;&#1607; &#1586;&#1606;&#1740; &#1711;&#1584;&#1588;&#1578;. &#1583;&#1585; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1575;&#1586; &#1605;&#1602;&#1575;&#1591;&#1593; &#1576;&#1575;&#1586;&#1740; &#1705;&#1607; &#1605;&#1581;&#1583;&#1608;&#1583;&#1607; &#1605;&#1608;&#1585;&#1583; &#1606;&#1592;&#1585; &#1662;&#1585; &#1606;&#1608;&#1585; &#1591;&#1585;&#1575;&#1581;&#1740; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1588;&#1575;&#1607;&#1583; &#1575;&#1586; &#1607;&#1605; &#1711;&#1587;&#1740;&#1582;&#1578;&#1711;&#1740; &#1587;&#1575;&#1740;&#1607; &#1586;&#1606;&#1740;&#8204;&#1607;&#1575; &#1607;&#1587;&#1578;&#1740;&#1605;. &#1575;&#1604;&#1576;&#1578;&#1607; &#1575;&#1740;&#1606; &#1605;&#1608;&#1590;&#1608;&#1593; &#1705;&#1605;&#8204;&#1578;&#1585; &#1583;&#1585; &#1588;&#1576;&#8204;&#1607;&#1575; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1591;&#1585;&#1575;&#1581;&#1740; &#1576;&#1583;&#1606;&#1740; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585; &#1607;&#1575; &#1606;&#1740;&#1586; &#1576;&#1607; &#1607;&#1605;&#1585;&#1575;&#1607; &#1578;&#1606;&#1608;&#1593; &#1576;&#1587;&#1740;&#1575;&#1585; &#1583;&#1585; &#1605;&#1581;&#1583;&#1608;&#1583;&#1607; &#1576;&#1575;&#1586;&#1740; &#1608; &#1593;&#1575;&#1576;&#1585;&#1607;&#1575; &#1606;&#1740;&#1586; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1586;&#1740;&#1576;&#1575;&#1578;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;. &#1740;&#1705;&#1740; &#1583;&#1740;&#1711;&#1585; &#1575;&#1586; &#1606;&#1602;&#1575;&#1591; &#1602;&#1608;&#1578; &#1576;&#1575;&#1586;&#1740; &#1589;&#1583;&#1575; &#1711;&#1584;&#1575;&#1585;&#1740; &#1570;&#1606; &#1575;&#1587;&#1578;&#1548; &#1605;&#1608;&#1587;&#1740;&#1602;&#1740;&#8204;&#1607;&#1575;&#1740; &#1662;&#1587; &#1586;&#1605;&#1740;&#1606;&#1607; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1582;&#1608;&#1576;&#1740; &#1607;&#1585; &#1670;&#1607; &#1578;&#1605;&#1575;&#1605;&#8204;&#1578;&#1585; &#1608; &#1576;&#1575; &#1608;&#1587;&#1608;&#1575;&#1587; &#1576;&#1587;&#1740;&#1575;&#1585; &#1578;&#1740;&#1605; &#1587;&#1575;&#1586;&#1606;&#1583;&#1607; &#1575;&#1606;&#1578;&#1582;&#1575;&#1576; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1581;&#1587; &#1608;&#1575;&#1602;&#1593;&#1740; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1605;&#1581;&#1608;&#1585;&#1740;&#1578; &#1607;&#1705; &#1608; &#1607;&#1705;&#1585;&#1740; &#1585;&#1575; &#1583;&#1585; &#1580;&#1575;&#1740;&#8204;&#1580;&#1575;f&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1711;&#1740;&#1605;&#1585; &#1575;&#1606;&#1578;&#1602;&#1575;&#1604; &#1605;&#1740;&#8204;&#1583;&#1607;&#1606;&#1583;. &#1589;&#1583;&#1575; &#1662;&#1740;&#1588;&#1711;&#1740; &#1570;&#1606; &#1606;&#1740;&#1586; &#1576;&#1607; &#1582;&#1608;&#1576;&#1740; &#1607;&#1585; &#1670;&#1607; &#1578;&#1605;&#1575;&#1605;&#8204;&#1578;&#1585; &#1589;&#1608;&#1585;&#1578; &#1711;&#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578; &#1608; &#1581;&#1587; &#1608;&#1575;&#1602;&#1593;&#1740; &#1580;&#1605;&#1604;&#1575;&#1578;&#1740; &#1705;&#1607; &#1575;&#1583;&#1575; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583; &#1585;&#1575; &#1576;&#1607; &#1711;&#1740;&#1605;&#1585; &#1575;&#1606;&#1578;&#1602;&#1575;&#1604; &#1605;&#1740;&#8204;&#1583;&#1607;&#1606;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">18+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor : Intel Core 2 Quad Q8400 @ 2.66Ghz or AMD Phenom II X4 940 @ 3.0Ghz
Memory : 4 GB RAM
Graphics : DirectX 11 graphics card with 1 GB Video RAM &#8211; Nvidia Geforce GTX 460 or AMD Radeon HD 5770
DirectX : Version 11
Hard Drive : 25 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1588;&#1608;&#1578;&#1585;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;, &#1605;&#1582;&#1601;&#1740; &#1705;&#1575;&#1585;&#1740;, &#1606;&#1602;&#1588; &#1570;&#1601;&#1585;&#1740;&#1606;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Watch%20Dogs/M_lxNr7E_hbvUxOiWRF4c8a4KpyIbiK3_Kun8JvLyck.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Watch%20Dogs/Watch-Dogs-3.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Watch%20Dogs/Watch-Dogs-4.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Watch%20Dogs/dxlvlqnagcv51.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Watch%20Dogs/92df63abcb5731565d31a560c0c492498401532-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/158630/&#1576;&#1607;-&#1585;&#1606;&#1711;-&#1582;&#1575;&#1603;&#1587;&#1578;&#1585;&#1548;-&#1576;&#1607;-&#1585;&#1606;&#1711;-&#1606;&#1575;&#1576;&#1608;&#1583;&#1609;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 77/100<br/>Steam: 7/10<br/>IGN: 8.4/10<br/><br/>First release: Watch Dogs; 27 May 2014<br/>
    </div>
  </BODY>
</html>