<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Wolfenstein: Youngblood</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5968.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index23.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="6009.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/5988f.jpg">
        <img src="../images/5988f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Wolfenstein: Youngblood&#160;(2019)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Wolfenstein&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>FPS</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#401</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Bethesda Softworks</b>
	    &#160;
	   	MachineGames
            <br/>
            <b>33.1 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1606;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1570;&#1606;&#8204;&#1711;&#1608;&#1606;&#1607; &#1705;&#1607; &#1575;&#1586; &#1575;&#1587;&#1605;&#1588;&#1575;&#1606; &#1662;&#1740;&#1583;&#1575;&#1587;&#1578; &#1570;&#1583;&#1605;&#8204;&#1607;&#1575;&#1740; &#1606;&#1575;&#1586; &#1606;&#1740;&#1587;&#1578;&#1606;&#1583; &#1608; &#1576;&#1585;&#1575;&#1740; &#1605;&#1583;&#1578;&#1740; &#1575;&#1605;&#1575;&#1606; &#1575;&#1586; &#1583;&#1606;&#1740;&#1575; &#1576;&#1585;&#1740;&#1583;&#1607; &#1576;&#1608;&#1583;&#1606;&#1583; &#1608; &#1570;&#1583;&#1608;&#1604;&#1601; &#1607;&#1740;&#1578;&#1604;&#1585; &#1585;&#1572;&#1740;&#1575;&#1740; &#1601;&#1578;&#1581; &#1578;&#1605;&#1575;&#1605; &#1583;&#1606;&#1740;&#1575; &#1585;&#1575; &#1583;&#1585; &#1583;&#1575;&#1588;&#1578;. &#1576;&#1575;&#1586;&#1740; Wolfesntein 2: The New Colossus &#1583;&#1585; &#1576;&#1607; &#1578;&#1589;&#1608;&#1740;&#1585; &#1705;&#1588;&#1575;&#1606;&#1583;&#1606; &#1583;&#1606;&#1740;&#1575;&#1740; &#1578;&#1581;&#1578; &#1705;&#1606;&#1578;&#1585;&#1604; &#1606;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1605;&#1575; &#1585;&#1575; &#1576;&#1607; &#1570;&#1587;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575; &#1576;&#1585;&#1583; &#1608; &#1578;&#1589;&#1608;&#1585; &#1605;&#1575; &#1585;&#1575; &#1575;&#1586; &#1740;&#1705; &#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604;&#8204;&#1588;&#1582;&#1589; &#1576;&#1607;&#8204;&#1591;&#1608;&#1585; &#1705;&#1575;&#1605;&#1604; &#1578;&#1594;&#1740;&#1740;&#1585; &#1583;&#1575;&#1583; &#1608; &#1575;&#1606;&#1711;&#1575;&#1585; &#1740;&#1705; &#1587;&#1740;&#1604;&#1740; &#1605;&#1581;&#1705;&#1605; &#1585;&#1608;&#1740; &#1589;&#1608;&#1585;&#1578; &#1576;&#1740;&#8204;&#1580;&#1575;&#1606; &#1605;&#1575; &#1576;&#1608;&#1583;. William Blazkowicz &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1576;&#1740;&#8204;&#1606;&#1592;&#1740;&#1585; &#1585;&#1575; &#1580;&#1604;&#1608;&#1740; &#1605;&#1575; &#1711;&#1584;&#1575;&#1588;&#1578; &#1608; &#1581;&#1575;&#1604;&#1575; 19 &#1587;&#1575;&#1604; &#1576;&#1593;&#1583;&#1575;&#1586;&#1570;&#1606; &#1608;&#1602;&#1575;&#1740;&#1593;&#1548; &#1575;&#1608; &#1576;&#1607;&#8204;&#1740;&#1705;&#8204;&#1576;&#1575;&#1585;&#1607; &#1583;&#1585; &#1662;&#1575;&#1585;&#1740;&#1587; &#1606;&#1575;&#1586;&#1740; &#1586;&#1583;&#1607; &#1711;&#1605;&#8204;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1583;&#1582;&#1578;&#1585;&#1575;&#1606; &#1583;&#1608;&#1602;&#1604;&#1608;&#1740; &#1575;&#1608; &#1576;&#1593;&#1583; &#1575;&#1586; &#1587;&#1575;&#1604;&#8204;&#1607;&#1575; &#1578;&#1605;&#1585;&#1740;&#1606; &#1608; &#1705;&#1608;&#1588;&#1588; &#1570;&#1583;&#1605; &#1705;&#1588;&#1740; &#1581;&#1575;&#1604;&#1575; &#1570;&#1605;&#1575;&#1583;&#1607; &#1587;&#1604;&#1575;&#1582;&#1740; &#1575;&#1740;&#1606; &#1606;&#1575;&#1586;&#1740; &#1607;&#1575; &#1607;&#1587;&#1578;&#1606;&#1583; &#1608; Wolfenstein: Youngblood &#1585;&#1575; &#1576;&#1607; &#1608;&#1580;&#1608;&#1583; &#1570;&#1608;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1583;&#1585;&#1576;&#1607;&#8204;&#1583;&#1585; &#1583;&#1606;&#1576;&#1575;&#1604; &#1662;&#1583;&#1585; &#1705;&#1575;&#1585;&#1740;&#1586;&#1605;&#1575;&#1578;&#1740;&#1705; &#1582;&#1608;&#1583; &#1605;&#1740;&#8204;&#1711;&#1585;&#1583;&#1606;&#1583;.<br/><br/>&#1662;&#1575;&#1585;&#1740;&#1587; &#1578;&#1575;&#1585;&#1740;&#1705; &#1608; &#1601;&#1604;&#1575;&#1705;&#1578;&#8204;&#1586;&#1583;&#1607; &#1586;&#1740;&#1585;&#1583;&#1587;&#1578;&#1575;&#1606; &#1606;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1582;&#1608;&#1606;&#8204;&#1582;&#1608;&#1575;&#1585; &#1575;&#1587;&#1578;. &#1607;&#1605;&#1607;&#8204;&#1580;&#1575; &#1576;&#1608;&#1740; &#1582;&#1608;&#1606; &#1608; &#1606;&#1688;&#1575;&#1583;&#1662;&#1585;&#1587;&#1578;&#1740; &#1581;&#1587; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1581;&#1575;&#1604;&#1575; &#1575;&#1740;&#1606; &#1583;&#1588;&#1605;&#1606; &#1592;&#1575;&#1604;&#1605; &#1576;&#1740;&#1588; &#1575;&#1586; &#1607;&#1605;&#1740;&#1588;&#1607; &#1583;&#1585; &#1578;&#1575;&#1585;&#1740;&#1582; &#1583;&#1608;&#1575;&#1605; &#1570;&#1608;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1581;&#1578;&#1740; &#1607;&#1740;&#1578;&#1604;&#1585; &#1606;&#1740;&#1586; &#1605;&#1575;&#1606;&#1606;&#1583; &#1604;&#1606;&#1740;&#1606; &#1740;&#1705; &#1605;&#1580;&#1587;&#1605;&#1607; &#1711;&#1606;&#1583;&#1607; &#1576;&#1585;&#1575;&#1740; &#1582;&#1608;&#1583;&#1588; &#1583;&#1587;&#1578;&#8204;&#1608;&#1662;&#1575; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1581;&#1740;&#1606; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1608; &#1583;&#1582;&#1578;&#1585; &#1570;&#1605;&#1575;&#1583;&#1607; &#1576;&#1607; &#1585;&#1586;&#1605; &#1576;&#1607; &#1606;&#1575;&#1605;&#8204;&#1607;&#1575;&#1740; Jess &#1608; Soph &#1705;&#1607; &#1583;&#1608;&#1602;&#1604;&#1608;&#1607;&#1575;&#1740; &#1576;&#1604;&#1575;&#1688;&#1705;&#1608;&#1740;&#1670; &#1607;&#1587;&#1578;&#1606;&#1583;&#1548; &#1582;&#1588;&#1605;&#1711;&#1740;&#1606;&#8204;&#1578;&#1585; &#1575;&#1586; &#1607;&#1585; &#1570;&#1583;&#1605;&#1740; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1662;&#1583;&#1585; &#1582;&#1608;&#1583; &#1583;&#1585; &#1581;&#1608;&#1604;&#8204;&#1608;&#1581;&#1608;&#1588; &#1576;&#1585;&#1580; &#1575;&#1740;&#1601;&#1604; &#1605;&#1740;&#8204;&#1711;&#1585;&#1583;&#1606;&#1583;. Machine Games &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1583;&#1587;&#1578; &#1576;&#1607; &#1578;&#1594;&#1740;&#1740;&#1585;&#1740; &#1576;&#1586;&#1585;&#1711; &#1586;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1581;&#1575;&#1604;&#1578; Co-Op &#1585;&#1606;&#1711; &#1608; &#1585;&#1608;&#1740;&#1740; &#1583;&#1740;&#1711;&#1585;&#1740; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; Wolfenstein Youngblood &#1576;&#1582;&#1588;&#1740;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1583;&#1608; &#1583;&#1582;&#1578;&#1585; &#1580;&#1608;&#1575;&#1606; &#1575;&#1586; &#1607;&#1585; &#1587;&#1585;&#1576;&#1575;&#1586;&#1740; &#1705;&#1607; &#1588;&#1605;&#1575; &#1601;&#1705;&#1585; &#1705;&#1606;&#1740;&#1583; &#1570;&#1605;&#1575;&#1583;&#1607;&#8204;&#1578;&#1585; &#1608; &#1588;&#1580;&#1575;&#1593;&#8204;&#1578;&#1585; &#1607;&#1587;&#1578;&#1606;&#1583; &#1608; &#1578;&#1606;&#1607;&#1575; &#1705;&#1575;&#1601;&#1740; &#1575;&#1587;&#1578; &#1587;&#1604;&#1575;&#1582;&#1740; &#1740;&#1705; &#1606;&#1575;&#1586;&#1740; &#1578;&#1608;&#1587;&#1591; &#1588;&#1575;&#1578; &#1711;&#1575;&#1606; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1576;&#1607; &#1670;&#1588;&#1605; &#1582;&#1608;&#1583; &#1576;&#1576;&#1740;&#1606;&#1740;&#1583;.<br/><br/>&#1575;&#1740;&#1606; &#1583;&#1608; &#1582;&#1608;&#1575;&#1607;&#1585; &#1576;&#1740;&#8204;&#1576;&#1575;&#1705; &#1607;&#1585;&#1705;&#1583;&#1575;&#1605; &#1583;&#1575;&#1585;&#1575;&#1740; &#1589;&#1601;&#1575;&#1578; &#1582;&#1575;&#1589; &#1582;&#1608;&#1583; &#1607;&#1587;&#1578;&#1606;&#1583; &#1608; &#1607;&#1585;&#1705;&#1583;&#1575;&#1605; &#1576;&#1607; &#1588;&#1740;&#1608;&#1607;&#8204;&#1575;&#1740; &#1606;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1585;&#1575; &#1576;&#1607; &#1583;&#1585;&#1705; &#1605;&#1740;&#8204;&#1601;&#1585;&#1587;&#1578;&#1606;&#1583;. &#1578;&#1601;&#1606;&#1711;&#8204;&#1607;&#1575; &#1575;&#1586; &#1587;&#1604;&#1575;&#1581; &#1705;&#1605;&#1585;&#1740; &#1711;&#1585;&#1601;&#1578;&#1607; &#1578;&#1575; &#1578;&#1740;&#1585;&#1576;&#1575;&#1585; &#1587;&#1606;&#1711;&#1740;&#1606; &#1740;&#1575;&#1585; &#1588;&#1605;&#1575; &#1607;&#1587;&#1578;&#1606;&#1583; &#1608; &#1662;&#1583;&#1585;&#1548; &#1576;&#1607;&#8204;&#1582;&#1608;&#1576;&#1740; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1576;&#1607; &#1575;&#1740;&#1606; &#1583;&#1608;&#1602;&#1604;&#1608;&#1607;&#1575; &#1740;&#1575;&#1583; &#1583;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1570;&#1606;&#8204;&#1607;&#1575; &#1606;&#1740;&#1586; &#1576;&#1575; &#1578;&#1605;&#1575;&#1605; &#1602;&#1608;&#1575; &#1576;&#1607; &#1705;&#1588;&#1578;&#1606; &#1608; &#1662;&#1740;&#1588; &#1585;&#1601;&#1578;&#1606; &#1605;&#1740;&#8204;&#1662;&#1585;&#1583;&#1575;&#1586;&#1606;&#1583;. &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1605;&#1575;&#1606;&#1606;&#1583; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1662;&#1740;&#1588;&#1740;&#1606; &#1606;&#1601;&#1587;&#8204;&#1711;&#1740;&#1585; &#1583;&#1606;&#1576;&#1575;&#1604; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1607;&#1740;&#1580;&#1575;&#1606; &#1583;&#1740;&#1711;&#1585; &#1605;&#1580;&#1575;&#1604;&#1740; &#1576;&#1585;&#1575;&#1740; &#1711;&#1585;&#1583;&#1588; &#1583;&#1585; &#1582;&#1608;&#1606; &#1606;&#1582;&#1608;&#1575;&#1607;&#1583; &#1583;&#1575;&#1588;&#1578; &#1608; &#1581;&#1605;&#1604;&#1607; &#1740;&#1705; &#1606;&#1575;&#1586;&#1740; &#1576;&#1607;&#8204;&#1740;&#1705;&#8204;&#1576;&#1575;&#1585;&#1607; &#1588;&#1605;&#1575;&#1585;&#1575; &#1588;&#1705;&#1607; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583;. &#1605;&#1587;&#1740;&#1585;&#1607;&#1575;&#1740; &#1605;&#1578;&#1606;&#1608;&#1593;&#1740; &#1576;&#1585;&#1575;&#1740; &#1662;&#1740;&#1588; &#1576;&#1585;&#1583;&#1606; Wolfenstein: Youngblood &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1605;&#1575;&#1606;&#1606;&#1583; &#1585;&#1575;&#1605;&#1576;&#1608; &#1608;&#1587;&#1591; &#1583;&#1588;&#1605;&#1606; &#1576;&#1662;&#1585;&#1740;&#1583; &#1740;&#1575; &#1575;&#1740;&#1606;&#1705;&#1607; &#1570;&#1585;&#1575;&#1605; &#1608; &#1605;&#1582;&#1601;&#1740;&#1575;&#1606;&#1607; &#1670;&#1606;&#1583;&#1740;&#1606; &#1593;&#1583;&#1583; &#1575;&#1586; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1662;&#1740;&#1588; &#1607;&#1740;&#1578;&#1604;&#1585; &#1711;&#1608;&#1585;&#1576;&#1607;&#8204;&#1711;&#1608;&#1585; &#1576;&#1601;&#1585;&#1587;&#1578;&#1740;&#1583;.<br/><br/>&#1581;&#1575;&#1604;&#1578; Co-Op &#1576;&#1575;&#1586;&#1740; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1585;&#1608;&#1575;&#1606; &#1662;&#1740;&#1588; &#1605;&#1740;&#8204;&#1585;&#1608;&#1583; &#1608; &#1575;&#1740;&#1606; &#1583;&#1608; &#1582;&#1608;&#1575;&#1607;&#1585; &#1740;&#1705;&#8204;&#1604;&#1581;&#1592;&#1607; &#1607;&#1605; &#1740;&#1705;&#1583;&#1740;&#1711;&#1585; &#1585;&#1575; &#1578;&#1606;&#1607;&#1575; &#1606;&#1605;&#1740;&#8204;&#1711;&#1584;&#1575;&#1585;&#1606;&#1583; &#1608; &#1607;&#1605;&#1740;&#1588;&#1607; &#1662;&#1588;&#1578;&#1740;&#1576;&#1575;&#1606; &#1607;&#1605; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1575;&#1580;&#1575;&#1586;&#1607; &#1583;&#1607;&#1740;&#1583; &#1740;&#1705; &#1705;&#1575;&#1605;&#1662;&#1740;&#1608;&#1578;&#1585; &#1705;&#1606;&#1575;&#1585; &#1588;&#1605;&#1575; &#1576;&#1575;&#1588;&#1583; &#1740;&#1575; &#1575;&#1740;&#1606;&#1705;&#1607; &#1583;&#1608;&#1587;&#1578;&#1740; &#1585;&#1575; &#1576;&#1607; &#1582;&#1608;&#1583; &#1605;&#1578;&#1589;&#1604; &#1705;&#1606;&#1740;&#1583; &#1608; &#1705;&#1606;&#1575;&#1585; &#1575;&#1608; Wolfenstein: Youngblood &#1585;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1601;&#1585;&#1583; &#1705;&#1606;&#1575;&#1585; &#1588;&#1605;&#1575; &#1578;&#1571;&#1579;&#1740;&#1585; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1585; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1583;&#1575;&#1585;&#1583; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1587;&#1585;&#1740;&#1593;&#8204;&#1578;&#1585; &#1705;&#1606;&#1583; &#1740;&#1575; &#1575;&#1740;&#1606;&#1705;&#1607; &#1581;&#1575;&#1604;&#1575; &#1576;&#1575;&#1740;&#1583; &#1575;&#1608; &#1585;&#1575; &#1606;&#1740;&#1586; &#1585;&#1608;&#1588; &#1583;&#1608;&#1588; &#1582;&#1608;&#1583; &#1576;&#1740;&#1606;&#1583;&#1575;&#1586;&#1740;&#1583; &#1608; &#1608;&#1592;&#1740;&#1601;&#1607; &#1575;&#1608; &#1585;&#1575; &#1606;&#1740;&#1586; &#1575;&#1606;&#1580;&#1575;&#1605; &#1583;&#1607;&#1740;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1580;&#1604;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1576;&#1589;&#1585;&#1740; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607;&#8204;&#1575;&#1740; &#1583;&#1575;&#1585;&#1583; &#1608; &#1583;&#1585; &#1740;&#1705; &#1570;&#1606; &#1582;&#1608;&#1606; &#1740;&#1705; &#1606;&#1575;&#1586;&#1740; &#1576;&#1740;&#8204;&#1607;&#1605;&#1607;&#8204;&#1670;&#1740;&#1586; &#1607;&#1605;&#1607;&#8204;&#1580;&#1575; &#1605;&#1740;&#8204;&#1662;&#1575;&#1588;&#1583; &#1608; &#1585;&#1711;&#1576;&#1575;&#1585; &#1711;&#1604;&#1608;&#1604;&#1607; &#1590;&#1585;&#1576;&#1575;&#1606; &#1602;&#1604;&#1576; &#1588;&#1605;&#1575;&#1585;&#1575; &#1576;&#1607; &#1570;&#1582;&#1585;&#1740;&#1606; &#1581;&#1583; &#1605;&#1740;&#8204;&#1585;&#1587;&#1575;&#1606;&#1583;. Bethesda &#1607;&#1605;&#1740;&#1588;&#1607; &#1605;&#1578;&#1582;&#1589;&#1589; &#1587;&#1575;&#1582;&#1578; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1578;&#1705; &#1606;&#1601;&#1585;&#1607; &#1575;&#1587;&#1578; &#1575;&#1605;&#1575; &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1576;&#1582;&#1578; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1585; &#1581;&#1575;&#1604;&#1578; &#1570;&#1606;&#1604;&#1575;&#1740;&#1606; &#1606;&#1740;&#1586; &#1587;&#1606;&#1580;&#1740;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>Wolfenstein: Youngblood &#1576;&#1607;&#8204;&#1606;&#1608;&#1593;&#1740; &#1606;&#1602;&#1588; &#1582;&#1608;&#1583; &#1576;&#1607;&#8204;&#1593;&#1606;&#1608;&#1575;&#1606; &#1740;&#1705; &#1575;&#1587;&#1662;&#1740;&#1606; &#1570;&#1601; &#1576;&#1607;&#8204;&#1582;&#1608;&#1576;&#1740; &#1575;&#1740;&#1601;&#1575; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1575;&#1740;&#1606; &#1583;&#1582;&#1578;&#1585;&#1607;&#1575;&#1740; &#1583;&#1608;&#1602;&#1604;&#1608; &#1606;&#1740;&#1586; &#1587;&#1575;&#1593;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1601;&#1585;&#1581;&#1740; &#1575;&#1586; &#1705;&#1588;&#1578; &#1608; &#1705;&#1588;&#1578;&#1575;&#1585; &#1606;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1585;&#1575; &#1576;&#1607; &#1575;&#1585;&#1605;&#1594;&#1575;&#1606; &#1570;&#1608;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1576;&#1575; &#1588;&#1606;&#1575;&#1582;&#1578; &#1575;&#1740;&#1606; &#1583;&#1608; &#1583;&#1582;&#1578;&#1585; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1601;&#1607;&#1605;&#1740;&#1583; &#1705;&#1607; &#1580;&#1606;&#1587;&#1740;&#1578; &#1740;&#1705; &#1705;&#1604;&#1740;&#1588;&#1607; &#1605;&#1587;&#1582;&#1585;&#1607; &#1575;&#1587;&#1578; &#1608; &#1583;&#1585; &#1570;&#1582;&#1585; &#1575;&#1605;&#1575; &#1583;&#1582;&#1578;&#1585; &#1705;&#1608; &#1606;&#1583;&#1575;&#1585;&#1583; &#1606;&#1588;&#1575;&#1606; &#1575;&#1586; &#1662;&#1583;&#1585;&#1548; &#1578;&#1608; &#1576;&#1740;&#1711;&#1575;&#1606;&#1607; &#1582;&#1608;&#1575;&#1606;&#1588; &#1605;&#1582;&#1608;&#1575;&#1606;&#1588; &#1583;&#1582;&#1578;&#1585;!</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">18+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">OS: Win7, 8.1*, or 10 (64-Bit versions)
Processor: AMD FX-8350/Ryzen 5 1400 or Intel Core i5-3570/i7-3770.
Memory: 8 GB RAM.
Graphics: Nvidia GTX 770 4GB (Current available GPU GTX1650) or AMD equivalent.</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589;, &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Wolfenstein%20Youngblood/063DJvh9oQYkqWCbolDSGb6-10.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Wolfenstein%20Youngblood/Wolfenstein_-Youngblood_20190726210020.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Wolfenstein%20Youngblood/wolfenstein-youngblood-paris-streets.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Wolfenstein%20Youngblood/youngblood_street.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Wolfenstein%20Youngblood/10a2f03e9c2140bbe0061d245574256d18552801-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/576742/wolfenstein-youngblood-review/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 69/100<br/>Steam: 6/10<br/>IGN: 6.5/10<br/><br/>Initial release date: July 25, 2019<br/>
    </div>
  </BODY>
</html>