<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Wreckfest</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="6009.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index23.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="3392.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/5999f.jpg">
        <img src="../images/5999f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Wreckfest&#160;(2019)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Racing</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#402</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>THQ Nordic</b>
	    &#160;
	   	Bugbear Entertainment
            <br/>
            <b>15.1 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1602;&#1608;&#1575;&#1606;&#1740;&#1606; &#1585;&#1575; &#1586;&#1740;&#1585; &#1662;&#1575; &#1576;&#1711;&#1584;&#1575;&#1585;&#1740;&#1583; &#1608; &#1578;&#1575; &#1587;&#1585; &#1581;&#1583; &#1605;&#1585;&#1711; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607; &#1583;&#1607;&#1740;&#1583;! &#1605;&#1606;&#1578;&#1592;&#1585; &#1578;&#1589;&#1575;&#1583;&#1601;&#8204;&#1607;&#1575;&#1740; &#1607;&#1740;&#1580;&#1575;&#1606; &#1575;&#1606;&#1711;&#1740;&#1586; &#1608; &#1581;&#1605;&#1575;&#1587;&#1740; &#1576;&#1575;&#1588;&#1583;&#1548; &#1585;&#1602;&#1575;&#1576;&#1578;&#1740; &#1578;&#1606;&#1711;&#1575;&#1578;&#1606;&#1711; &#1578;&#1575; &#1582;&#1591; &#1662;&#1575;&#1740;&#1575;&#1606;! &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; FlatOut 1 &amp; 2 &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1576;&#1575;&#1586;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1576;&#1585;&#1711;&#1588;&#1578;&#1606;&#1583; &#1578;&#1575; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607;&#8204;&#1575;&#1740; &#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740; &#1588;&#1583;&#1607; &#1608; &#1591;&#1576;&#1740;&#1593;&#1740; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1575;&#1740;&#1580;&#1575;&#1583; &#1705;&#1606;&#1606;&#1583;. &#1605;&#1587;&#1575;&#1576;&#1602;&#1607;&#1620; &#1585;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583; &#1705;&#1607; &#1583;&#1585; &#1570;&#1606; &#1705;&#1608;&#1670;&#1705;&#8204;&#1578;&#1585;&#1740;&#1606; &#1582;&#1591;&#1575; &#1588;&#1605;&#1575; &#1585;&#1575; &#1576;&#1607; &#1705;&#1575;&#1605; &#1606;&#1575;&#1576;&#1608;&#1583;&#1740; &#1605;&#1740;&#8204;&#1576;&#1585;&#1583;!<br/><br/>&#1576;&#1575;&#1586;&#1740; Wreckfest &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1688;&#1575;&#1606;&#1585; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607;&#8204;&#1575;&#1740;&#1548; &#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; Bugbear &#1583;&#1585; &#1688;&#1608;&#1574;&#1606; 2018 &#1576;&#1585;&#1575;&#1740; &#1587;&#1740;&#1587;&#1578;&#1605;&#8204;&#1593;&#1575;&#1605;&#1604; &#1608;&#1740;&#1606;&#1583;&#1608;&#1586; &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1607;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1606;&#1587;&#1604; &#1580;&#1583;&#1740;&#1583; &#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; FlatOut &#1605;&#1593;&#1585;&#1601;&#1740; &#1608; &#1606;&#1605;&#1575;&#1740; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; FlatOut&#1548; Destruction Derby &#1608; Street Rod &#1583;&#1585; &#1570;&#1606; &#1583;&#1740;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1578;&#1608;&#1604;&#1740;&#1583; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1587;&#1575;&#1604; 2012 &#1570;&#1594;&#1575;&#1586; &#1588;&#1583;&#1607; &#1576;&#1608;&#1583; &#1608; &#1575;&#1576;&#1578;&#1583;&#1575; &#1583;&#1585; &#1606;&#1608;&#1575;&#1605;&#1576;&#1585; 2013 &#1576;&#1575; &#1606;&#1575;&#1605; Next Car Game &#1705;&#1604;&#1740;&#1583; &#1582;&#1608;&#1585;&#1583; &#1608;&#1604;&#1740; &#1587;&#1662;&#1587; &#1583;&#1585; &#1587;&#1575;&#1604; 2014 &#1606;&#1575;&#1605; Wreckfest &#1585;&#1575; &#1576;&#1607; &#1582;&#1608;&#1583; &#1711;&#1585;&#1601;&#1578;. &#1606;&#1575;&#1605; &#1576;&#1575;&#1586;&#1740; &#1604;&#1581;&#1592;&#1607;&#1620; &#1606;&#1586;&#1583;&#1740;&#1705; &#1588;&#1583;&#1606; &#1583;&#1608; &#1605;&#1575;&#1588;&#1740;&#1606; &#1583;&#1585; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1585;&#1575; &#1576;&#1740;&#1575;&#1606; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;&#1548; &#1583;&#1585; &#1575;&#1740;&#1606; &#1604;&#1581;&#1592;&#1607; &#1576;&#1575; &#1705;&#1608;&#1670;&#1705;&#8204;&#1578;&#1585;&#1740;&#1606; &#1582;&#1591;&#1575; &#1583;&#1608; &#1605;&#1575;&#1588;&#1740;&#1606; &#1576;&#1607; &#1607;&#1605; &#1576;&#1582;&#1608;&#1585;&#1583; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1705;&#1585;&#1583; &#1608; &#1578;&#1589;&#1575;&#1583;&#1601;&#1575;&#1578;&#1740; &#1605;&#1578;&#1608;&#1575;&#1604;&#1740; &#1575;&#1740;&#1580;&#1575;&#1583; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;&#1548; &#1605;&#1711;&#1585; &#1570;&#1606;&#1705;&#1607; &#1588;&#1605;&#1575; &#1583;&#1587;&#1578;&#8204;&#1601;&#1585;&#1605;&#1575;&#1606;&#1740; &#1576;&#1607;&#1578;&#1585; &#1575;&#1586; &#1607;&#1605;&#1607; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1740;&#1583; &#1608; &#1580;&#1575;&#1606; &#1587;&#1575;&#1604;&#1605; &#1576;&#1583;&#1585; &#1576;&#1576;&#1585;&#1740;&#1583;.<br/><br/>&#1605;&#1608;&#1578;&#1608;&#1585; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1576;&#1575;&#1586;&#1740; &#1578;&#1582;&#1585;&#1740;&#1576; &#1608; &#1589;&#1583;&#1605;&#1575;&#1578; &#1607;&#1585; &#1605;&#1575;&#1588;&#1740;&#1606; &#1585;&#1575; &#1576;&#1607; &#1591;&#1608;&#1585; &#1591;&#1576;&#1740;&#1593;&#1740; &#1606;&#1588;&#1575;&#1606; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1588;&#1576;&#1740;&#1607;&#8204;&#1587;&#1575;&#1586;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1576;&#1575;&#1604;&#1575; &#1576;&#1608;&#1583;&#1607; &#1608; &#1583;&#1585; &#1607;&#1585;&#1604;&#1581;&#1592;&#1607;&#1620; &#1578;&#1589;&#1575;&#1583;&#1601;&#1548; &#1576;&#1575; &#1589;&#1581;&#1606;&#1607;&#8204;&#1575;&#1740; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1591;&#1576;&#1740;&#1593;&#1740; &#1605;&#1608;&#1575;&#1580;&#1607; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1588;&#1583;! &#1575;&#1740;&#1606; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1587;&#1585;&#1740;&#1593; &#1608; &#1582;&#1591;&#1585;&#1606;&#1575;&#1705; &#1585;&#1575; &#1605;&#1608;&#1587;&#1740;&#1602;&#1740;&#8204;&#1607;&#1575;&#1740; &#1582;&#1608;&#1576; &#1608; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1607;&#1605;&#1585;&#1575;&#1607;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;.<br/><br/>&#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1607; &#1582;&#1608;&#1576;&#1740; &#1605;&#1575;&#1588;&#1740;&#1606; &#1582;&#1608;&#1583; &#1585;&#1575; &#1588;&#1582;&#1589;&#1740; &#1587;&#1575;&#1586;&#1740; &#1705;&#1606;&#1740;&#1583; &#1608; &#1607;&#1585; &#1670;&#1602;&#1583;&#1585; &#1576;&#1583;&#1606;&#1607;&#8204;&#1740; &#1605;&#1575;&#1588;&#1740;&#1606; &#1588;&#1605;&#1575; &#1602;&#1608;&#1740;&#8204;&#1578;&#1585; &#1576;&#1575;&#1588;&#1583; &#1575;&#1586; &#1570;&#1587;&#1740;&#1576;&#8204;&#1607;&#1575; &#1576;&#1740;&#1588;&#1578;&#1585; &#1583;&#1585; &#1575;&#1605;&#1575;&#1606; &#1605;&#1740;&#8204;&#1605;&#1575;&#1606;&#1740;&#1583;. &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1602;&#1591;&#1593;&#1575;&#1578; &#1576;&#1575; &#1585;&#1601;&#1578;&#1606; &#1576;&#1607; &#1605;&#1585;&#1575;&#1581;&#1604; &#1576;&#1575;&#1604;&#1575;&#1578;&#1585; &#1575;&#1605;&#1705;&#1575;&#1606; &#1582;&#1585;&#1740;&#1583; &#1605;&#1575;&#1588;&#1740;&#1606; &#1608; &#1662;&#1740;&#1587;&#1578; &#1580;&#1583;&#1740;&#1583; &#1606;&#1740;&#1586; &#1575;&#1605;&#1705;&#1575;&#1606; &#1662;&#1584;&#1740;&#1585; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1605;&#1575;&#1588;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1583;&#1740;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;&#1548; &#1575;&#1586; &#1605;&#1575;&#1588;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; &#1570;&#1605;&#1585;&#1740;&#1705;&#1575;&#1740; &#1576;&#1607;&#8204;&#1607;&#1605; &#1608;&#1589;&#1604;&#1607; &#1588;&#1583;&#1607;&#1548; &#1711;&#1585;&#1601;&#1578;&#1607; &#1578;&#1575; &#1605;&#1575;&#1588;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1576;&#1607; &#1585;&#1608;&#1586; &#1608; &#1580;&#1583;&#1740;&#1583; &#1570;&#1587;&#1740;&#1575;&#1740;&#1740;. &#1605;&#1575;&#1588;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1583;&#1585; &#1607;&#1740;&#1670; &#1576;&#1575;&#1586;&#1740; &#1583;&#1740;&#1711;&#1585;&#1740; &#1662;&#1740;&#1583;&#1575; &#1606;&#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583;.<br/><br/>&#1575;&#1587;&#1578;&#1583;&#1740;&#1608; Bugbear &#1581;&#1575;&#1604;&#1578; &#1605;&#1608;&#1604;&#1578;&#1740; &#1662;&#1604;&#1740;&#1585; &#1570;&#1606;&#1604;&#1575;&#1740;&#1606; &#1585;&#1575; &#1606;&#1740;&#1586; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1602;&#1585;&#1575;&#1585; &#1583;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578; &#1578;&#1575; &#1576;&#1575; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606; &#1582;&#1608;&#1583; &#1576;&#1607; &#1585;&#1602;&#1575;&#1576;&#1578; &#1576;&#1662;&#1585;&#1583;&#1575;&#1586;&#1740;&#1583; &#1608; &#1605;&#1575;&#1588;&#1740;&#1606;&#1588;&#1575;&#1606; &#1585;&#1575; &#1582;&#1585;&#1583; &#1705;&#1606;&#1740;&#1583;!<br/>&#1576;&#1575; &#1575;&#1740;&#1606;&#1705;&#1607; &#1576;&#1575;&#1586;&#1740; Wreckfest &#1575;&#1586; &#1606;&#1592;&#1585; &#1589;&#1583;&#1605;&#1575;&#1578; &#1605;&#1575;&#1606;&#1606;&#1583; &#1576;&#1575;&#1586;&#1740; Burnout &#1593;&#1605;&#1604; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608;&#1604;&#1740; &#1576;&#1575; &#1583;&#1575;&#1588;&#1578;&#1606; &#1581;&#1575;&#1604;&#1578;&#1740; &#1575;&#1587;&#1578;&#1585;&#1575;&#1578;&#1688;&#1740;&#1705;&#1548; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1570;&#1606; &#1576;&#1607; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1587;&#1575;&#1576;&#1602;&#1607;&#8204;&#1575;&#1740; &#1602;&#1583;&#1740;&#1605;&#1740; &#1606;&#1586;&#1583;&#1740;&#1705;&#8204;&#1578;&#1585; &#1575;&#1587;&#1578;.<br/><br/>&#1576;&#1585;&#1575;&#1740; &#1602;&#1607;&#1585;&#1605;&#1575;&#1606;&#1740; &#1578;&#1604;&#1575;&#1588; &#1705;&#1606;&#1740;&#1583; &#1578;&#1575; &#1606;&#1601;&#1585; &#1575;&#1608;&#1604; &#1575;&#1740;&#1606; &#1605;&#1587;&#1575;&#1576;&#1602;&#1575;&#1578; &#1588;&#1608;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1578;&#1605; &#1575;&#1705;&#1588;&#1606; &#1582;&#1608;&#1583; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1588;&#1605;&#1575; &#1585;&#1575; &#1578;&#1575; &#1587;&#1575;&#1593;&#1578;&#8204;&#1607;&#1575; &#1587;&#1585;&#1711;&#1585;&#1605; &#1705;&#1606;&#1583;. &#1605;&#1575;&#1588;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583; &#1576;&#1587;&#1575;&#1586;&#1740;&#1583; &#1578;&#1575; &#1588;&#1605;&#1575; &#1585;&#1575; &#1583;&#1585; &#1576;&#1585;&#1575;&#1576;&#1585; &#1582;&#1591;&#1585;&#1575;&#1578; &#1581;&#1601;&#1592; &#1705;&#1585;&#1583;&#1607; &#1608; &#1576;&#1607; &#1582;&#1591; &#1662;&#1575;&#1740;&#1575;&#1606; &#1576;&#1585;&#1587;&#1575;&#1606;&#1583;!</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">12+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: Intel&#174; Core&#8482;2 Duo 2.7 GHz or AMD equivalent
Memory: 4 GB RAM
Graphics: NVIDIA Geforce&#174; GTX&#8482; 460 or AMD Radeon&#8482; HD 6850
DirectX: Version 11
Storage: 15 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1575;&#1740;, &#1605;&#1587;&#1575;&#1576;&#1602;&#1607; &#1575;&#1740;, &#1588;&#1576;&#1740;&#1607; &#1587;&#1575;&#1586;&#1740;, &#1575;&#1705;&#1588;&#1606;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Wreckfest/20190712085854_1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Wreckfest/9170485841676979087gol1.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Wreckfest/Wreckfest-3.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/Wreckfest/wreckfest-review-527120-17.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Wreckfest/d662b84d15c46967bcb7d45278fbcd7a10805385-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/485055/&#1578;&#1582;&#1585;&#1740;&#1576;-&#1705;&#1606;-&#1608;-&#1576;&#1585;&#1606;&#1583;&#1607;-&#1588;&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;&#1740;-wreckfest/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 81/100<br/>Steam: 9/10<br/>IGN: 9/10<br/><br/>Initial release date: January 15, 2014<br/>
    </div>
  </BODY>
</html>