<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>World War Z: Aftermath</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="5988.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index23.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="5999.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/6009f.jpg">
        <img src="../images/6009f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">World War Z: Aftermath&#160;(2021)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b></b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#403</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Saber Interactive</b>
	    &#160;
	   	Saber Interactive
            <br/>
            <b>29.7 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1586;&#1575;&#1605;&#1576;&#1740;&#8204;&#1607;&#1575; &#1607;&#1605; &#1583;&#1585; &#1589;&#1606;&#1593;&#1578; &#1587;&#1740;&#1606;&#1605;&#1575; &#1608; &#1607;&#1605; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1606;&#1602;&#1588; &#1605;&#1607;&#1605;&#1740; &#1585;&#1575; &#1583;&#1585; &#1587;&#1585;&#1711;&#1585;&#1605; &#1705;&#1585;&#1583;&#1606; &#1608; &#1575;&#1604;&#1602;&#1575;&#1740; &#1581;&#1587; &#1578;&#1585;&#1587; &#1608; &#1608;&#1581;&#1588;&#1578; &#1583;&#1585; &#1605;&#1582;&#1575;&#1591;&#1576;&#1575;&#1606; &#1605;&#1578;&#1593;&#1583;&#1583; &#1583;&#1575;&#1585;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1587;&#1608;&#1688;&#1607; &#1575;&#1586; &#1711;&#1584;&#1588;&#1578;&#1607; &#1578;&#1575; &#1576;&#1607; &#1575;&#1605;&#1585;&#1608;&#1586; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1586;&#1740;&#1575;&#1583;&#1740; &#1585;&#1575; &#1586;&#1740;&#1585; &#1587;&#1575;&#1740;&#1607; &#1582;&#1608;&#1583;&#1588; &#1662;&#1585;&#1608;&#1585;&#1588; &#1583;&#1575;&#1583;&#1607; &#1705;&#1607; &#1607;&#1585; &#1705;&#1583;&#1575;&#1605; &#1575;&#1740;&#1606; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578; &#1605;&#1582;&#1608;&#1601; &#1585;&#1575; &#1583;&#1585; &#1587;&#1606;&#1575;&#1585;&#1740;&#1608;&#1740;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1576;&#1607; &#1578;&#1589;&#1608;&#1740;&#1585; &#1605;&#1740;&#8204;&#1705;&#1588;&#1606;&#1583;. &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1576;&#1585;&#1575;&#1740; &#1575;&#1740;&#1580;&#1575;&#1583; &#1578;&#1606;&#1608;&#1593; &#1608; &#1601;&#1585;&#1575;&#1585; &#1575;&#1586; &#1705;&#1604;&#1740;&#1588;&#1607; &#1605;&#1580;&#1576;&#1608;&#1585; &#1607;&#1587;&#1578;&#1606;&#1583; &#1593;&#1606;&#1575;&#1589;&#1585; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1575;&#1586; &#1580;&#1605;&#1604;&#1607; &#1582;&#1608;&#1583; &#1586;&#1575;&#1605;&#1576;&#1740;&#8204;&#1607;&#1575; &#1585;&#1575; &#1583;&#1587;&#1578;&#1582;&#1608;&#1588; &#1578;&#1594;&#1740;&#1740;&#1585; &#1705;&#1606;&#1606;&#1583;. &#1740;&#1705;&#1740; &#1575;&#1586; &#1605;&#1608;&#1601;&#1602;&#8204;&#1578;&#1585;&#1740;&#1606; &#1601;&#1740;&#1604;&#1605;&#8204;&#1607;&#1575;&#1740; &#1587;&#1740;&#1606;&#1605;&#1575;&#1740;&#1740; &#1605;&#1606;&#1578;&#1588;&#1585;&#1588;&#1583;&#1607;&#1548; &#1593;&#1606;&#1608;&#1575;&#1606; World War Z &#1576;&#1608;&#1583; &#1705;&#1607; &#1576;&#1575; &#1607;&#1606;&#1585;&#1606;&#1605;&#1575;&#1740;&#1740; &#1576;&#1585;&#1583; &#1662;&#1740;&#1578; &#1583;&#1585; &#1587;&#1575;&#1604; 2012 &#1585;&#1608;&#1740; &#1662;&#1585;&#1583;&#1607;&#8204;&#1607;&#1575;&#1740; &#1587;&#1740;&#1606;&#1605;&#1575; &#1585;&#1601;&#1578;. &#1605;&#1581;&#1576;&#1608;&#1576;&#1740;&#1578; &#1575;&#1740;&#1606; &#1601;&#1740;&#1604;&#1605; &#1576;&#1575;&#1593;&#1579; &#1588;&#1583; &#1578;&#1575; &#1575;&#1587;&#1578;&#1608;&#1583;&#1740;&#1608; Saber Interactive &#1576;&#1585;&#1575;&#1740; &#1587;&#1575;&#1582;&#1578; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1608;&#1740;&#1583;&#1740;&#1608;&#1740;&#1740; &#1576;&#1585; &#1575;&#1587;&#1575;&#1587; &#1575;&#1740;&#1606; &#1601;&#1740;&#1604;&#1605; &#1583;&#1587;&#1578;&#8204;&#1576;&#1607;&#8204;&#1705;&#1575;&#1585; &#1588;&#1608;&#1583; &#1705;&#1607; &#1588;&#1605;&#1575;&#1585;&#1607; &#1575;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1583;&#1585; &#1587;&#1575;&#1604; 2019 &#1585;&#1608;&#1575;&#1606;&#1607; &#1576;&#1575;&#1586;&#1575;&#1585; &#1705;&#1585;&#1583; &#1608; &#1575;&#1705;&#1606;&#1608;&#1606; &#1576;&#1575; &#1575;&#1583;&#1575;&#1605;&#1607; &#1570;&#1606; &#1576;&#1575; &#1606;&#1575;&#1605; World War Z Aftermath &#1605;&#1607;&#1605;&#1575;&#1606; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1576;&#1740;&#8204;&#1588;&#1605;&#1575;&#1585; &#1575;&#1740;&#1606; &#1688;&#1575;&#1606;&#1585; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1583;&#1575;&#1605;&#1607; &#1585;&#1608;&#1575;&#1740;&#1578; &#1601;&#1740;&#1604;&#1605; &#1575;&#1587;&#1578;. &#1608;&#1740;&#1585;&#1608;&#1587;&#1740; &#1705;&#1607; &#1575;&#1606;&#1587;&#1575;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1576;&#1607; &#1586;&#1575;&#1605;&#1576;&#1740;&#8204;&#1607;&#1575;&#1740; &#1582;&#1591;&#1585;&#1606;&#1575;&#1705;&#1548; &#1608;&#1581;&#1588;&#1740; &#1608; &#1587;&#1585;&#1740;&#1593; &#1578;&#1576;&#1583;&#1740;&#1604; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1588;&#1740;&#1608;&#1593; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583;&#1607; &#1608; &#1570;&#1582;&#1585;&#1575;&#1604;&#1586;&#1605;&#1575;&#1606;&#1740; &#1586;&#1608;&#1583;&#1607;&#1606;&#1711;&#1575;&#1605; &#1585;&#1575; &#1583;&#1585; &#1705;&#1585;&#1607; &#1586;&#1605;&#1740;&#1606; &#1576;&#1607; &#1608;&#1580;&#1608;&#1583; &#1570;&#1608;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1586;&#1575;&#1605;&#1576;&#1740;&#8204;&#1607;&#1575; &#1576;&#1585;&#1582;&#1604;&#1575;&#1601; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1575;&#1586; &#1605;&#1583;&#1604;&#8204;&#1607;&#1575;&#1740; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; &#1570;&#1606;&#8204;&#1607;&#1575; &#1705;&#1607; &#1570;&#1607;&#1587;&#1578;&#1607; &#1576;&#1608;&#1583;&#1607; &#1608; &#1576;&#1607;&#1585;&#1607; &#1607;&#1608;&#1588;&#1740; &#1705;&#1605;&#1740; &#1583;&#1575;&#1585;&#1606;&#1583;&#1548; &#1605;&#1575;&#1606;&#1606;&#1583; &#1583;&#1608;&#1606;&#1583;&#1607;&#8204;&#1607;&#1575;&#1740; &#1605;&#1575;&#1585;&#1575;&#1578;&#1606; &#1581;&#1585;&#1705;&#1578; &#1705;&#1585;&#1583;&#1607; &#1608; &#1583;&#1585; &#1583;&#1587;&#1578;&#1607;&#8204;&#1607;&#1575;&#1740; &#1593;&#1592;&#1740;&#1605; &#1580;&#1575;&#1576;&#1607;&#8204;&#1580;&#1575; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583; &#1578;&#1575; &#1705;&#1605;&#1578;&#1585;&#1740;&#1606; &#1588;&#1575;&#1606;&#1587; &#1576;&#1585;&#1575;&#1740; &#1586;&#1606;&#1583;&#1607; &#1605;&#1575;&#1606;&#1583;&#1606; &#1585;&#1575; &#1576;&#1607; &#1588;&#1605;&#1575; &#1606;&#1583;&#1607;&#1606;&#1583;. &#1740;&#1705; &#1711;&#1575;&#1586; &#1711;&#1585;&#1601;&#1578;&#1606; &#1575;&#1586; &#1591;&#1585;&#1601; &#1570;&#1606;&#8204;&#1607;&#1575; &#1705;&#1575;&#1601;&#1740; &#1575;&#1587;&#1578; &#1578;&#1575; &#1576;&#1607; &#1587;&#1585;&#1606;&#1608;&#1588;&#1578;&#1740; &#1576;&#1583;&#1578;&#1585; &#1575;&#1586; &#1605;&#1585;&#1711; &#1583;&#1670;&#1575;&#1585; &#1588;&#1608;&#1740;&#1583;.<br/><br/>&#1605;&#1585;&#1575;&#1581;&#1604; &#1576;&#1575;&#1586;&#1740; &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1583;&#1585; &#1583;&#1608; &#1705;&#1588;&#1608;&#1585; &#1608;&#1575;&#1578;&#1740;&#1705;&#1575;&#1606; &#1608; &#1585;&#1608;&#1587;&#1740;&#1607; &#1580;&#1585;&#1740;&#1575;&#1606; &#1582;&#1608;&#1575;&#1607;&#1583; &#1583;&#1575;&#1588;&#1578; &#1705;&#1607; &#1607;&#1585; &#1705;&#1583;&#1575;&#1605; &#1587;&#1576;&#1705; &#1608; &#1587;&#1740;&#1575;&#1602; &#1605;&#1606;&#1581;&#1589;&#1585;&#1576;&#1607;&#8204;&#1601;&#1585;&#1583; &#1582;&#1608;&#1583;&#1588;&#1575;&#1606; &#1585;&#1575; &#1583;&#1575;&#1585;&#1606;&#1583;. &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1588;&#1608;&#1578;&#1585; &#1587;&#1608;&#1605; &#1588;&#1582;&#1589; &#1608; &#1576;&#1575; &#1578;&#1605;&#1585;&#1705;&#1586; &#1576;&#1585; Co-op &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1576;&#1575; &#1587;&#1607; &#1606;&#1601;&#1585; &#1575;&#1586; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606; &#1582;&#1608;&#1583; &#1576;&#1607;&#8204;&#1591;&#1608;&#1585; &#1607;&#1605;&#8204;&#1586;&#1605;&#1575;&#1606; &#1605;&#1585;&#1575;&#1581;&#1604; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583;. &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1575;&#1608;&#1604;&#1548; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1576;&#1607; &#1578;&#1740;&#1605; &#1575;&#1590;&#1575;&#1601;&#1607; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1575;&#1740;&#1606;&#1548; &#1587;&#1740;&#1587;&#1578;&#1605; &#1580;&#1583;&#1740;&#1583;&#1740; &#1576;&#1585;&#1575;&#1740; &#1606;&#1576;&#1585;&#1583;&#1607;&#1575;&#1740; &#1578;&#1606;&#8204;&#1576;&#1607;&#8204;&#1578;&#1606; &#1662;&#1740;&#1575;&#1583;&#1607;&#8204;&#1587;&#1575;&#1586;&#1740; &#1588;&#1583;&#1607; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1583;&#1585; &#1602;&#1575;&#1604;&#1576; Perk &#1608; &#1575;&#1605;&#1705;&#1575;&#1606; &#1581;&#1605;&#1604; &#1587;&#1604;&#1575;&#1581; &#1576;&#1575; &#1583;&#1608; &#1583;&#1587;&#1578; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1575;&#1590;&#1575;&#1601;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1586;&#1575;&#1605;&#1576;&#1740;&#8204;&#1607;&#1575;&#1740; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705;&#1548; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578; &#1570;&#1604;&#1608;&#1583;&#1607; &#1580;&#1583;&#1740;&#1583;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1711;&#1604;&#1607; &#1605;&#1608;&#1588;&#8204;&#1607;&#1575;&#1740; &#1711;&#1608;&#1588;&#1578;&#8204;&#1582;&#1608;&#1575;&#1585; &#1587;&#1585; &#1585;&#1575;&#1607;&#1578;&#1575;&#1606; &#1602;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1606;&#1583; &#1578;&#1575; &#1705;&#1575;&#1576;&#1608;&#1587; &#1588;&#1605;&#1575; &#1662;&#1575;&#1740;&#1575;&#1606;&#1740; &#1606;&#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1583;.<br/><br/>&#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1608;&#1585;&#1608;&#1583; &#1576;&#1607; &#1606;&#1587;&#1604; &#1580;&#1583;&#1740;&#1583;&#1548; &#1593;&#1604;&#1575;&#1608;&#1607; &#1576;&#1585; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1586;&#1740;&#1576;&#1575; &#1608; &#1670;&#1588;&#1605;&#8204;&#1606;&#1608;&#1575;&#1586;&#1548; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1575;&#1586; &#1602;&#1583;&#1585;&#1578; &#1662;&#1585;&#1583;&#1575;&#1586;&#1588; &#1587;&#1740;&#1587;&#1578;&#1605;&#8204;&#1607;&#1575;&#1740; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1576;&#1607;&#1740;&#1606;&#1607; &#1705;&#1585;&#1583;&#1607; &#1608; &#1578;&#1593;&#1583;&#1575;&#1583; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1586;&#1575;&#1605;&#1576;&#1740; &#1585;&#1575; &#1583;&#1585; &#1589;&#1601;&#1581;&#1607;&#8204;&#1606;&#1605;&#1575;&#1740;&#1588; &#1588;&#1605;&#1575; &#1576;&#1607; &#1578;&#1589;&#1608;&#1740;&#1585; &#1576;&#1705;&#1588;&#1575;&#1606;&#1583;. &#1711;&#1604;&#1607;&#8204;&#1607;&#1575;&#1740; &#1586;&#1575;&#1605;&#1576;&#1740;&#8204;&#1607;&#1575; &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1578;&#1593;&#1583;&#1575;&#1583; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1583;&#1575;&#1588;&#1578;&#1607; &#1608; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1576;&#1575; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1607;&#8204;&#1582;&#1589;&#1608;&#1589; &#1583;&#1585; &#1576;&#1582;&#1588; &#1576;&#1740;&#8204;&#1662;&#1575;&#1740;&#1575;&#1606; &#1608; &#1580;&#1583;&#1740;&#1583; XL Horde Mode &#1705;&#1607; &#1578;&#1605;&#1585;&#1705;&#1586;&#1588; &#1607;&#1605;&#1740;&#1606; &#1606;&#1576;&#1585;&#1583;&#1607;&#1575; &#1576;&#1608;&#1583;&#1607; &#1576;&#1607;&#8204;&#1588;&#1583;&#1578; &#1587;&#1585;&#1711;&#1585;&#1605;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1608; &#1605;&#1607;&#1740;&#1580; &#1575;&#1587;&#1578;.<br/><br/>&#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575; &#1583;&#1585; 8 &#1705;&#1604;&#1575;&#1587; &#1605;&#1582;&#1578;&#1604;&#1601; &#1576;&#1575; &#1606;&#1575;&#1605;&#8204;&#1607;&#1575;&#1740; Gunslinger&#1548; Hellraiser&#1548; Slasher&#1548; Medic&#1548; Fixer&#1548; Exterminator&#1548; Dronemaster &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; Vanguard &#1705;&#1607; &#1705;&#1604;&#1575;&#1587; &#1580;&#1583;&#1740;&#1583;&#1740; &#1575;&#1587;&#1578; &#1591;&#1576;&#1602;&#1607;&#8204;&#1576;&#1606;&#1583;&#1740; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583; &#1705;&#1607; &#1607;&#1585; &#1705;&#1583;&#1575;&#1605; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575; &#1608; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1605;&#1606;&#1581;&#1589;&#1585;&#1576;&#1607;&#8204;&#1601;&#1585;&#1583; &#1605;&#1582;&#1589;&#1608;&#1589; &#1576;&#1607; &#1582;&#1608;&#1583;&#1588;&#1575;&#1606; &#1585;&#1575; &#1583;&#1575;&#1585;&#1606;&#1583; &#1608; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1570;&#1606;&#8204;&#1607;&#1575; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1578;&#1606;&#1608;&#1593; &#1705;&#1604;&#1575;&#1587;&#8204;&#1607;&#1575; &#1591;&#1740;&#1601; &#1711;&#1587;&#1578;&#1585;&#1583;&#1607;&#8204;&#1575;&#1740; &#1575;&#1586; &#1587;&#1604;&#1740;&#1602;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1585;&#1575; &#1662;&#1608;&#1588;&#1588; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1608; &#1588;&#1575;&#1740;&#1575;&#1606; &#1578;&#1602;&#1583;&#1740;&#1585; &#1575;&#1587;&#1578;. &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1586;&#1575;&#1608;&#1740;&#1607; &#1583;&#1608;&#1585;&#1576;&#1740;&#1606; &#1575;&#1608;&#1604;&#8204;&#1588;&#1582;&#1589; &#1606;&#1740;&#1586; &#1662;&#1588;&#1578;&#1740;&#1576;&#1575;&#1606;&#1740; &#1705;&#1585;&#1583;&#1607; &#1578;&#1575; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1608;&#1575;&#1602;&#1593;&#8204;&#1711;&#1585;&#1575;&#1740;&#1575;&#1606;&#1607;&#8204;&#1578;&#1585; &#1608; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705;&#8204;&#1578;&#1585; &#1585;&#1575; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1588;&#1605;&#1575; &#1602;&#1585;&#1575;&#1585; &#1583;&#1607;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1576;&#1607; &#1575;&#1740;&#1606; &#1587;&#1576;&#1705; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1593;&#1604;&#1575;&#1602;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;&#1548; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Back 4 Blood &#1608; Left 4 Dead &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585;&#1585;&#1587;&#1740; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">Processor: AMD A10-5700 / Intel Core i3-3220
Memory: 8 GB RAM
Graphics: AMD R7-240 / GForce 650Ti / Intel 630
DirectX: Version 11
Network: Broadband Internet connection
Storage: 50 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589;, &#1578;&#1585;&#1587;&#1606;&#1575;&#1705;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/World%20War%20Z%20Aftermath/5.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/World%20War%20Z%20Aftermath/world-war-z-aftermath-screenshots_vbd4.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/World%20War%20Z%20Aftermath/worldwarzlandscap.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/&#1575;&#1587;&#1705;&#1585;&#1740;&#1606;%20&#1588;&#1575;&#1578;/World%20War%20Z%20Aftermath/worldwarzzombierush.jpg" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s5.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/World%20War%20Z%20Aftermath/4eb1137db2d6e7979f5a7fdc39dbcafa37984757-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/549429/&#1570;&#1588;&#1601;&#1578;&#1711;&#1740;-&#1586;&#1575;&#1605;&#1576;&#1740;%E2%80%8C&#1607;&#1575;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;&#1740;-world-war-z/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
  </BODY>
</html>