<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Assassin's Creed: Brotherhood</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="644.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index1.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="687.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/664f.jpg">
        <img src="../images/664f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Assassin's Creed: Brotherhood&#160;(2011)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Assassin's Creed&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action/Adventure</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#20</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Ubisoft</b>
	    &#160;
	   	Ubisoft
            <br/>
            <b>5.49 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;Assassin&#8217;s Creed: Brotherhood &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1608;&#1740;&#1583;&#1574;&#1608;&#1740;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; &#1575;&#1705;&#1588;&#1606; &#8211; &#1605;&#1575;&#1580;&#1585;&#1575;&#1580;&#1608;&#1740;&#1740; &#1583;&#1585; &#1587;&#1575;&#1604; 2010 &#1575;&#1587;&#1578; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; Ubisoft Montreal &#1578;&#1608;&#1587;&#1593;&#1607; &#1740;&#1575;&#1601;&#1578;&#1607; &#1608; &#1578;&#1608;&#1587;&#1591; Ubisoft &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1587;&#1608;&#1605;&#1740;&#1606; &#1602;&#1587;&#1605;&#1578; &#1575;&#1589;&#1604;&#1740; &#1575;&#1586; &#1587;&#1585;&#1740; Assassin&#8217;s Creed&#1548; &#1608; &#1583;&#1608;&#1605;&#1740;&#1606; &#1601;&#1589;&#1604; &#1575;&#1586; &#8220;&#1587;&#1607; &#1711;&#1575;&#1606;&#1607; Ezio&#8221; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604;&#1607; &#1605;&#1587;&#1578;&#1602;&#1740;&#1605; Assassin&#8217;s Creed II &#1583;&#1585; &#1587;&#1575;&#1604; 2009 &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1585;&#1575;&#1740; &#1575;&#1608;&#1604;&#1740;&#1606; &#1576;&#1575;&#1585; &#1583;&#1585; &#1606;&#1608;&#1575;&#1605;&#1576;&#1585; &#1608; &#1583;&#1587;&#1575;&#1605;&#1576;&#1585; 2010 &#1576;&#1585; &#1585;&#1608;&#1740; &#1662;&#1604;&#1740; &#1575;&#1587;&#1578;&#1740;&#1588;&#1606; 3 &#1608; &#1575;&#1740;&#1705;&#1587; &#1576;&#1575;&#1705;&#1587; 360 &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583; &#1608; &#1576;&#1593;&#1583;&#1575;&#1611; &#1583;&#1585; &#1605;&#1575;&#1607; &#1605;&#1575;&#1585;&#1587; &#1608; &#1688;&#1608;&#1574;&#1606; 2011 &#1576;&#1585;&#1575;&#1740; &#1605;&#1575;&#1740;&#1705;&#1585;&#1608;&#1587;&#1575;&#1601;&#1578; &#1608;&#1740;&#1606;&#1583;&#1608;&#1586; &#1583;&#1585; &#1583;&#1587;&#1578;&#1585;&#1587; &#1602;&#1585;&#1575;&#1585; &#1711;&#1585;&#1601;&#1578;. &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1583;&#1585; &#1740;&#1705; &#1578;&#1575;&#1585;&#1740;&#1582; &#1578;&#1582;&#1740;&#1604;&#1740; &#1575;&#1586; &#1608;&#1602;&#1575;&#1740;&#1593; &#1583;&#1606;&#1740;&#1575;&#1740; &#1608;&#1575;&#1602;&#1593;&#1740; &#1605;&#1740; &#1711;&#1584;&#1585;&#1583; &#1608; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1607;&#1586;&#1575;&#1585;&#1575;&#1606; &#1587;&#1575;&#1604;&#1607; &#1576;&#1740;&#1606; &#1602;&#1575;&#1578;&#1604;&#1575;&#1606; &#1705;&#1607; &#1576;&#1585;&#1575;&#1740; &#1581;&#1601;&#1592; &#1589;&#1604;&#1581; &#1608; &#1575;&#1585;&#1575;&#1583;&#1607; &#1570;&#1586;&#1575;&#1583; &#1605;&#1740; &#1580;&#1606;&#1711;&#1606;&#1583; &#1608; &#1578;&#1605;&#1662;&#1604;&#1575;&#1585;&#1607;&#1575; &#1705;&#1607; &#1582;&#1608;&#1575;&#1607;&#1575;&#1606; &#1589;&#1604;&#1581; &#1575;&#1586; &#1591;&#1585;&#1740;&#1602; &#1705;&#1606;&#1578;&#1585;&#1604; &#1607;&#1587;&#1578;&#1606;&#1583; &#1585;&#1575; &#1583;&#1606;&#1576;&#1575;&#1604; &#1605;&#1740; &#1705;&#1606;&#1583;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1602;&#1575;&#1576;&#8204;&#1576;&#1606;&#1583;&#1740; &#1583;&#1585; &#1602;&#1585;&#1606; &#1576;&#1740;&#1587;&#1578; &#1608; &#1740;&#1705;&#1605; &#1575;&#1578;&#1601;&#1575;&#1602; &#1605;&#1740;&#8204;&#1575;&#1601;&#1578;&#1583; &#1608; &#1588;&#1582;&#1589;&#1740;&#1578; &#1575;&#1589;&#1604;&#1740; &#1587;&#1585;&#1740;&#1575;&#1604;&#1548; &#1583;&#1586;&#1605;&#1608;&#1606;&#1583; &#1605;&#1575;&#1740;&#1604;&#1586; &#1585;&#1575; &#1606;&#1588;&#1575;&#1606; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1705;&#1607; &#1576;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1605;&#1575;&#1588;&#1740;&#1606;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; Animus&#1548; &#1582;&#1575;&#1591;&#1585;&#1575;&#1578; &#1580;&#1583; &#1602;&#1575;&#1578;&#1604; &#1582;&#1608;&#1583;&#1548; Ezio Auditore da Firenze &#1585;&#1575; &#1586;&#1606;&#1583;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1578;&#1575; &#1585;&#1575;&#1607;&#1740; &#1576;&#1585;&#1575;&#1740; &#1580;&#1604;&#1608;&#1711;&#1740;&#1585;&#1740; &#1575;&#1586; &#1570;&#1582;&#1585;&#1575;&#1604;&#1586;&#1605;&#1575;&#1606; &#1587;&#1575;&#1604; 2012 &#1662;&#1740;&#1583;&#1575; &#1705;&#1606;&#1583;. &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1575;&#1589;&#1604;&#1740; &#1583;&#1585; &#1591;&#1608;&#1604; &#1580;&#1606;&#1711;&#8204;&#1607;&#1575;&#1740; &#1575;&#1740;&#1578;&#1575;&#1604;&#1740;&#1575; &#1585;&#1582; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1705;&#1607; &#1576;&#1740;&#1606; &#1587;&#1575;&#1604;&#8204;&#1607;&#1575;&#1740; 1500 &#1578;&#1575; 1507 &#1585;&#1575; &#1583;&#1585; &#1576;&#1585; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1583; &#1608; &#1575;&#1586; &#1608;&#1602;&#1575;&#1740;&#1593; Assassin&#8217;s Creed II &#1575;&#1583;&#1575;&#1605;&#1607; &#1605;&#1740;&#8204;&#1740;&#1575;&#1576;&#1583;&#1548; &#1586;&#1740;&#1585;&#1575; &#1575;&#1578;&#1586;&#1740;&#1608; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1576;&#1575; &#1578;&#1605;&#1662;&#1604;&#1575;&#1585;&#1607;&#1575; (&#1576;&#1607; &#1585;&#1607;&#1576;&#1585;&#1740; &#1582;&#1575;&#1606;&#1608;&#1575;&#1583;&#1607; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583; &#1576;&#1608;&#1585;&#1580;&#1740;&#1575;) &#1585;&#1575; &#1576;&#1607; &#1585;&#1605; &#1605;&#1740;&#8204;&#1576;&#1585;&#1583; &#1608; &#1583;&#1585; &#1570;&#1606;&#1580;&#1575; &#1578;&#1604;&#1575;&#1588; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1578;&#1575; &#1576;&#1585;&#1575;&#1583;&#1585;&#1740; &#1602;&#1575;&#1578;&#1604; &#1585;&#1575; &#1583;&#1585; &#1575;&#1740;&#1578;&#1575;&#1604;&#1740;&#1575; &#1576;&#1575;&#1586;&#1587;&#1575;&#1586;&#1740; &#1705;&#1606;&#1740;&#1583; &#1608; &#1588;&#1607;&#1585; &#1585;&#1575; &#1575;&#1586; &#1705;&#1606;&#1578;&#1585;&#1604; &#1576;&#1608;&#1585;&#1580;&#1740;&#1575;&#1607;&#1575; &#1570;&#1586;&#1575;&#1583; &#1705;&#1606;&#1740;&#1583;.<br/><br/>Brotherhood &#1583;&#1575;&#1585;&#1575;&#1740; &#1740;&#1705; &#1580;&#1607;&#1575;&#1606; &#1576;&#1575;&#1586; &#1575;&#1587;&#1578; &#1608; &#1575;&#1586; &#1605;&#1606;&#1592;&#1585; &#1587;&#1608;&#1605; &#1588;&#1582;&#1589; &#1576;&#1575;&#1586;&#1740; &#1605;&#1740; &#1588;&#1608;&#1583;&#1548; &#1576;&#1575; &#1578;&#1605;&#1585;&#1705;&#1586; &#1575;&#1589;&#1604;&#1740; &#1576;&#1585; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740; &#1607;&#1575;&#1740; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1583;&#1586;&#1605;&#1608;&#1606;&#1583; &#1608; &#1575;&#1578;&#1586;&#1740;&#1608;&#1548; &#1705;&#1608;&#1607;&#1606;&#1608;&#1585;&#1583;&#1740; &#1608; &#1605;&#1582;&#1601;&#1740; &#1705;&#1575;&#1585;&#1740; &#1576;&#1585;&#1575;&#1740; &#1575;&#1586; &#1576;&#1740;&#1606; &#1576;&#1585;&#1583;&#1606; &#1575;&#1607;&#1583;&#1575;&#1601; &#1608; &#1705;&#1588;&#1601; &#1605;&#1581;&#1740;&#1591;. &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1575;&#1578;&#1586;&#1740;&#1608;&#1548; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1606;&#1583; &#1570;&#1586;&#1575;&#1583;&#1575;&#1606;&#1607; &#1585;&#1605; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1662;&#1740;&#1588;&#1576;&#1585;&#1583; &#1585;&#1608;&#1575;&#1740;&#1578; &#1705;&#1575;&#1608;&#1588; &#1705;&#1606;&#1606;&#1583;&#1548; &#1740;&#1575; &#1605;&#1575;&#1605;&#1608;&#1585;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1580;&#1575;&#1606;&#1576;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1585;&#1575; &#1575;&#1606;&#1580;&#1575;&#1605; &#1583;&#1607;&#1606;&#1583; &#1705;&#1607; &#1576;&#1607; &#1582;&#1591; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1575;&#1589;&#1604;&#1740; &#1605;&#1585;&#1578;&#1576;&#1591; &#1606;&#1740;&#1587;&#1578;&#1606;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1740;&#1705; &#1580;&#1586;&#1569; &#1670;&#1606;&#1583; &#1606;&#1601;&#1585;&#1607; &#1585;&#1575; &#1576;&#1607; &#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1605;&#1593;&#1585;&#1601;&#1740; &#1605;&#1740; &#1705;&#1606;&#1583; &#1705;&#1607; &#1583;&#1585; &#1570;&#1606; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1606;&#1602;&#1588; &#1740;&#1705; &#1605;&#1593;&#1576;&#1583; &#1585;&#1575; &#1583;&#1585; &#1578;&#1605;&#1585;&#1740;&#1606; &#1576;&#1607; &#1593;&#1607;&#1583;&#1607; &#1605;&#1740; &#1711;&#1740;&#1585;&#1606;&#1583;. &#1578;&#1593;&#1583;&#1575;&#1583;&#1740; &#1575;&#1586; &#1576;&#1587;&#1578;&#1607;&#8204;&#1607;&#1575;&#1740; &#1605;&#1581;&#1578;&#1608;&#1575;&#1740; &#1602;&#1575;&#1576;&#1604; &#1583;&#1575;&#1606;&#1604;&#1608;&#1583; (DLC) &#1576;&#1585;&#1575;&#1740; &#1662;&#1588;&#1578;&#1740;&#1576;&#1575;&#1606;&#1740; &#1575;&#1586; Brotherhood &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1548; &#1575;&#1586; &#1580;&#1605;&#1604;&#1607; The Da Vinci Disappearance&#1548; &#1740;&#1705; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1587;&#1591; &#1583;&#1607;&#1606;&#1583;&#1607; &#1583;&#1585; &#1591;&#1608;&#1604; &#1585;&#1608;&#1740;&#1583;&#1575;&#1583;&#1607;&#1575;&#1740; &#1705;&#1605;&#1662;&#1740;&#1606; &#1578;&#1705;&#8204;&#1606;&#1601;&#1585;&#1607;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">Mature</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">OS *: Windows&#174; XP (32-64 bits) /Windows Vista&#174;(32-64 bits)
Processor: Intel Core&#174; 2 Duo 1.8 GHZ or AMD Athlon X2 64 2.4GHZ
Memory: 1.5 GB Windows&#174; XP / 2 GB Windows Vista&#174; &#8211; Windows 7&#174;
Graphics: 256 MB DirectX&#174; 9.0&#8211;compliant card with Shader Model 3.0 or higher (see supported list*)
DirectX&#174;: 9.0
Hard Drive: 8 GB
</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1605;&#1582;&#1601;&#1740; &#1705;&#1575;&#1585;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Assassin's%20Creed%20Brotherhood/1683106-996094_20110325_004.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Assassin's%20Creed%20Brotherhood/Assassins_Creed_Brotherhood_11.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Assassin's%20Creed%20Brotherhood/Assassins_Creed_Brotherhood_11.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Assassin's%20Creed%20Brotherhood/ug3irthae3951.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Assassin's%20Creed%20Brotherhood/60eaabba0c401edc3c48157ce2e393d947406788-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/135251/&#1585;&#1608;&#1586;&#1740;-&#1585;&#1608;&#1586;&#1711;&#1575;&#1585;&#1740;-&#1662;&#1740;&#1608;&#1606;&#1583;-&#1576;&#1585;&#1575;&#1583;&#1585;&#1740;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-assa/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div><br/>IGN<br/>8/10<br/><br/>Metacritic<br/>90/100<br/><br/>Initial release date<br/>November 16, 2010</div>
  </BODY>
</html>