<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Assassin's Creed Chronicles Trilogy</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="606.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index1.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="724.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/713f.jpg">
        <img src="../images/713f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Assassin's Creed Chronicles Trilogy&#160;(2015)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action/Adventure</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#24</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Ubisoft Entertainment</b>
	    &#160;
	   	Climax Studios
            <br/>
            <b>7.29 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1588;&#1607;&#1585; &#1605;&#1605;&#1606;&#1608;&#1593;&#1607;&#1548; &#1583;&#1740;&#1608;&#1575;&#1585; &#1576;&#1586;&#1585;&#1711; &#1608; &#1605;&#1575;&#1705;&#1575;&#1574;&#1608;&#1548; &#1607;&#1605;&#1711;&#1740; &#1576;&#1607; &#1591;&#1585;&#1586; &#1586;&#1740;&#1576;&#1575;&#1740;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; Assassin&#8217;s Creed China &#1576;&#1607; &#1578;&#1589;&#1608;&#1740;&#1585; &#1705;&#1588;&#1740;&#1583;&#1607; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1575;&#1606;&#1711;&#1575;&#1585; &#1578;&#1605;&#1575;&#1605;&#1740; &#1578;&#1589;&#1575;&#1608;&#1740;&#1585; &#1585;&#1575; &#1606;&#1602;&#1575;&#1588; &#1576;&#1586;&#1585;&#1711; &#1670;&#1740;&#1606;&#1740; &#1570;&#1601;&#1585;&#1740;&#1583;&#1607; &#1575;&#1587;&#1578; &#1578;&#1575; &#1588;&#1605;&#1575; &#1575;&#1586; &#1570;&#1606; &#1604;&#1584;&#1578; &#1576;&#1576;&#1585;&#1740;&#1583;. &#1583;&#1585;&#1608;&#1575;&#1602;&#1593; Assassin&#8217;s Creed China &#1586;&#1740;&#1585;&#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1587;&#1607;&#8204;&#1711;&#1575;&#1606;&#1607; &#1575;&#1587;&#1578; &#1576;&#1607; &#1606;&#1575;&#1605; Assassin&#8217;s Creed Chronicles. &#1602;&#1587;&#1605;&#1578; &#1575;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740;&#1548; &#1670;&#1740;&#1606;&#1548; &#1583;&#1585; &#1570;&#1608;&#1585;&#1740;&#1604; 2015 &#1578;&#1608;&#1587;&#1591; &#1588;&#1585;&#1705;&#1578; Ubisoft &#1576;&#1585;&#1575;&#1740; &#1587;&#1740;&#1587;&#1578;&#1605;&#8204;&#1593;&#1575;&#1605;&#1604; &#1608;&#1740;&#1606;&#1583;&#1608;&#1586;&#1548; &#1662;&#1604;&#1740;&#8204;&#1575;&#1587;&#1578;&#1740;&#1588;&#1606; 4 &#1608; &#1575;&#1740;&#1705;&#1587; &#1576;&#1575;&#1705;&#1587; &#1608;&#1575;&#1606; &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;. &#1602;&#1587;&#1605;&#1578; &#1583;&#1608;&#1605; &#1607;&#1606;&#1583; &#1608; &#1570;&#1582;&#1585;&#1740;&#1606; &#1602;&#1587;&#1605;&#1578; &#1585;&#1608;&#1587;&#1740;&#1607; &#1575;&#1587;&#1578;. &#1583;&#1585; &#1575;&#1740;&#1606;&#1580;&#1575; &#1601;&#1593;&#1604;&#1575;&#1611; &#1585;&#1608;&#1740; &#1602;&#1587;&#1605;&#1578; &#1575;&#1608;&#1604; &#1740;&#1593;&#1606;&#1740; &#1670;&#1740;&#1606; &#1578;&#1605;&#1585;&#1705;&#1586; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605;.<br/><br/>&#1575;&#1587;&#1578;&#1583;&#1740;&#1608; Climax &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1576;&#1607; &#1587;&#1576;&#1705; 2.5 &#1576;&#1615;&#1593;&#1583;&#1740; &#1608; &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;&#1585; &#1587;&#1575;&#1582;&#1578;&#1607; &#1575;&#1587;&#1578;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1581;&#1575;&#1604;&#1578; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585;&#1607;&#1575; &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; 3 &#1576;&#1615;&#1593;&#1583;&#1740; &#1607;&#1587;&#1578;&#1606;&#1583; &#1608;&#1604;&#1740; &#1581;&#1585;&#1705;&#1578;&#1588;&#1575;&#1606; &#1605;&#1575;&#1606;&#1606;&#1583; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; 2 &#1576;&#1615;&#1593;&#1583;&#1740; &#1575;&#1587;&#1578; &#1608; &#1711;&#1575;&#1607;&#1740; &#1581;&#1575;&#1604;&#1578; 3 &#1576;&#1593;&#1615;&#1583;&#1740; &#1662;&#1740;&#1583;&#1575; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;&#1563; &#1605;&#1575;&#1606;&#1606;&#1583; &#1575;&#1705;&#1579;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1662;&#1604;&#1578;&#1601;&#1585;&#1605;&#1585;&#1548; &#1605;&#1705;&#1575;&#1606;&#1740;&#1587;&#1605; &#1576;&#1575;&#1604;&#1575; &#1585;&#1601;&#1578;&#1606; &#1575;&#1586; &#1583;&#1740;&#1608;&#1575;&#1585;&#1607;&#1575;&#1548; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1591;&#1606;&#1575;&#1576; &#1608; &#1705;&#1601;&#1588; &#1578;&#1740;&#1594;&#1607; &#1583;&#1575;&#1585; &#1608; &#8230; &#1606;&#1740;&#1586; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1740;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1576;&#1607; &#1606;&#1592;&#1585; &#1605;&#1740;&#8204;&#1585;&#1587;&#1583; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608; &#1583;&#1585; &#1662;&#1740;&#1575;&#1583;&#1607;&#8204;&#1587;&#1575;&#1586;&#1740; &#1575;&#1740;&#1606; &#1581;&#1575;&#1604;&#1578; &#1605;&#1608;&#1601;&#1602; &#1593;&#1605;&#1604; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1602;&#1576;&#1604; &#1575;&#1586; &#1585;&#1601;&#1578;&#1606; &#1576;&#1607; &#1587;&#1585;&#1575;&#1594; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740;&#1548; &#1575;&#1576;&#1578;&#1583;&#1575; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1585;&#1575; &#1576;&#1575; &#1607;&#1605; &#1605;&#1585;&#1608;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1605;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1705;&#1605;&#1740; &#1576;&#1593;&#1583; &#1575;&#1586; &#1575;&#1606;&#1578;&#1588;&#1575;&#1585; &#1601;&#1740;&#1604;&#1605; &#1705;&#1608;&#1578;&#1575;&#1607; Assassin&#8217;s Creed: Embers &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;. &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1587;&#1575;&#1604; 1526 &#1670;&#1740;&#1606; &#1585;&#1575; &#1606;&#1588;&#1575;&#1606; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1608; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585; &#1575;&#1608;&#1604; &#1605;&#1575;&#1548; &#1588;&#1575;&#1574;&#1608; &#1580;&#1608;&#1606; &#1576;&#1607; &#1587;&#1585;&#1586;&#1605;&#1740;&#1606; &#1605;&#1575;&#1583;&#1585;&#1740; &#1582;&#1608;&#1583; &#1576;&#1585;&#1711;&#1588;&#1578;&#1607; &#1578;&#1575; &#1583;&#1585; &#1605;&#1602;&#1575;&#1576;&#1604; &#1711;&#1585;&#1608;&#1607;&#1740; &#1705;&#1607; &#1575;&#1606;&#1580;&#1605;&#1606; &#1576;&#1585;&#1575;&#1583;&#1585;&#1740; &#1575;&#1608; &#1585;&#1575; &#1606;&#1575;&#1576;&#1608;&#1583; &#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;&#1548; &#1602;&#1585;&#1575;&#1585; &#1711;&#1740;&#1585;&#1583;. &#1575;&#1608; &#1578;&#1608;&#1587;&#1591; &#1740;&#1705; &#1570;&#1583;&#1605;&#1705;&#1588; &#1581;&#1585;&#1601;&#1607;&#8204;&#1575;&#1740; &#1575;&#1740;&#1578;&#1575;&#1604;&#1740;&#1575;&#1740;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; &#1575;&#1578;&#1586;&#1740;&#1608; &#1570;&#1574;&#1608;&#1583;&#1740;&#1578;&#1608;&#1585;&#1607; &#1583;&#1575; &#1601;&#1740;&#1585;&#1606;&#1578;&#1586;&#1607;&#1548; &#1578;&#1593;&#1604;&#1740;&#1605; &#1583;&#1740;&#1583;&#1607; &#1575;&#1587;&#1578; &#1578;&#1575; &#1576;&#1578;&#1608;&#1575;&#1606;&#1583; &#1711;&#1585;&#1608;&#1607; &#171;&#1607;&#1588;&#1578; &#1576;&#1576;&#1585;&#187; &#1585;&#1575; &#1606;&#1575;&#1576;&#1608;&#1583; &#1705;&#1606;&#1583;.<br/><br/>&#1576;&#1585;&#1587;&#1740;&#1605; &#1576;&#1607; &#1711;&#1740;&#1605;&#8204;&#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1705;&#1607; &#1588;&#1575;&#1605;&#1604; &#1583;&#1608; &#1576;&#1582;&#1588; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1575;&#1608;&#1604; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1576;&#1575; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1576;&#1607; &#1589;&#1608;&#1585;&#1578; &#1585;&#1608;&#1583;&#1585;&#1585;&#1608; &#1608; &#1662;&#1585; &#1587;&#1585;&#1608;&#1589;&#1583;&#1575; &#1705;&#1607; &#1581;&#1587;&#1575;&#1576;&#1740; &#1588;&#1605;&#1575; &#1585;&#1575; &#1576;&#1607; &#1583;&#1585;&#1583;&#1587;&#1585; &#1582;&#1608;&#1575;&#1607;&#1583; &#1575;&#1606;&#1583;&#1575;&#1582;&#1578;. &#1581;&#1575;&#1604;&#1578; &#1583;&#1608;&#1605;&#1548; &#1705;&#1588;&#1578;&#1606; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1576;&#1607;&#8204;&#1589;&#1608;&#1585;&#1578; &#1605;&#1582;&#1601;&#1740;&#8204;&#1705;&#1575;&#1585;&#1740; &#1608; &#1576;&#1583;&#1608;&#1606; &#1589;&#1583;&#1575; &#1575;&#1587;&#1578; &#1705;&#1607; &#1575;&#1589;&#1604; &#1705;&#1575;&#1585; &#1740;&#1705; &#1570;&#1583;&#1605;&#1705;&#1588; &#1607;&#1605;&#1740;&#1606; &#1575;&#1587;&#1578; &#1608; &#1587;&#1740;&#1587;&#1578;&#1605; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1576;&#1607; &#1575;&#1740;&#1606; &#1581;&#1575;&#1604;&#1578; &#1575;&#1605;&#1578;&#1740;&#1575;&#1586; &#1576;&#1740;&#1588;&#1578;&#1585;&#1740; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1581;&#1575;&#1604;&#1578; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1578;&#1606;&#8204;&#1576;&#1607;&#8204;&#1578;&#1606; &#1705;&#1605;&#1740; &#1705;&#1606;&#1583; &#1593;&#1605;&#1604; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1570;&#1606;&#8204;&#1602;&#1583;&#1585; &#1585;&#1608;&#1575;&#1606; &#1606;&#1740;&#1587;&#1578; &#1608; &#1576;&#1575; &#1576;&#1740;&#1588;&#1578;&#1585; &#1588;&#1583;&#1606; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1576;&#1575; &#1570;&#1606;&#8204;&#1607;&#1575; &#1587;&#1582;&#1578;&#8204;&#1578;&#1585; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1608;&#1604;&#1740; &#1581;&#1575;&#1604;&#1578; &#1605;&#1582;&#1601;&#1740;&#8204;&#1705;&#1575;&#1585;&#1740; &#1576;&#1607;&#1578;&#1585; &#1575;&#1580;&#1585;&#1575; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;&#1548; &#1588;&#1575;&#1740;&#1583; &#1607;&#1583;&#1601; &#1576;&#1575;&#1586;&#1740; &#1575;&#1740;&#1606; &#1576;&#1608;&#1583;&#1607; &#1705;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606; &#1576;&#1740;&#1588;&#1578;&#1585; &#1575;&#1586; &#1575;&#1740;&#1606; &#1581;&#1575;&#1604;&#1578; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1606;&#1583;.<br/><br/>&#1576;&#1575; &#1705;&#1588;&#1578;&#1606; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1576;&#1607;&#8204;&#1589;&#1608;&#1585;&#1578; &#1605;&#1582;&#1601;&#1740;&#8204;&#1705;&#1575;&#1585;&#1740; &#1576;&#1575;&#1740;&#1583; &#1575;&#1580;&#1587;&#1575;&#1583; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1606;&#1740;&#1586; &#1662;&#1606;&#1607;&#1575;&#1606; &#1705;&#1606;&#1740;&#1583; &#1578;&#1575; &#1576;&#1602;&#1740;&#1607; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1605;&#1578;&#1608;&#1580;&#1607; &#1581;&#1590;&#1608;&#1585; &#1588;&#1605;&#1575; &#1606;&#1588;&#1608;&#1606;&#1583;&#1563; &#1605;&#1575;&#1606;&#1606;&#1583; &#1575;&#1705;&#1579;&#1585; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1575;&#1605;&#1578;&#1740;&#1575;&#1586; &#1576;&#1740;&#1588;&#1578;&#1585; &#1608; &#1585;&#1601;&#1578;&#1606; &#1576;&#1607; &#1605;&#1585;&#1581;&#1604;&#1607; &#1580;&#1583;&#1740;&#1583;&#1548; &#1575;&#1605;&#1705;&#1575;&#1606; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740;&#8204;&#1607;&#1575; &#1608; &#1605;&#1607;&#1575;&#1585;&#1578;&#8204;&#1607;&#1575;&#1740; &#1582;&#1575;&#1589;&#1740; &#1585;&#1575; &#1601;&#1593;&#1575;&#1604; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578; &#1608; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1576;&#1575; &#1575;&#1606;&#1580;&#1575;&#1605; &#1570;&#1606;&#8204;&#1607;&#1575; &#1575;&#1605;&#1578;&#1740;&#1575;&#1586; &#1588;&#1605;&#1575; &#1576;&#1575;&#1604;&#1575; &#1582;&#1608;&#1575;&#1607;&#1583; &#1585;&#1601;&#1578;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1548; &#1587;&#1575;&#1583;&#1711;&#1740; &#1576;&#1575;&#1586;&#1740; &#1608; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606;&#1740; &#1705;&#1607; &#1585;&#1575;&#1581;&#1578; &#1588;&#1705;&#1587;&#1578; &#1605;&#1740;&#8204;&#1582;&#1608;&#1585;&#1606;&#1583; &#1575;&#1586; &#1606;&#1602;&#1575;&#1591; &#1590;&#1593;&#1601; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1587;&#1578;&#1548; &#1605;&#1606;&#1578;&#1607;&#1575; &#1591;&#1585;&#1575;&#1581;&#1740; &#1605;&#1585;&#1575;&#1581;&#1604;&#1548; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1586;&#1740;&#1576;&#1575; &#1608; &#1581;&#1575;&#1604;&#1578; &#1605;&#1582;&#1601;&#1740;&#8204;&#1705;&#1575;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1606;&#1705;&#1575;&#1578; &#1605;&#1579;&#1576;&#1578; &#1570;&#1606; &#1583;&#1575;&#1606;&#1587;&#1578;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">OS: Windows 7 SP1 or Windows 8 or Windows 8.1 (32/64bit versions)
Processor: Intel Core 2 Duo E8200 @ 2.6 GHz or AMD Athlon II X2 240 @ 2.8 GHz
Memory: 2 GB RAM
Graphics: nVidia GeForce GTS450 or AMD Radeon HD5770 (1024MB VRAM with Shader Model 5.0)
DirectX: Version 10
Storage: 4 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1605;&#1582;&#1601;&#1740; &#1705;&#1575;&#1585;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Assassin's%20Creed%20Chronicles%20Trilogy/Assassin_rsquo_s-Creed_-Chronicles_-China_20150423163024.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Assassin's%20Creed%20Chronicles%20Trilogy/ac2.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Assassin's%20Creed%20Chronicles%20Trilogy/accscrchinacombat1wm1427796927jpg-c732ad.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Assassin's%20Creed%20Chronicles%20Trilogy/maxresdefault.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Assassin's%20Creed%20Chronicles%20Trilogy/10456eb263ee8b6ddd1ed55e5037611d8184390-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/238702/&#1575;&#1587;&#1575;&#1587;&#1740;&#1606;-&#1670;&#1740;&#1606;&#1740;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;&#1740;-assassins-creed-chronicles-china/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic<br/>63/100<br/><br/>February 9, 2016</div>
  </BODY>
</html>