<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Batman: Arkham City</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="2304.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index2.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="789.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/777f.jpg">
        <img src="../images/777f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Batman: Arkham City&#160;(2011)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Batman&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action, Action/Adventure</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#29</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Warner Bros Interactive</b>
	    &#160;
	   	Rocksteady Studios
            <br/>
            <b>17.7 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1588;&#1607;&#1585;&#1740; &#1605;&#1582;&#1608;&#1601; &#1608; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1580;&#1575;&#1740;&#1740; &#1705;&#1607; &#1575;&#1605;&#1575;&#1585; &#1580;&#1585;&#1605; &#1608; &#1580;&#1606;&#1575;&#1740;&#1578; &#1576;&#1740;&#1583;&#1575;&#1583; &#1605;&#1740;&#1705;&#1606;&#1583; &#1608; &#1588;&#1607;&#1585; &#1583;&#1585; &#1705;&#1579;&#1740;&#1601;&#1740; &#1601;&#1585;&#1608; &#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;. &#1711;&#1575;&#1606;&#1578;&#1607;&#1575;&#1605; &#1588;&#1607;&#1585;&#1740; &#1705;&#1607; &#1575;&#1606;&#1580;&#1575;&#1605; &#1580;&#1585;&#1605; &#1608; &#1580;&#1606;&#1575;&#1740;&#1578; &#1605;&#1575;&#1606;&#1606;&#1583; &#1705;&#1575;&#1585; &#1607;&#1575;&#1740; &#1593;&#1575;&#1583;&#1740; &#1585;&#1608;&#1586;&#1575;&#1606;&#1607; &#1575;&#1601;&#1585;&#1575;&#1583; &#1575;&#1587;&#1578;. &#1588;&#1607;&#1585;&#1740; &#1705;&#1607; &#1582;&#1575;&#1574;&#1606;&#1575;&#1606;&#1740; &#1576;&#1583;&#1606;&#1575;&#1605; &#1608; &#1582;&#1588;&#1606; &#1578;&#1585;&#1740;&#1606; &#1575;&#1585;&#1575;&#1584;&#1604; &#1608; &#1575;&#1608;&#1576;&#1575;&#1588; &#1585;&#1575; &#1583;&#1575;&#1585;&#1583;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1588;&#1607;&#1585; &#1586;&#1606;&#1583;&#1711;&#1740; &#1576;&#1740; &#1711;&#1606;&#1575;&#1607;&#1575;&#1606; &#1583;&#1585; &#1582;&#1591;&#1585; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1588;&#1607;&#1585; &#1578;&#1606;&#1607;&#1575; &#1608; &#1578;&#1606;&#1607;&#1575; &#1576;&#1583;&#1587;&#1578; &#1576;&#1578;&#1605;&#1606; &#1605;&#1740;&#1578;&#1608;&#1575;&#1606;&#1583; &#1585;&#1606;&#1711; &#1593;&#1583;&#1575;&#1604;&#1578; &#1608; &#1589;&#1604;&#1581; &#1585;&#1575; &#1576;&#1576;&#1740;&#1606;&#1583;. &#1583;&#1585; &#1608;&#1575;&#1602;&#1593; &#1711;&#1575;&#1606;&#1578;&#1607;&#1575;&#1605; &#1578;&#1576;&#1583;&#1740;&#1604; &#1576;&#1607; &#1578;&#1575;&#1585;&#1740;&#1705; &#1578;&#1585;&#1740;&#1606; &#1608; &#1578;&#1585;&#1587;&#1606;&#1575;&#1705; &#1578;&#1585;&#1740;&#1606; &#1588;&#1607;&#1585; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1583;&#1585;&#1576;&#1575;&#1586;&#1740; &#1602;&#1576;&#1604;&#1740; &#1583;&#1585; &#1588;&#1607;&#1585; &#1570;&#1585;&#1582;&#1575;&#1605; &#1587;&#1575;&#1604; 2009 &#1591;&#1740;&#1601; &#1608;&#1587;&#1740;&#1593;&#1740; &#1575;&#1586; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; &#1583;&#1740;&#1583;&#1607; &#1605;&#1740; &#1588;&#1608;&#1606;&#1583; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1705;&#1575;&#1585;&#1575;&#1705;&#1578;&#1585; Catwoman &#1705;&#1607; &#1740;&#1705; &#1588;&#1582;&#1589;&#1740;&#1578; &#1602;&#1575;&#1576;&#1604; &#1608; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1585; &#1606;&#1587;&#1582;&#1607; &#1580;&#1583;&#1740;&#1583; &#1585;&#1608;&#1575;&#1740;&#1578; &#1605;&#1740; &#1705;&#1606;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1583;&#1575;&#1585;&#1575;&#1740; &#1608;&#1740;&#1688;&#1711;&#1740; &#1607;&#1575;&#1740;&#1740; &#1575;&#1586; &#1580;&#1605;&#1604;&#1607; &#1591;&#1740;&#1601; &#1608;&#1587;&#1740;&#1593;&#1740; &#1575;&#1586; &#1575;&#1576;&#1586;&#1575;&#1585; &#1580;&#1583;&#1740;&#1583;&#1548; &#1575;&#1601;&#1586;&#1575;&#1740;&#1588; &#1578;&#1593;&#1583;&#1575;&#1583; &#1587;&#1578;&#1740;&#1586;&#1607; &#1580;&#1608;&#1740;&#1575;&#1606; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1575;&#1601;&#1586;&#1575;&#1740;&#1588; &#1711;&#1586;&#1740;&#1606;&#1607; &#1607;&#1575;&#1740; &#1662;&#1585;&#1588; &#1576;&#1578;&#1605;&#1606; &#1705;&#1607; &#1588;&#1575;&#1605;&#1604; &#1580;&#1607;&#1588;&#1548; &#1582;&#1586;&#1740;&#1583;&#1606;&#1548; &#1662;&#1585;&#1608;&#1575;&#1586; &#1608; &#1570;&#1608;&#1740;&#1586;&#1575;&#1606; &#1588;&#1583;&#1606; &#1605;&#1740; &#1576;&#1575;&#1588;&#1583; &#1583;&#1585; &#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1575;&#1590;&#1575;&#1601;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1588;&#1607;&#1585; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606; &#1705;&#1604;&#1575;&#1606;&#1578;&#1585;&#1740;&#1548; &#1605;&#1608;&#1586;&#1607;&#1548; &#1662;&#1575;&#1585;&#1705; &#1608; &#1602;&#1587;&#1605;&#1578; &#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1585;&#1575; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1705;&#1585;&#1583;. &#1587;&#1575;&#1582;&#1578;&#1605;&#1575;&#1606; &#1607;&#1575;&#1740; &#1588;&#1607;&#1585; &#1576;&#1607; &#1587;&#1576;&#1705; &#1583;&#1607;&#1607; &#1740; 30 &#1608; 40 &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1705;&#1607; &#1670;&#1607;&#1585;&#1607; &#1740; &#1607;&#1606;&#1585;&#1740; &#1576;&#1607; &#1588;&#1607;&#1585; &#1583;&#1575;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1740; &#1607;&#1585; &#1587;&#1575;&#1582;&#1578;&#1605;&#1575;&#1606; &#1608; &#1605;&#1602;&#1575;&#1740;&#1587;&#1607; &#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606; &#1576;&#1607; &#1583;&#1602;&#1578; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1575;&#1583; &#1711;&#1585;&#1575;&#1601;&#1740;&#1587;&#1578; &#1607;&#1575; &#1662;&#1740; &#1576;&#1585;&#1583;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; Batman: Arkham City &#1575;&#1586; &#1580;&#1575;&#1740;&#1740; &#1588;&#1585;&#1608;&#1593; &#1605;&#1740; &#1588;&#1608;&#1583; &#1705;&#1607; &#1576;&#1585;&#1608;&#1587; &#1608;&#1740;&#1606; &#1583;&#1585; &#1581;&#1575;&#1604; &#1587;&#1582;&#1606;&#1585;&#1575;&#1606;&#1740; &#1583;&#1585; &#1605;&#1608;&#1585;&#1583; &#1570;&#1585;&#1582;&#1575;&#1605; &#1608; &#1576;&#1587;&#1578;&#1606; &#1570;&#1606; &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1575;&#1605;&#1608;&#1585;&#1575;&#1606; Strange &#1608;&#1740; &#1585;&#1575; &#1583;&#1587;&#1578;&#1711;&#1740;&#1585; &#1705;&#1585;&#1583;&#1607; &#1608; &#1576;&#1607; &#1570;&#1585;&#1582;&#1575;&#1605; &#1605;&#1740; &#1570;&#1608;&#1585;&#1583; &#1608; &#1583;&#1585; &#1605;&#1608;&#1585;&#1583; &#1575;&#1580;&#1585;&#1575; &#1705;&#1585;&#1583;&#1606; Protocol 10 &#1608; &#1578;&#1576;&#1583;&#1740;&#1604; &#1576;&#1607; &#1602;&#1607;&#1585;&#1605;&#1575;&#1606; &#1588;&#1583;&#1606; &#1587;&#1582;&#1606; &#1576;&#1607; &#1605;&#1740;&#1575;&#1606; &#1605;&#1740; &#1570;&#1608;&#1585;&#1583; &#1608; &#1575;&#1740;&#1606;&#1580;&#1575; &#1580;&#1575;&#1740;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1705;&#1606;&#1578;&#1585;&#1604; &#1576;&#1578;&#1605;&#1606; &#1583;&#1585; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1588;&#1605;&#1575;&#1587;&#1578; &#1608; &#1576;&#1607; &#1606;&#1608;&#1593;&#1740; &#1576;&#1575;&#1586;&#1740; &#1588;&#1585;&#1608;&#1593; &#1605;&#1740; &#1588;&#1608;&#1583;.<br/><br/>&#1588;&#1605;&#1575; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1575;&#1583;&#1740; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1583;&#1575;&#1588;&#1578;. &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1587;&#1582;&#1578; &#1608; &#1583;&#1588;&#1608;&#1575;&#1585; &#1575;&#1586; &#1575;&#1605;&#1705;&#1575;&#1578; &#1582;&#1608;&#1576; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1740; &#1578;&#1608;&#1575;&#1606; &#1576;&#1607; &#1608;&#1580;&#1608;&#1583; &#1605;&#1575;&#1605;&#1608;&#1585;&#1740;&#1578; &#1607;&#1575;&#1740; &#1580;&#1575;&#1606;&#1576;&#1740; &#1576;&#1740; &#1588;&#1605;&#1575;&#1585; &#1705;&#1607; &#1705;&#1605; &#1575;&#1586; &#1605;&#1575;&#1605;&#1608;&#1585;&#1740;&#1578; &#1575;&#1589;&#1604;&#1740; &#1585;&#1575; &#1606;&#1583;&#1575;&#1585;&#1606;&#1583;&#1548; &#1575;&#1588;&#1575;&#1585;&#1607; &#1705;&#1585;&#1583; &#1705;&#1607; &#1593;&#1591;&#1588; &#1705;&#1575;&#1605;&#1604; &#1705;&#1585;&#1583;&#1606; &#1570;&#1606;&#8204;&#1607;&#1575; &#1581;&#1578;&#1740; &#1576;&#1593;&#1583; &#1575;&#1586; &#1576;&#1607; &#1662;&#1575;&#1740;&#1575;&#1606; &#1585;&#1587;&#1575;&#1606;&#1583;&#1606; &#1576;&#1575;&#1586;&#1740; &#1705;&#1575;&#1605;&#1604;&#1575; &#1605;&#1581;&#1587;&#1608;&#1587; &#1575;&#1587;&#1578;. &#1575;&#1586; &#1575;&#1740;&#1606; &#1580;&#1575; &#1576;&#1607; &#1576;&#1593;&#1583; &#1575;&#1582;&#1578;&#1740;&#1575;&#1585; &#1705;&#1575;&#1605;&#1604; &#1576;&#1578;&#1605;&#1606; &#1576;&#1575; &#1588;&#1605;&#1575;&#1587;&#1578;. &#1575;&#1606;&#1580;&#1575;&#1605; &#1605;&#1575;&#1605;&#1608;&#1585;&#1740;&#1578; &#1607;&#1575;&#1740;&#1740; &#1576;&#1575; &#1575;&#1583;&#1602;&#1575;&#1605; &#1588;&#1583;&#1606; &#1581;&#1585;&#1705;&#1575;&#1578; &#1585;&#1586;&#1605;&#1740; &#1608; &#1605;&#1582;&#1601;&#1740; &#1705;&#1575;&#1585;&#1740; &#1607;&#1575;&#1740; &#1605;&#1585;&#1605;&#1608;&#1586; &#1583;&#1585; &#1602;&#1604;&#1576; &#1576;&#1575;&#1586;&#1740; &#1606;&#1608;&#1740;&#1583; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1586;&#1740;&#1576;&#1575; &#1608; &#1583;&#1740;&#1583;&#1606;&#1740; &#1585;&#1575; &#1576;&#1607; &#1588;&#1605;&#1575; &#1605;&#1740;&#1583;&#1607;&#1583;. &#1576;&#1607; &#1589;&#1608;&#1585;&#1578;&#1740; &#1705;&#1607; &#1605;&#1740;&#1578;&#1608;&#1575;&#1606;&#1583; &#1578;&#1580;&#1585;&#1576;&#1607; &#1606;&#1575;&#1576;&#1740; &#1576;&#1585;&#1575;&#1740; &#1593;&#1604;&#1575;&#1602;&#1607; &#1605;&#1606;&#1583;&#1575;&#1606; &#1575;&#1740;&#1606; &#1606;&#1608;&#1593; &#1576;&#1575;&#1586;&#1740; &#1607;&#1575; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">16+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">OS: Windows XP, Vista, 7
Processor: Intel Core 2 Duo 2.4 GHz or AMD Athlon X2 4800+
Memory: 2GB RAM
Hard Disk Space: 17 GB free hard drive space
Video Card: ATI 3850HD 512 MB or NVIDIA GeForce 8800 GT 512MB
DirectX&#174;: 9.0c</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Batman%20Arkham%20City/2205460-batman-arkham-city-screenshot.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Batman%20Arkham%20City/batman-arkham-city-armoured-edition-12.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Batman%20Arkham%20City/batman-arkham-city-combat-1920x1080.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Batman%20Arkham%20City/screenshot.batman-arkham-city.1200x675.2012-12-14.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Batman%20Arkham%20City/60d53f51a34220a8487fd715333afe666046264-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/369963/&#1585;&#1608;&#1586;&#1740;&#1585;&#1608;&#1586;&#1711;&#1575;&#1585;&#1740;-&#1588;&#1608;&#1575;&#1604;&#1740;&#1607;-&#1740;-&#1578;&#1575;&#1585;&#1740;&#1705;&#1740;&#1548;-&#1705;&#1608;&#1585;&#1587;&#1608;&#1740;/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 91/100<br/>Steam: 10/10<br/>IGN: 9.5/10<br/><br/>Initial release date: October 18, 2011</div>
  </BODY>
</html>