<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Call of Duty: Modern Warfare Remastered</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="955.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index3.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="2412.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/841f.jpg">
        <img src="../images/841f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Call of Duty: Modern Warfare Remastered&#160;(2016)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Call of Duty&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>FPS</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#34</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Activision</b>
	    &#160;
	   	Infinity Ward
            <br/>
            <b>36.8 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1576;&#1583;&#1608;&#1606; &#1588;&#1705; Call Of Duty Modern Warfare &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#8204;&#1740;&#1575;&#1583;&#1605;&#1575;&#1606;&#1583;&#1606;&#1740;&#8204;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1588;&#1608;&#1578;&#1585; &#1583;&#1585; &#1606;&#1587;&#1604; &#1607;&#1601;&#1578;&#1605; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1575; &#1587;&#1575;&#1583;&#1711;&#1740; &#1578;&#1605;&#1575;&#1605; &#1576;&#1587;&#1740;&#1575;&#1585; &#1585;&#1608;&#1575;&#1606; &#1608; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588; &#1576;&#1608;&#1583; &#1608; &#1607;&#1585; &#1583;&#1608; &#1576;&#1582;&#1588; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1608; &#1670;&#1606;&#1583;&#1606;&#1601;&#1585;&#1607; &#1576;&#1587;&#1740;&#1575;&#1585; &#1582;&#1608;&#1576; &#1705;&#1575;&#1585;&#1588;&#1583;&#1607; &#1576;&#1608;&#1583;&#1548; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1575;&#1586; &#1606;&#1711;&#1575;&#1607; &#1605;&#1606;&#1578;&#1602;&#1583;&#1740;&#1606; &#1606;&#1740;&#1586; &#1740;&#1705;&#1740; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1588;&#1608;&#1578;&#1585; &#1607;&#1575;&#1740; &#1606;&#1587;&#1604; &#1607;&#1601;&#1578;&#1605; &#1575;&#1587;&#1578;. &#1581;&#1575;&#1604; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#1548; &#1576;&#1575;&#1585;&#1740; &#1583;&#1740;&#1711;&#1585; &#1578;&#1608;&#1587;&#1591; &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1740;&#1593;&#1606;&#1740; Infinity Ward &#1576;&#1575;&#1586;&#1587;&#1575;&#1586;&#1740;&#8204;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1588;&#1605;&#1575; &#1583;&#1585; &#1606;&#1602;&#1588; Soap &#1576;&#1607; &#1705;&#1605;&#1662; &#1711;&#1585;&#1608;&#1607; Task Force 141 &#1585;&#1601;&#1578;&#1607; &#1608; &#1575;&#1605;&#1578;&#1581;&#1575;&#1606; &#1605;&#1740;&#8204;&#1583;&#1607;&#1740;&#1583; &#1705;&#1607; &#1575;&#1740;&#1606; &#1605;&#1585;&#1581;&#1604;&#1607; &#1576;&#1582;&#1588; &#1578;&#1605;&#1585;&#1740;&#1606;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607;&#8204;&#1581;&#1587;&#1575;&#1576; &#1605;&#1740;&#8204;&#1570;&#1740;&#1583;&#1548; &#1662;&#1587; &#1575;&#1586; &#1575;&#1606;&#1580;&#1575;&#1605; &#1575;&#1605;&#1578;&#1581;&#1575;&#1606; &#1588;&#1605;&#1575; &#1740;&#1705;&#1740; &#1575;&#1586; &#1575;&#1593;&#1590;&#1575;&#1740; &#1711;&#1585;&#1608;&#1607; &#1588;&#1583;&#1607; &#1608; &#1576;&#1575; Captain Price &#1570;&#1588;&#1606;&#1575; &#1605;&#1740;&#8204;&#1588;&#1608;&#1740;&#1583;. &#1575;&#1605;&#1575; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1580;&#1575;&#1740;&#1740; &#1588;&#1585;&#1608;&#1593; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1705;&#1607; &#1578;&#1585;&#1608;&#1585;&#1740;&#1587;&#1578;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; &#1582;&#1575;&#1604;&#1583; &#1575;&#1604; &#1575;&#1587;&#1583; &#1585;&#1574;&#1740;&#1587;&#8204;&#1580;&#1605;&#1607;&#1608;&#1585; &#1585;&#1575; &#1705;&#1588;&#1578;&#1607; &#1608; &#1601;&#1740;&#1604;&#1605;&#1740; &#1575;&#1586; &#1570;&#1606; &#1585;&#1575; &#1662;&#1582;&#1588; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1705;&#1607; &#1576;&#1575; &#1575;&#1606;&#1578;&#1588;&#1575;&#1585; &#1575;&#1740;&#1606; &#1608;&#1740;&#1583;&#1740;&#1608; &#1578;&#1585;&#1587; &#1583;&#1606;&#1740;&#1575; &#1585;&#1575; &#1601;&#1585;&#1575;&#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1583; &#1608; &#1588;&#1605;&#1575; &#1608;&#1592;&#1740;&#1601;&#1607;&#8204;&#1740; &#1580;&#1604;&#1608;&#1711;&#1740;&#1585;&#1740; &#1575;&#1586; &#1581;&#1605;&#1604;&#1575;&#1578; &#1578;&#1585;&#1608;&#1585;&#1740;&#1587;&#1578;&#1740; &#1608; &#1583;&#1587;&#1578;&#1711;&#1740;&#1585;&#1740; &#1582;&#1575;&#1604;&#1583; &#1575;&#1604; &#1575;&#1587;&#1583; &#1585;&#1575; &#1576;&#1585; &#1593;&#1607;&#1583;&#1607; &#1583;&#1575;&#1585;&#1740;&#1583;.<br/><br/>&#1575;&#1586;&#1604;&#1581;&#1575;&#1592; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740;&#1548; &#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1575;&#1586; &#1587;&#1585;&#1740; &#1606;&#1583;&#1575;&#1740; &#1608;&#1592;&#1740;&#1601;&#1607; &#1608;&#1575;&#1602;&#1593;&#1575;&#1611; &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1576;&#1608;&#1583; &#1608; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575; &#1608; &#1605;&#1585;&#1575;&#1581;&#1604; &#1576;&#1607;&#8204;&#1740;&#1575;&#1583;&#1605;&#1575;&#1606;&#1583;&#1606;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1575;&#1588;&#1578;&#1548; &#1711;&#1585;&#1670;&#1607; &#1576;&#1582;&#1588; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1705;&#1608;&#1578;&#1575;&#1607; &#1576;&#1608;&#1583; &#1575;&#1605;&#1575; &#1605;&#1582;&#1575;&#1591;&#1576; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1587;&#1578; &#1576;&#1575;&#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575; &#1575;&#1585;&#1578;&#1576;&#1575;&#1591; &#1576;&#1585;&#1602;&#1585;&#1575;&#1585; &#1705;&#1606;&#1583; &#1705;&#1607; &#1575;&#1740;&#1606; &#1740;&#1705;&#1740; &#1575;&#1586; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740;&#1740; &#1576;&#1608;&#1583; &#1705;&#1607; &#1576;&#1575;&#1593;&#1579; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1588;&#1583;.<br/><br/>&#1605;&#1608;&#1601;&#1602;&#1740;&#1578; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1578;&#1606;&#1607;&#1575; &#1576;&#1607; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1608; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1576;&#1607;&#8204;&#1740;&#1575;&#1583;&#1605;&#1575;&#1606;&#1583;&#1606;&#1740; &#1582;&#1578;&#1605; &#1606;&#1605;&#1740;&#8204;&#1588;&#1608;&#1583;&#1548; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1585;&#1608;&#1575;&#1606; &#1608; &#1607;&#1740;&#1580;&#1575;&#1606;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586;&#1740; &#1576;&#1585;&#1582;&#1608;&#1585;&#1583;&#1575;&#1585; &#1576;&#1608;&#1583;&#1548; &#1576;&#1582;&#1588; &#1670;&#1606;&#1583;&#1606;&#1601;&#1585;&#1607; &#1608;&#1575;&#1602;&#1593;&#1575;&#1611; &#1575;&#1593;&#1578;&#1740;&#1575;&#1583;&#1570;&#1608;&#1585; &#1575;&#1587;&#1578; &#1608; &#1607;&#1605;&#1608;&#1575;&#1585;&#1607; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588; &#1576;&#1608;&#1583;&#1607;&#1548; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1605;&#1583;&#1607;&#1575;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1575;&#1583;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1588;&#1578; &#1605;&#1575;&#1606;&#1606;&#1583; Search And Destroy &#1548; Kill Confirmed &#1548; Team DeathMatch &#1608; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1575;&#1586; &#1605;&#1583; &#1607;&#1575;&#1740; &#1583;&#1740;&#1711;&#1585; &#1705;&#1607; &#1607;&#1585;&#1705;&#1583;&#1575;&#1605; &#1608;&#1740;&#1688;&#1711;&#1740;&#8204;&#1607;&#1575;&#1740; &#1582;&#1575;&#1589; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1575;&#1585;&#1606;&#1583; &#1608; &#1607;&#1585; &#1705;&#1583;&#1575;&#1605; &#1575;&#1586; &#1575;&#1740;&#1606; &#1605;&#1583; &#1607;&#1575; &#1585;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1576;&#1575; &#1578;&#1606;&#1592;&#1740;&#1605;&#1575;&#1578; &#1583;&#1604;&#1582;&#1608;&#1575;&#1607; &#1608; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1576;&#1575;&#1586;&#1740; &#1705;&#1585;&#1583; . &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1578;&#1606;&#1608;&#1593; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1585;&#1582;&#1608;&#1585;&#1583;&#1575;&#1585;&#1606;&#1583; &#1705;&#1607; &#1607;&#1585;&#1705;&#1583;&#1575;&#1605; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578; &#1588;&#1582;&#1589;&#1740;&#8204;&#1587;&#1575;&#1586;&#1740; &#1583;&#1575;&#1585;&#1606;&#1583;&#1548; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1588;&#1575;&#1605;&#1604; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1605;&#1583;&#1585;&#1606; &#1608; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; &#1608; &#1602;&#1583;&#1740;&#1605;&#1740; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583;.<br/><br/>&#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1588;&#1575;&#1740;&#1583; &#1587;&#1575;&#1583;&#1607;&#8204;&#1578;&#1585;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1575;&#1586; &#1587;&#1585;&#1740; &#8220;&#1606;&#1583;&#1575;&#1740; &#1608;&#1592;&#1740;&#1601;&#1607;&#8221; &#1576;&#1575;&#1588;&#1583; &#1575;&#1605;&#1575; &#1587;&#1575;&#1583;&#1711;&#1740; &#1576;&#1607; &#1605;&#1593;&#1606;&#1740; &#1590;&#1593;&#1601; &#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1576;&#1593;&#1583;&#1740; &#1606;&#1576;&#1608;&#1583; &#1548; &#1575;&#1740;&#1606; &#1587;&#1575;&#1583;&#1711;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1575;&#1593;&#1578;&#1740;&#1575;&#1583;&#1570;&#1608;&#1585; &#1576;&#1608;&#1583; &#1705;&#1607; &#1581;&#1578;&#1740; &#1662;&#1587; &#1575;&#1586; &#1711;&#1584;&#1588;&#1578; &#1587;&#1575;&#1604;&#8204;&#1607;&#1575; &#1607;&#1606;&#1608;&#1586; &#1705;&#1587;&#1575;&#1606;&#1740; &#1607;&#1587;&#1578;&#1606;&#1583; &#1705;&#1607; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1602;&#1583;&#1740;&#1605;&#1740;&#8204;&#1578;&#1585;&#1740; &#1575;&#1586; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1585;&#1575; &#1576;&#1575;&#1586;&#1740; &#1705;&#1585;&#1583;&#1607; &#1608; &#1575;&#1586; &#1570;&#1606; &#1604;&#1584;&#1578; &#1605;&#1740;&#8204;&#1576;&#1585;&#1606;&#1583;.<br/><br/>&#1583;&#1585; &#1570;&#1582;&#1585;&#1548; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1588;&#1608;&#1578;&#1585; &#1583;&#1585; &#1606;&#1587;&#1604; &#1607;&#1601;&#1578;&#1605; &#1576;&#1607; &#1588;&#1605;&#1575;&#1585; &#1605;&#1740;&#8204;&#1585;&#1608;&#1583; &#1705;&#1607; &#1576;&#1575; &#1587;&#1575;&#1583;&#1711;&#1740; &#1608; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1585;&#1608;&#1575;&#1606; &#1605;&#1582;&#1575;&#1591;&#1576;&#1575;&#1606; &#1585;&#1575; &#1576;&#1607; &#1582;&#1608;&#1583; &#1580;&#1584;&#1576; &#1705;&#1585;&#1583;&#1607; &#1608; &#1576;&#1575;&#1586;&#1740; &#1705;&#1585;&#1583;&#1606; &#1570;&#1606; &#1576;&#1575; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1593;&#1575;&#1604;&#1740; &#1578;&#1585; &#1608; &#1576;&#1575;&#1586;&#1587;&#1575;&#1586;&#1740;&#8204;&#1588;&#1583;&#1607; &#1583;&#1585; &#1587;&#1575;&#1604; 2016 &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1740;&#1575;&#1583;&#1570;&#1608;&#1585; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1575;&#1608;&#1604; &#1575;&#1586; &#1587;&#1585;&#1740; Modern Warfare &#1588;&#1608;&#1583; &#1705;&#1607; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#8204;&#1740;&#1575;&#1583;&#1605;&#1575;&#1606;&#1583;&#1606;&#1740;&#8204;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1587;&#1585;&#1740; &#8220;&#1606;&#1583;&#1575;&#1740; &#1608;&#1592;&#1740;&#1601;&#1607;&#8221; &#1575;&#1587;&#1578; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1740; &#1570;&#1606; &#1576;&#1607; &#1578;&#1605;&#1575;&#1605;&#1740; &#1711;&#1740;&#1605;&#1585; &#1607;&#1575;&#1740; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585; &#1587;&#1576;&#1705; &#1588;&#1608;&#1578;&#1585; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">OS: Windows 7 64-Bit or later.
Processor: Intel Core i3-3225 @ 3.30GHz or equivalent.
Memory: 8 GB RAM.
Graphics: NVIDIA GeForce GTX 660 2GB / AMD Radeon HD 7850 2GB.
DirectX: Version 11.
Network: Broadband Internet connection.
Storage: 70 GB available space.
Sound Card: DirectX 11 Compatible.</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;, &#1605;&#1575;&#1580;&#1585;&#1575;&#1581;&#1608;&#1740;&#1740;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20-%20Modern%20Warfare%20Remastered/81obICL9N0L.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20-%20Modern%20Warfare%20Remastered/MV5BY2MxMjE4Y2QtZjUxMi00MzhiLTk4YTEtNWZiOWIwNTA1ZWNmXkEyXkFqcGdeQXVyNjkwODU2ODI@._V1_.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20-%20Modern%20Warfare%20Remastered/cod4remastered2.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20-%20Modern%20Warfare%20Remastered/modern_warfare_remastered_hidden_weapons_12-1.webp?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20-%20Modern%20Warfare%20Remastered/b9d316d6258c520ae60ee43bc9b06bc633642290-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/362503/&#1606;&#1583;&#1575;&#1740;-&#1606;&#1608;&#1587;&#1578;&#1575;&#1604;&#1688;&#1740;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;&#1740;-call-of-duty-modern-warfare-remastered/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic:86/100 <br/>Steam: 6/10<br/>IGN: 8.5/10<br/><br/>Initial release date: November 4, 2016</div>
  </BODY>
</html>