<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Call of Duty: Black Ops</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="875.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index3.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="922.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/887f.jpg">
        <img src="../images/887f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Call of Duty: Black Ops&#160;(2010)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Call of Duty&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>FPS</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#36</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Activision</b>
	    &#160;
	   	Treyarch
            <br/>
            <b>9.8 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1740;&#1705;&#1740; &#1575;&#1586; &#1585;&#1608;&#1575;&#1606;&#8204;&#1578;&#1585;&#1740;&#1606; &#1608; &#1662;&#1585;&#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1588;&#1608;&#1578;&#1585; &#1578;&#1575;&#1585;&#1740;&#1582;&#1548; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Call of Duty &#1575;&#1587;&#1578;. &#1576;&#1593;&#1583; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; Call Of Duty Modern Warfare 2 &#1576;&#1575;&#1586;&#1740; Black Ops &#1593;&#1585;&#1590;&#1607; &#1588;&#1583; &#1705;&#1607; &#1578;&#1608;&#1575;&#1606;&#1587;&#1578; &#1583;&#1608;&#1576;&#1575;&#1585;&#1607; &#1576;&#1607; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604;&#1740; &#1583;&#1587;&#1578; &#1740;&#1575;&#1576;&#1583;.<br/>&#1576;&#1575;&#1586;&#1740; Call of Duty Black ops &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604;&#8204;&#1588;&#1582;&#1589; &#1575;&#1587;&#1578; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; Treyarch &#1587;&#1575;&#1582;&#1578;&#1607;&#8204;&#1588;&#1583;&#1607; &#1608; Activision &#1570;&#1606; &#1585;&#1575; &#1605;&#1606;&#1578;&#1588;&#1585; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1608;&#1601;&#1602; &#1588;&#1583; &#1591;&#1740; 24 &#1587;&#1575;&#1593;&#1578; &#1576;&#1607; &#1601;&#1585;&#1608;&#1588; 5.6 &#1605;&#1740;&#1604;&#1740;&#1608;&#1606;&#1740; &#1583;&#1587;&#1578; &#1740;&#1575;&#1576;&#1583;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1576;&#1575; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1583;&#1740;&#1711;&#1585; &#1587;&#1585;&#1740; Call of Duty &#1575;&#1587;&#1578;. &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1583;&#1607;&#1607;&#8204;&#1740; 60 &#1605;&#1740;&#1604;&#1575;&#1583;&#1740; &#1575;&#1578;&#1601;&#1575;&#1602; &#1605;&#1740;&#8204;&#1575;&#1601;&#1578;&#1583;. &#1588;&#1582;&#1589;&#1740;&#1578; &#1575;&#1589;&#1604;&#1740; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1740;&#1593;&#1606;&#1740; Alex Mason &#1740;&#1705;&#1740; &#1575;&#1586; &#1575;&#1601;&#1585;&#1575;&#1583; &#1576;&#1575;&#1578;&#1580;&#1585;&#1576;&#1607; CIA &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1585; &#1575;&#1576;&#1578;&#1583;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1608; &#1583;&#1585; &#1581;&#1740;&#1606; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578; &#1583;&#1587;&#1578;&#1711;&#1740;&#1585;&#1588;&#1583;&#1607; &#1608; &#1576;&#1607; &#1740;&#1705;&#1740; &#1575;&#1586; &#1586;&#1606;&#1583;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1585;&#1608;&#1587;&#1740;&#1607; &#1605;&#1606;&#1578;&#1602;&#1604; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;&#1548; &#1670;&#1606;&#1583;&#1740; &#1576;&#1593;&#1583; &#1583;&#1585; &#1586;&#1606;&#1583;&#1575;&#1606; &#1588;&#1608;&#1585;&#1588; &#1588;&#1583;&#1607; &#1608; &#1586;&#1606;&#1583;&#1575;&#1606;&#1740;&#8204;&#1607;&#1575; &#1605;&#1608;&#1601;&#1602; &#1576;&#1607; &#1601;&#1585;&#1575;&#1585; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583;. &#1583;&#1585; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1575;&#1576;&#1607;&#1575;&#1605;&#1575;&#1578; &#1608; &#1581;&#1601;&#1585;&#1607;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1740;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1575;&#1605;&#1575; &#1584;&#1585;&#1607;&#8204;&#1584;&#1585;&#1607; &#1575;&#1740;&#1606; &#1581;&#1601;&#1585;&#1607;&#8204;&#1607;&#1575; &#1662;&#1585;&#1588;&#1583;&#1607; &#1608; &#1588;&#1575;&#1607;&#1583; &#1585;&#1608;&#1575;&#1740;&#1578; &#1582;&#1740;&#1604;&#1740; &#1582;&#1608;&#1576;&#1740; &#1607;&#1587;&#1578;&#1740;&#1605;.<br/><br/>&#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1575;&#1586; &#1607;&#1605;&#1575;&#1606; &#1601;&#1585;&#1605;&#1608;&#1604; &#1607;&#1605;&#1740;&#1588;&#1711;&#1740; &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740; &#1607;&#1575;&#1740; Call of Duty &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1705;&#1607; &#1570;&#1606; &#1585;&#1575; &#1583;&#1585; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604;&#1740; &#1583;&#1740;&#1583;&#1607; &#1576;&#1608;&#1583;&#1740;&#1605;. &#1576;&#1575;&#1575;&#1740;&#1606;&#8204;&#1581;&#1575;&#1604;&#1548; &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1588;&#1575;&#1607;&#1583; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1605;&#1578;&#1606;&#1608;&#1593; &#1608; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1576;&#1607;&#1578;&#1585;&#1740; &#1607;&#1587;&#1578;&#1740;&#1605;. &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1588;&#1575;&#1605;&#1604; &#1578;&#1740;&#1585; &#1705;&#1605;&#1575;&#1606; &#1605;&#1583;&#1585;&#1606; &#1608; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; &#1583;&#1607;&#1607; 60 &#1605;&#1575;&#1606;&#1606;&#1583; AK-47 &#1608; M14 &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583;. &#1605;&#1585;&#1575;&#1581;&#1604; &#1576;&#1575;&#1586;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1576;&#1575; &#1580;&#1586;&#1574;&#1740;&#1575;&#1578; &#1591;&#1585;&#1575;&#1581;&#1740;&#8204;&#1588;&#1583;&#1607; &#1608; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1583;&#1585;&#1711;&#1740;&#1585; &#1705;&#1606;&#1606;&#1583;&#1607; &#1575;&#1587;&#1578; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607;&#8204;&#1607;&#1740;&#1670;&#8204;&#1608;&#1580;&#1607; &#1740;&#1705;&#1606;&#1608;&#1575;&#1582;&#1578; &#1608; &#1582;&#1587;&#1578;&#1607;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1606;&#1740;&#1587;&#1578;&#1606;&#1583; &#1608; &#1583;&#1604;&#1740;&#1604; &#1570;&#1606; &#1606;&#1740;&#1586; &#1605;&#1585;&#1575;&#1581;&#1604; &#1576;&#1575;&#1586;&#1740; &#1575;&#1587;&#1578;&#1548; &#1605;&#1585;&#1575;&#1581;&#1604; &#1576;&#1575;&#1586;&#1740; &#1588;&#1575;&#1605;&#1604; &#1605;&#1582;&#1601;&#1740;&#8204;&#1705;&#1575;&#1585;&#1740; &#1608; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1593;&#1575;&#1583;&#1740;&#1548; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1608;&#1587;&#1575;&#1740;&#1604; &#1606;&#1602;&#1604;&#1740;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583;. &#1662;&#1740;&#1588; &#1576;&#1585;&#1583;&#1606; &#1605;&#1585;&#1575;&#1581;&#1604; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1580;&#1584;&#1575;&#1576; &#1608; &#1587;&#1585;&#1711;&#1585;&#1605;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1607;&#1587;&#1578;&#1606;&#1583; &#1575;&#1604;&#1576;&#1578;&#1607; &#1575;&#1740;&#1606; &#1605;&#1585;&#1575;&#1581;&#1604; &#1576;&#1587;&#1740;&#1575;&#1585; &#1705;&#1608;&#1578;&#1575;&#1607; &#1605;&#1740;&#8204;&#1576;&#1575;&#1588;&#1606;&#1583;. &#1705;&#1606;&#1578;&#1585;&#1604;&#8204;&#1607;&#1575; &#1606;&#1740;&#1586; &#1576;&#1587;&#1740;&#1575;&#1585; &#1585;&#1608;&#1575;&#1606; &#1608; &#1587;&#1575;&#1583;&#1607; &#1607;&#1587;&#1578;&#1606;&#1583; &#1608; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1578;&#1575;&#1586;&#1607;&#8204;&#1608;&#1575;&#1585;&#1583; &#1576;&#1587;&#1740;&#1575;&#1585; &#1604;&#1584;&#1578;&#8204;&#1576;&#1582;&#1588; &#1608; &#1587;&#1575;&#1583;&#1607; &#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1608;&#1583;. &#1576;&#1582;&#1588; &#1583;&#1740;&#1711;&#1585;&#1740; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583; &#1576;&#1607; &#1606;&#1575;&#1605; Zombies&#1548; &#1583;&#1585; &#1575;&#1740;&#1606; &#1605;&#1583; &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1576;&#1575; &#1711;&#1585;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1586;&#1575;&#1605;&#1576;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607; &#1705;&#1606;&#1740;&#1583;&#1548; &#1588;&#1605;&#1575; &#1576;&#1575; &#1605;&#1602;&#1575;&#1608;&#1605; &#1705;&#1585;&#1583;&#1606; &#1583;&#1585; &#1608; &#1662;&#1606;&#1580;&#1585;&#1607;&#8204;&#1607;&#1575; &#1608; &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1575;&#1586; &#1576;&#1740;&#1606; &#1576;&#1585;&#1583;&#1606; &#1586;&#1575;&#1605;&#1576;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1602;&#1583;&#1575;&#1585;&#1740; &#1575;&#1605;&#1578;&#1740;&#1575;&#1586; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583; &#1705;&#1607; &#1576;&#1575; &#1575;&#1740;&#1606; &#1575;&#1605;&#1578;&#1740;&#1575;&#1586;&#1607;&#1575; &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578; &#1705;&#1585;&#1583;&#1607; &#1608; &#1570;&#1606;&#8204;&#1607;&#1575; &#1585;&#1575; &#1575;&#1585;&#1578;&#1602;&#1575; &#1583;&#1607;&#1740;&#1583;.<br/><br/>&#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1576;&#1582;&#1588; &#1591;&#1585;&#1575;&#1581;&#1740; &#1605;&#1585;&#1575;&#1581;&#1604; &#1576;&#1587;&#1740;&#1575;&#1585; &#1582;&#1608;&#1576; &#1705;&#1575;&#1585; &#1588;&#1583;&#1607; &#1608; &#1575;&#1586; &#1606;&#1592;&#1585; &#1607;&#1606;&#1585;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1576;&#1575;&#1587;&#1578;&#1548; &#1580;&#1604;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1576;&#1589;&#1585;&#1740; &#1606;&#1740;&#1586; &#1576;&#1587;&#1740;&#1575;&#1585; &#1582;&#1608;&#1576; &#1705;&#1575;&#1585;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1576;&#1585;&#1601; &#1608; &#1576;&#1575;&#1585;&#1575;&#1606; &#1576;&#1587;&#1740;&#1575;&#1585; &#1608;&#1575;&#1602;&#1593;&#1740; &#1591;&#1585;&#1575;&#1581;&#1740;&#8204;&#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1576;&#1575;&#1601;&#1578;&#8204;&#1607;&#1575; &#1575;&#1586; &#1705;&#1740;&#1601;&#1740;&#1578; &#1582;&#1608;&#1576;&#1740; &#1576;&#1585;&#1582;&#1608;&#1585;&#1583;&#1575;&#1585; &#1607;&#1587;&#1578;&#1606;&#1583;&#1548; &#1583;&#1585; &#1576;&#1593;&#1590;&#1740; &#1605;&#1606;&#1575;&#1591;&#1602; &#1606;&#1740;&#1586; &#1587;&#1575;&#1586;&#1606;&#1583; &#1711;&#1575;&#1607; &#1575;&#1586; &#1576;&#1575;&#1601;&#1578;&#8204;&#1607;&#1575;&#1740; &#1593;&#1705;&#1587; &#1605;&#1575;&#1606;&#1606;&#1583; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1705;&#1607; &#1670;&#1606;&#1711;&#1740; &#1576;&#1607; &#1583;&#1604; &#1606;&#1605;&#1740;&#8204;&#1586;&#1606;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1575;&#1586;&#1606;&#1592;&#1585; &#1601;&#1606;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1576;&#1607;&#1740;&#1606;&#1607; &#1575;&#1587;&#1578; &#1608; &#1588;&#1575;&#1606;&#1587; &#1575;&#1580;&#1585;&#1575;&#1588;&#1583;&#1607; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1705;&#1575;&#1605;&#1662;&#1740;&#1608;&#1578;&#1585;&#1607;&#1575;&#1740; &#1590;&#1593;&#1740;&#1601; &#1606;&#1740;&#1586; &#1576;&#1575;&#1604;&#1575; &#1575;&#1587;&#1578;.<br/><br/>&#1583;&#1585; &#1570;&#1582;&#1585;&#1548; &#1576;&#1575;&#1586;&#1740; Black Ops &#1588;&#1605;&#1575; &#1585;&#1575; &#1594;&#1585;&#1602; &#1583;&#1585; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1662;&#1740;&#1670;&#1740;&#1583;&#1607; &#1608; &#1583;&#1585;&#1711;&#1740;&#1585; &#1705;&#1606;&#1606;&#1583;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1576;&#1575; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1575;&#1740; &#1585;&#1608;&#1575;&#1606; &#1608; &#1587;&#1575;&#1583;&#1607; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1575;&#1587;&#1578;&#1602;&#1576;&#1575;&#1604; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;&#1548; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1587;&#1576;&#1705; &#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604;&#8204;&#1588;&#1582;&#1589; &#1662;&#1740;&#1588;&#1606;&#1607;&#1575;&#1583; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">Mature</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">OS: Windows Vista/XP/7.
Processor: Intel Core2 Duo E6600 or AMD Phenom X3 8750 or better.
Memory: 2GB.
HDD: 12GB.
Video: Shader 3.0 or better 256MB NVIDIA GeForce 8600GT or better.
Sound: DirectX 9.0c-compatible.
DirectX: 9.0c.</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20Black%20Ops/11588744-call-of-duty-black-ops-windows-this-is-during-reznovs-world-war-.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20Black%20Ops/960189_20101108_640screen017.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20Black%20Ops/BlackOpsMP-2010-11-16-20-51-04-36.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20Black%20Ops/call_of_duty_black_ops_image28.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20Black%20Ops/c7c70ad44bf716f98e57a63b3d38a3bc52931521-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/260689/&#1585;&#1608;&#1586;&#1740;-&#1585;&#1608;&#1586;&#1711;&#1575;&#1585;&#1740;-&#1586;&#1606;&#1583;&#1711;&#1740;-&#1576;&#1585;&#1575;&#1740;-&#1580;&#1606;&#1711;&#1548;-&#1580;&#1606;&#1711;-&#1576;&#1585;&#1575;&#1740;-&#1586;/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 81/100<br/>IGN: 8.5/10<br/><br/>Initial release date: November 9, 2010<br/>
    </div>
  </BODY>
</html>