<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Call of Duty: Black Ops III</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="899.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index3.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="933.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/910f.jpg">
        <img src="../images/910f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Call of Duty: Black Ops III&#160;(2015)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Call of Duty&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>FPS</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#38</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Activision</b>
	    &#160;
	   	Treyarch
            <br/>
            <b>113 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1587;&#1585;&#1740; Call of Duty &#1607;&#1605;&#1740;&#1588;&#1607; &#1583;&#1585; &#1578;&#1608;&#1580;&#1607; &#1576;&#1740; &#1670;&#1608;&#1606; &#1608; &#1670;&#1585;&#1575;&#1740; &#1583;&#1608;&#1587;&#1578; &#1583;&#1575;&#1585;&#1575;&#1606; &#1587;&#1576;&#1705; &#1578;&#1740;&#1585; &#1575;&#1606;&#1583;&#1575;&#1586;&#1740; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589; &#1576;&#1608;&#1583; &#1608; &#1607;&#1605;&#1740;&#1588;&#1607; &#1576;&#1575; &#1601;&#1585;&#1608;&#1588; &#1606;&#1580;&#1608;&#1605;&#1740; &#1605;&#1608;&#1575;&#1580;&#1607; &#1605;&#1740;&#8204;&#1588;&#1583;. &#1570;&#1582;&#1585;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575; &#1578;&#1581;&#1578; &#1593;&#1606;&#1608;&#1575;&#1606; Call of Duty: Black Ops 3 &#1583;&#1585; &#1587;&#1575;&#1604; 2015 &#1605;&#1606;&#1578;&#1588;&#1585; &#1608; &#1576;&#1575; &#1576;&#1575;&#1586;&#1582;&#1608;&#1585;&#1583;&#1607;&#1575;&#1740; &#1602;&#1575;&#1576;&#1604; &#1602;&#1576;&#1608;&#1604;&#1740; &#1606;&#1740;&#1586; &#1575;&#1586; &#1587;&#1608;&#1740; &#1711;&#1740;&#1605;&#1585; &#1607;&#1575; &#1608; &#1605;&#1606;&#1578;&#1602;&#1583;&#1740;&#1606; &#1575;&#1740;&#1606; &#1581;&#1608;&#1586;&#1607; &#1585;&#1608;&#1576;&#1585;&#1608; &#1588;&#1583;. &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1575;&#1586; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1602;&#1583;&#1740;&#1605;&#1740; &#1587;&#1585;&#1740; &#1606;&#1583;&#1575;&#1585;&#1740; &#1608;&#1592;&#1740;&#1601;&#1607; &#1662;&#1587; &#1575;&#1586; &#1580;&#1583;&#1575; &#1588;&#1583;&#1606; &#1576;&#1585;&#1582;&#1740; &#1575;&#1586; &#1575;&#1593;&#1590;&#1575;&#1740; &#1705;&#1604;&#1740;&#1583;&#1740; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608; &#1575;&#1740;&#1606;&#1740;&#1601;&#1740;&#1606;&#1740;&#1578;&#1740; &#1608;&#1575;&#1585;&#1583;&#1586; &#1575;&#1586; &#1575;&#1705;&#1578;&#1740;&#1608;&#1740;&#1688;&#1606;&#1548; &#1575;&#1586; &#1583;&#1601;&#1575;&#1593; &#1575;&#1586; &#1575;&#1740;&#1606; &#1605;&#1580;&#1605;&#1608;&#1593;&#1607; &#1583;&#1587;&#1578; &#1576;&#1585; &#1583;&#1575;&#1588;&#1578;&#1606;&#1583; &#1608; &#1576;&#1607; &#1580;&#1576;&#1607;&#1607; &#1605;&#1582;&#1575;&#1604;&#1601; &#1570;&#1606; &#1662;&#1740;&#1608;&#1587;&#1578;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1580;&#1606;&#1711; &#1608; &#1580;&#1583;&#1575;&#1604;&#8204;&#1607;&#1575; &#1578;&#1575; &#1605;&#1583;&#1578; &#1705;&#1605;&#1740; &#1575;&#1583;&#1575;&#1605;&#1607; &#1583;&#1575;&#1588;&#1578; &#1608; &#1662;&#1587; &#1575;&#1586; &#1570;&#1606; &#1583;&#1740;&#1711;&#1585; &#1582;&#1576;&#1585;&#1740; &#1575;&#1586; &#1606;&#1575;&#1585;&#1590;&#1575;&#1740;&#1578;&#1740; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1588;&#1606;&#1740;&#1583;&#1607; &#1606;&#1605;&#1740;&#8204;&#1588;&#1583;&#1548; &#1578;&#1575; &#1575;&#1740;&#1606;&#1705;&#1607; Activision &#1576;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1576;&#1575;&#1586;&#1740; &#1590;&#1593;&#1740;&#1601; Call of Duty: Ghosts &#1576;&#1575;&#1585;&#1740; &#1583;&#1740;&#1711;&#1585; &#1587;&#1585; &#1608; &#1589;&#1583;&#1575;&#1740; &#1711;&#1740;&#1605;&#1585; &#1607;&#1575; &#1585;&#1575; &#1583;&#1585; &#1570;&#1608;&#1585;&#1583;. &#1607;&#1605;&#1607; &#1575;&#1740;&#1606; &#1575;&#1578;&#1601;&#1575;&#1602;&#1575;&#1578; &#1605;&#1587;&#1576;&#1576; &#1588;&#1583;&#1606;&#1583; &#1578;&#1575; &#1588;&#1575;&#1607;&#1583; &#1575;&#1606;&#1578;&#1588;&#1575;&#1585; &#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1602;&#1575;&#1576;&#1604; &#1602;&#1576;&#1608;&#1604; &#1575;&#1586; &#1587;&#1608;&#1740; &#1575;&#1705;&#1578;&#1740;&#1608;&#1688;&#1606; &#1578;&#1581;&#1578; &#1593;&#1606;&#1608;&#1575;&#1606; Call of Duty: Advanced Warfare &#1576;&#1575;&#1588;&#1740;&#1605;. &#1576;&#1575; &#1575;&#1740;&#1606; &#1575;&#1608;&#1589;&#1575;&#1601; &#1575;&#1605;&#1587;&#1575;&#1604; &#1606;&#1608;&#1576;&#1578; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608; Treyarch &#1587;&#1575;&#1586;&#1606;&#1583;&#1607; &#1587;&#1585;&#1740; Black Ops &#1576;&#1608;&#1583; &#1578;&#1575; &#1579;&#1575;&#1576;&#1578; &#1705;&#1606;&#1583; &#1607;&#1606;&#1608;&#1586; &#1607;&#1605; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740; &#1575;&#1585;&#1575;&#1574;&#1607; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1606;&#1587;&#1576;&#1578;&#1575;&#1611; &#1602;&#1608;&#1740; &#1585;&#1575; &#1583;&#1575;&#1585;&#1583;.<br/><br/>&#1583;&#1585; &#1602;&#1587;&#1605;&#1578; &#1602;&#1576;&#1604;&#1740; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740;&#1548; &#1578;&#1585;&#1740; &#1570;&#1585;&#1705; &#1740;&#1705; &#1587;&#1585;&#1740; &#1578;&#1594;&#1740;&#1740;&#1585;&#1575;&#1578; &#1576;&#1606;&#1740;&#1575;&#1583;&#1740; &#1585;&#1575; &#1583;&#1585; &#1585;&#1608;&#1575;&#1740;&#1578; &#1576;&#1575;&#1586;&#1740; &#1576;&#1606;&#1575; &#1705;&#1585;&#1583;&#1548; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1670;&#1606;&#1583;&#1740;&#1606; &#1587;&#1575;&#1604; &#1580;&#1604;&#1608; &#1605;&#1740;&#8204;&#1585;&#1601;&#1578; &#1608; &#1588;&#1575;&#1607;&#1583; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575; &#1608; &#1578;&#1580;&#1607;&#1740;&#1586;&#1575;&#1578; &#1593;&#1604;&#1605;&#1740; &#1578;&#1582;&#1740;&#1604;&#1740; &#1583;&#1585; &#1570;&#1606; &#1576;&#1608;&#1583;&#1740;&#1605;. &#1575;&#1740;&#1606; &#1605;&#1608;&#1590;&#1608;&#1593; &#1576;&#1575; &#1576;&#1575;&#1586;&#1582;&#1608;&#1585;&#1583;&#1607;&#1575;&#1740; &#1605;&#1579;&#1576;&#1578; &#1711;&#1740;&#1605;&#1585; &#1607;&#1575; &#1585;&#1608;&#1576;&#1585;&#1608; &#1588;&#1583;&#1548; &#1608; &#1662;&#1740;&#1588; &#1586;&#1605;&#1740;&#1606;&#1607; &#1587;&#1575;&#1582;&#1578; &#1606;&#1587;&#1582;&#1607;&#8204;&#1575;&#1740; &#1583;&#1740;&#1711;&#1585; &#1575;&#1586; &#1587;&#1607;&#8204;&#1711;&#1575;&#1606;&#1607; Black Ops &#1585;&#1575; &#1576;&#1585; &#1575;&#1740;&#1606; &#1605;&#1581;&#1608;&#1585;&#1740;&#1578; &#1576;&#1606;&#1575; &#1705;&#1585;&#1583;. &#1583;&#1585; &#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1606;&#1740;&#1586; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1570;&#1740;&#1606;&#1583;&#1607; &#1575;&#1578;&#1601;&#1575;&#1602; &#1605;&#1740; &#1575;&#1601;&#1578;&#1583; &#1608; &#1578;&#1580;&#1607;&#1740;&#1586;&#1575;&#1578; &#1593;&#1604;&#1605;&#1740; &#1608; &#1578;&#1582;&#1740;&#1604;&#1740; &#1576;&#1740;&#1588; &#1575;&#1586; &#1570;&#1606; &#1705;&#1607; &#1601;&#1705;&#1585;&#1588; &#1585;&#1575; &#1576;&#1705;&#1606;&#1740;&#1583; &#1588;&#1605;&#1575; &#1585;&#1575; &#1594;&#1585;&#1602; &#1583;&#1585; &#1582;&#1608;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;. &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1583;&#1585; &#1662;&#1604;&#1705; &#1570;&#1662;&#1587; 3 &#1575;&#1586; &#1670;&#1606;&#1583;&#1740;&#1606; &#1606;&#1592;&#1585; &#1604;&#1606;&#1711; &#1605;&#1740; &#1586;&#1606;&#1583; &#1608; &#1575;&#1589;&#1604;&#1575;&#1611; &#1570;&#1606; &#1581;&#1587; &#1608; &#1581;&#1575;&#1604;&#1740; &#1705;&#1607; &#1606;&#1587;&#1582;&#1607; &#1575;&#1608;&#1604;&#1588; &#1576;&#1607; &#1711;&#1740;&#1605;&#1585; &#1605;&#1740;&#8204;&#1583;&#1575;&#1583; &#1585;&#1575; &#1583;&#1585; &#1582;&#1608;&#1583; &#1606;&#1583;&#1575;&#1585;&#1583;. &#1670;&#1607;&#1604; &#1587;&#1575;&#1604; &#1575;&#1586; &#1608;&#1602;&#1575;&#1740;&#1593; &#1606;&#1587;&#1582;&#1607; &#1602;&#1576;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1605;&#1740;&#8204;&#1711;&#1584;&#1585;&#1583;&#1548; &#1608; &#1575;&#1740;&#1606; &#1670;&#1607;&#1604; &#1587;&#1575;&#1604; &#1586;&#1605;&#1575;&#1606; &#1705;&#1575;&#1601;&#1740; &#1576;&#1608;&#1583; &#1578;&#1575; &#1578;&#1705;&#1606;&#1608;&#1604;&#1608;&#1688;&#1740; &#1575;&#1606;&#1587;&#1575;&#1606;&#8204;&#1607;&#1575; &#1576;&#1607; &#1591;&#1585;&#1586; &#1588;&#1711;&#1601;&#1578; &#1575;&#1606;&#1711;&#1740;&#1586;&#1740; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578; &#1705;&#1606;&#1583;&#1548; &#1575;&#1586; &#1607;&#1605;&#1575;&#1606; &#1576;&#1583;&#1608; &#1608;&#1585;&#1608;&#1583; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740; &#1588;&#1575;&#1607;&#1583; &#1740;&#1705; &#1583;&#1606;&#1740;&#1575;&#1740; &#1606;&#1740;&#1605;&#1607; &#1585;&#1576;&#1575;&#1578;&#1740;&#1705; &#1576;&#1575; &#1578;&#1580;&#1607;&#1740;&#1586;&#1575;&#1578; &#1593;&#1604;&#1605;&#1740; &#1578;&#1582;&#1740;&#1604;&#1740; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1576;&#1608;&#1583;&#1548; &#1575;&#1606;&#1587;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740;&#1740; &#1705;&#1607; 95 &#1583;&#1585;&#1589;&#1583; &#1576;&#1583;&#1606;&#1588;&#1575;&#1606; &#1575;&#1586; &#1585;&#1576;&#1575;&#1578; &#1587;&#1575;&#1582;&#1578;&#1607; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;&#1548; &#1587;&#1585;&#1576;&#1575;&#1586;&#1575;&#1606;&#1740; &#1705;&#1607; &#1606;&#1575; &#1605;&#1585;&#1574;&#1740; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583; &#1740;&#1575; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1578;&#1740; &#1705;&#1607; &#1575;&#1586; &#1604;&#1581;&#1575;&#1592; &#1605;&#1594;&#1584;&#1740; &#1580;&#1607;&#1588; &#1740;&#1575;&#1601;&#1578;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1575;&#1705;&#1578;&#1740;&#1608;&#1740;&#1688;&#1606; &#1705;&#1607; &#1575;&#1586; &#1570;&#1582;&#1585;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; Modern Warfare &#1576;&#1607; &#1576;&#1593;&#1583; &#1607;&#1605;&#1608;&#1575;&#1585;&#1607; &#1583;&#1585; &#1581;&#1575;&#1604; &#1580;&#1587;&#1578;&#1580;&#1608; &#1576;&#1585;&#1575;&#1740; &#1705;&#1662;&#1740; &#1576;&#1585;&#1583;&#1575;&#1585;&#1740; &#1583;&#1585; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606; &#1582;&#1608;&#1583; &#1576;&#1608;&#1583;&#1607; &#1575;&#1587;&#1578;&#1548; &#1583;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1606;&#1740;&#1586; &#1576;&#1607; &#1585;&#1608;&#1606;&#1583; &#1575;&#1583;&#1575;&#1605;&#1607; &#1583;&#1575;&#1583;&#1607; &#1608; &#1583;&#1585; &#1585;&#1608;&#1606;&#1583; &#1570;&#1606; &#1585;&#1583; &#1662;&#1575;&#1740; &#1601;&#1740;&#1604;&#1605;&#8204;&#1607;&#1575; &#1608; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740;&#1740; &#1670;&#1608;&#1606; &#1578;&#1585;&#1605;&#1740;&#1606;&#1575;&#1578;&#1608;&#1585; &#1608; Quantum Break &#1585;&#1575; &#1581;&#1587; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1705;&#1585;&#1583;. &#1605;&#1606; &#1575;&#1589;&#1604;&#1575;&#1611; &#1602;&#1589;&#1583; &#1606;&#1602;&#1583; &#1705;&#1662;&#1740; &#1576;&#1585;&#1583;&#1575;&#1585;&#1740;&#8204;&#1607;&#1575;&#1740; &#1662;&#1740;&#1575;&#1662;&#1740; &#1575;&#1705;&#1578;&#1740;&#1608;&#1740;&#1688;&#1606; &#1583;&#1585; &#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1608; &#1606;&#1587;&#1582;&#1607; &#1662;&#1740;&#1588;&#1740;&#1606; &#1585;&#1575; &#1606;&#1583;&#1575;&#1585;&#1605;&#1548; &#1575;&#1605;&#1575; &#1575;&#1740; &#1705;&#1575;&#1588; &#1575;&#1740;&#1606; &#1588;&#1585;&#1705;&#1578; &#1576;&#1607; &#1580;&#1575;&#1740; &#1662;&#1585;&#1740;&#1583;&#1606; &#1575;&#1586; &#1575;&#1740;&#1606; &#1588;&#1575;&#1582;&#1607; &#1576;&#1607; &#1570;&#1606; &#1588;&#1575;&#1582;&#1607; &#1608; &#1587;&#1585;&#1711;&#1585;&#1583;&#1575;&#1606; &#1705;&#1585;&#1583;&#1606; &#1711;&#1740;&#1605;&#1585; &#1576;&#1740;&#1606; &#1586;&#1605;&#1575;&#1606; &#1608; &#1605;&#1705;&#1575;&#1606; &#1576;&#1607; &#1662;&#1575;&#1740;&#1607; &#1585;&#1740;&#1586;&#1740; &#1575;&#1740;&#1583;&#1607;&#8204;&#1607;&#1575;&#1740; &#1606;&#1587;&#1576;&#1578;&#1575;&#1611; &#1580;&#1583;&#1740;&#1583; &#1605;&#1740;&#8204;&#1662;&#1585;&#1583;&#1575;&#1582;&#1578;.<br/><br/>&#1575;&#1605;&#1575; &#1580;&#1583;&#1575; &#1575;&#1586; &#1587;&#1740;&#1575;&#1607; &#1670;&#1575;&#1604;&#1607; &#1576;&#1582;&#1588; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1705;&#1607; &#1578;&#1605;&#1575;&#1605; &#1575;&#1606;&#1578;&#1592;&#1575;&#1585;&#1575;&#1578;&#1605;&#1575;&#1606; &#1585;&#1575; &#1582;&#1608;&#1585;&#1583; &#1608; &#1582;&#1575;&#1705; &#1588;&#1740;&#1585; &#1705;&#1585;&#1583;&#1548; &#1576;&#1582;&#1588; &#1670;&#1606;&#1583;&#1606;&#1601;&#1585;&#1607; &#1576;&#1575;&#1586;&#1740; &#1593;&#1575;&#1604;&#1740; &#1705;&#1575;&#1585; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1740;&#1583;&#1607;&#8204;&#1607;&#1575;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1608; &#1606;&#1587;&#1576;&#1578;&#1575;&#1611; &#1580;&#1583;&#1740;&#1583;&#1740; &#1705;&#1607; &#1583;&#1585; &#1576;&#1582;&#1588; &#1605;&#1608;&#1604;&#1578;&#1740; &#1662;&#1604;&#1740;&#1585; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1588;&#1575;&#1607;&#1583;&#1588;&#1575;&#1606; &#1576;&#1608;&#1583;&#1740;&#1605;&#1548; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1578;&#1576;&#1583;&#1740;&#1604; &#1576;&#1607; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606;&#8204;&#1607;&#1575;&#1740; &#1670;&#1606;&#1583; &#1608;&#1602;&#1578; &#1575;&#1582;&#1740;&#1585; &#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583;. &#1608;&#1580;&#1608;&#1583; &#1576;&#1740;&#1588; &#1575;&#1586; 14 &#1581;&#1575;&#1604;&#1578; &#1605;&#1582;&#1578;&#1604;&#1601; &#1576;&#1607; &#1607;&#1605;&#1585;&#1575;&#1607; &#1605;&#1571;&#1605;&#1608;&#1585;&#1740;&#1578; &#1607;&#1575;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1606;&#1588;&#1575;&#1606; &#1583;&#1607;&#1606;&#1583;&#1607; &#1575;&#1740;&#1606; &#1575;&#1587;&#1578; &#1705;&#1607;&#8204;&#1578;&#1585;&#1740; &#1570;&#1585;&#1705; &#1670;&#1602;&#1583;&#1585; &#1576;&#1585; &#1585;&#1608;&#1740; &#1575;&#1740;&#1606; &#1576;&#1582;&#1588; &#1581;&#1587;&#1575;&#1576; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1604;&#1591;&#1601; &#1605;&#1608;&#1578;&#1608;&#1585; &#1575;&#1585;&#1578;&#1602;&#1575; &#1740;&#1575;&#1601;&#1578;&#1607; &#1606;&#1587;&#1604; &#1602;&#1576;&#1604;&#1740;&#8204;&#1578;&#1585;&#1740; &#1570;&#1585;&#1705; &#1740;&#1593;&#1606;&#1740; IWengine &#1576;&#1607; &#1586;&#1740;&#1576;&#1575;&#1740;&#1740; &#1607;&#1585;&#1670;&#1607; &#1578;&#1605;&#1575;&#1605;&#8204;&#1578;&#1585; &#1608; &#1576;&#1575; &#1580;&#1586;&#1574;&#1740;&#1575;&#1578; &#1601;&#1585;&#1575;&#1608;&#1575;&#1606; &#1591;&#1585;&#1575;&#1581;&#1740; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1578;&#1705;&#1587;&#1578;&#1670;&#1585; &#1607;&#1575; &#1608; &#1593;&#1606;&#1575;&#1589;&#1585; &#1583;&#1740;&#1711;&#1585; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705;&#1740; &#1605;&#1575;&#1606;&#1606;&#1583; &#1608;&#1602;&#1575;&#1740;&#1593; &#1591;&#1576;&#1740;&#1593;&#1740; &#1605;&#1579;&#1604; &#1575;&#1606;&#1601;&#1580;&#1575;&#1585; &#1608;&#8230; &#1576;&#1607; &#1582;&#1608;&#1576;&#1740; &#1705;&#1575;&#1585; &#1588;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1705;&#1605;&#1578;&#1585; &#1605;&#1705;&#1575;&#1606;&#1740; &#1583;&#1740;&#1583;&#1607; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1705;&#1607; &#1575;&#1586; &#1705;&#1740;&#1601;&#1740;&#1578; &#1705;&#1605;&#1740; &#1576;&#1585;&#1582;&#1608;&#1585;&#1583;&#1575;&#1585; &#1576;&#1575;&#1588;&#1583;. &#1607;&#1608;&#1588; &#1605;&#1589;&#1606;&#1608;&#1593;&#1740; &#1606;&#1740;&#1586; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1582;&#1608;&#1576;&#1740; &#1705;&#1575;&#1585; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1588;&#1575;&#1607;&#1583; &#1585;&#1740; &#1575;&#1705;&#1588;&#1606;&#8204;&#1607;&#1575;&#1548; &#1580;&#1575;&#1740; &#1711;&#1740;&#1585;&#1740;&#8204;&#1607;&#1575; &#1608; &#1587;&#1606;&#1711;&#1585; &#1711;&#1740;&#1585;&#1740;&#8204;&#1607;&#1575;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1582;&#1608;&#1576; &#1608; &#1576;&#1580;&#1575;&#1740;&#1740; &#1575;&#1586; &#1587;&#1608;&#1740; &#1608; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1576;&#1608;&#1583;&#1740;&#1605;.<br/><br/>&#1576;&#1575;&#1586;&#1740; Call of Duty: Black Ops III &#1575;&#1586; &#1570;&#1606; &#1583;&#1587;&#1578;&#1607; &#1593;&#1606;&#1575;&#1608;&#1740;&#1606;&#1740; &#1576;&#1608;&#1583; &#1705;&#1607; &#1576;&#1575;&#1740;&#1583; &#1576;&#1583;&#1608;&#1606; &#1578;&#1608;&#1580;&#1607; &#1576;&#1607; &#1606;&#1575;&#1605;&#1740; &#1705;&#1607; &#1740;&#1583;&#1705; &#1605;&#1740;&#8204;&#1705;&#1588;&#1606;&#1583; &#1576;&#1575;&#1586;&#1740;&#8204;&#1575;&#1588; &#1705;&#1585;&#1583; &#1608; &#1575;&#1586; &#1570;&#1606; &#1604;&#1584;&#1578; &#1576;&#1585;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1578;&#1607; &#1578;&#1606;&#1607;&#1575; &#1606;&#1578;&#1608;&#1575;&#1606;&#1587;&#1578; &#1575;&#1583;&#1575;&#1605;&#1607; &#1583;&#1607;&#1606;&#1583;&#1607; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1606;&#1587;&#1582;&#1607; &#1662;&#1740;&#1588;&#1740;&#1606;&#1588; &#1576;&#1575;&#1588;&#1583; &#1576;&#1604;&#1705;&#1607; &#1578;&#1605;&#1575;&#1605; &#1575;&#1606;&#1578;&#1592;&#1575;&#1585;&#1575;&#1578;&#1605;&#1575;&#1606; &#1585;&#1575; &#1606;&#1740;&#1586; &#1576;&#1585; &#1570;&#1576; &#1583;&#1575;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">18+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">OS: Windows 7 64-Bit / Windows 8 64-Bit / Windows 8.1 64-Bit
Processor: Intel&#174; Core&#8482; i3-530 @ 2.93 GHz / AMD Phenom&#8482; II X4 810 @ 2.60 GHz
Memory: 6 GB RAM
Graphics: NVIDIA&#174; GeForce&#174; GTX 470 @ 1GB / ATI&#174; Radeon&#8482; HD 6970 @ 1GB
DirectX: Version 11
Network: Broadband Internet connection
Hard Drive: 60 GB available space
Sound Card: DirectX Compatible</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20Black%20Ops%203/BlackOps3PC_05.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20Black%20Ops%203/BlackOps3PC_08.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20Black%20Ops%203/ingame_16x9.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20Black%20Ops%203/med_Black_Ops_3_MP_Havoc_1446812701.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20Black%20Ops%203/43ae454f7e6ab055fb70e4cd2aa87ae246571233-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/280747/&#1576;&#1575;&#1586;&#1711;&#1588;&#1578;-&#1576;&#1607;-&#1575;&#1608;&#1580;&#1567;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1593;&#1606;&#1608;&#1575;&#1606;-call-of-duty-black-ops-3/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 81/100<br/>Steam: 9/10<br/>IGN: 9.2/10</div>
  </BODY>
</html>