<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Call of Duty: Infinite Warfare</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="910.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index3.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="945.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/933f.jpg">
        <img src="../images/933f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Call of Duty: Infinite Warfare&#160;(2016)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Call of Duty&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>FPS</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#40</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Activision</b>
	    &#160;
	   	Infinity Ward
            <br/>
            <b>69.7 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1605;&#1575;&#1606;&#1740; &#1705;&#1607; &#1575;&#1608;&#1604;&#1740;&#1606; &#1578;&#1585;&#1740;&#1604;&#1585; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; Call of Duty Infinite Warfare &#1583;&#1585; &#1588;&#1576;&#1705;&#1607;&#8204;&#1607;&#1575;&#1740; &#1575;&#1580;&#1578;&#1605;&#1575;&#1593;&#1740; &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1548; &#1576;&#1575;&#1586;&#1582;&#1608;&#1585;&#1583; &#1576;&#1587;&#1740;&#1575;&#1585; &#1605;&#1606;&#1601;&#1740;&#8204;&#1575;&#1740; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578; &#1705;&#1585;&#1583; &#1608; &#1583;&#1585; &#1585;&#1602;&#1575;&#1576;&#1578; &#1576;&#1575; &#1593;&#1606;&#1608;&#1575;&#1606; Battlefield 1 &#1588;&#1705;&#1587;&#1578; &#1582;&#1608;&#1585;&#1583; &#1670;&#1585;&#1575;&#1705;&#1607; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Call of Duty &#1576;&#1607;&#8204;&#1605;&#1585;&#1608;&#1585;&#1586;&#1605;&#1575;&#1606; &#1576;&#1607; &#1587;&#1605;&#1578; &#1578;&#1582;&#1740;&#1604;&#1740; &#1588;&#1583;&#1606; &#1662;&#1740;&#1588; &#1585;&#1601;&#1578;&#1607; &#1608; &#1583;&#1740;&#1711;&#1585; &#1580;&#1606;&#1711;&#8204;&#1607;&#1575;&#1740; &#1605;&#1583;&#1585;&#1606; &#1575;&#1586; &#1740;&#1575;&#1583; &#1585;&#1601;&#1578;&#1607; &#1575;&#1587;&#1578;. &#1576;&#1575;&#1575;&#1740;&#1606;&#8204;&#1581;&#1575;&#1604; &#1575;&#1587;&#1578;&#1583;&#1740;&#1608; &#1587;&#1575;&#1586;&#1606;&#1583;&#1607; &#1575;&#1605;&#1740;&#1583; &#1582;&#1608;&#1583; &#1585;&#1575; &#1575;&#1586; &#1583;&#1587;&#1578; &#1606;&#1583;&#1575;&#1583;&#1607; &#1608; &#1576;&#1607; &#1587;&#1575;&#1582;&#1578; &#1576;&#1575;&#1586;&#1740; &#1575;&#1583;&#1575;&#1605;&#1607; &#1583;&#1575;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1608;&#1593;&#1583;&#1607;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1576;&#1607; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1583;&#1575;&#1583;&#1606;&#1583;. &#1607;&#1605;&#1585;&#1575;&#1607; &#1576;&#1575; &#1575;&#1740;&#1606; &#1593;&#1606;&#1608;&#1575;&#1606;&#1548; &#1576;&#1575;&#1586;&#1740; COD Modern Warfare Remastered &#1602;&#1585;&#1575;&#1585; &#1575;&#1587;&#1578; &#1607;&#1605;&#1585;&#1575;&#1607; &#1576;&#1575; &#1576;&#1575;&#1586;&#1740; &#1575;&#1589;&#1604;&#1740; &#1593;&#1585;&#1590;&#1607; &#1588;&#1608;&#1583;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1575;&#1586; &#1587;&#1585;&#1740; &#8220;&#1606;&#1583;&#1575;&#1740; &#1608;&#1592;&#1740;&#1601;&#1607;&#8221; &#1583;&#1585; &#1570;&#1740;&#1606;&#1583;&#1607; &#1575;&#1578;&#1601;&#1575;&#1602; &#1575;&#1601;&#1578;&#1575;&#1583;&#1607; &#1608; &#1592;&#1575;&#1607;&#1585;&#1575;&#1611; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604;&#1740; &#1583;&#1585; &#1575;&#1585;&#1578;&#1576;&#1575;&#1591; &#1606;&#1740;&#1587;&#1578; &#1608; &#1605;&#1575; &#1588;&#1575;&#1607;&#1583; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1607;&#1587;&#1578;&#1740;&#1605;&#1548; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1711;&#1584;&#1588;&#1578;&#1607; &#1587;&#1585;&#1740; Call of Duty &#1583;&#1575;&#1585;&#1575;&#1740; &#1576;&#1582;&#1588; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1582;&#1587;&#1578;&#1607;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1608; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575;&#1740; &#1576;&#1740;&#8204;&#1585;&#1608;&#1581; &#1576;&#1608;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1575;&#1605;&#1575; &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; Call of Duty &#1583;&#1608;&#1576;&#1575;&#1585;&#1607; &#1576;&#1607; &#1583;&#1587;&#1578; Infinity Ward &#1740;&#1593;&#1606;&#1740; &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1587;&#1585;&#1740; &#1605;&#1581;&#1576;&#1608;&#1576; Modern Warfare &#1575;&#1601;&#1578;&#1575;&#1583;&#1607; &#1608; &#1588;&#1575;&#1740;&#1583; &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1705;&#1605;&#1740; &#1576;&#1575; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604; &#1578;&#1601;&#1575;&#1608;&#1578; &#1583;&#1575;&#1588;&#1578;&#1607; &#1576;&#1575;&#1588;&#1583; &#1608; &#1581;&#1578;&#1740; &#1588;&#1575;&#1740;&#1583; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1576;&#1582;&#1588; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606;&#1740; &#1583;&#1585; &#1587;&#1585;&#1740; Call of Duty &#1585;&#1575; &#1585;&#1602;&#1605; &#1576;&#1586;&#1606;&#1583;&#1548; &#1575;&#1605;&#1575; &#1670;&#1740;&#1586;&#1740; &#1705;&#1607; &#1583;&#1585; &#1578;&#1585;&#1740;&#1604;&#1585;&#1607;&#1575; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1588;&#1583; &#1576;&#1587;&#1740;&#1575;&#1585; &#1607;&#1740;&#1580;&#1575;&#1606;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586; &#1576;&#1608;&#1583;.<br/><br/>&#1670;&#1740;&#1586;&#1740; &#1705;&#1607; &#1583;&#1585; &#1576;&#1582;&#1588; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1548; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1705;&#1607;&#1606;&#1607;&#8204;&#1705;&#1575;&#1585; COD &#1585;&#1575; &#1606;&#1575;&#1585;&#1575;&#1581;&#1578; &#1705;&#1585;&#1583;&#1607; &#1576;&#1608;&#1583; &#1601;&#1590;&#1575;&#1740; &#1578;&#1582;&#1740;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; &#1608; &#1576;&#1582;&#1588; Multiplayer &#1740;&#1575; &#1670;&#1606;&#1583;&#1606;&#1601;&#1585;&#1607;&#8204;&#1740; &#1570;&#1606; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1587;&#1740;&#1575;&#1585; &#1578;&#1582;&#1740;&#1604;&#1740; &#1588;&#1583;&#1607; &#1576;&#1608;&#1583; &#1588;&#1605;&#1575; &#1602;&#1575;&#1583;&#1585; &#1576;&#1607; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1578;&#1580;&#1607;&#1740;&#1586;&#1575;&#1578; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1576;&#1608;&#1583;&#1740;&#1583; &#1705;&#1607; &#1587;&#1575;&#1583;&#1711;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1602;&#1583;&#1740;&#1605;&#1740; &#1587;&#1585;&#1740; &#8220;&#1606;&#1583;&#1575;&#1740; &#1608;&#1592;&#1740;&#1601;&#1607;&#8221; &#1585;&#1575; &#1576;&#1607; &#1607;&#1605; &#1605;&#1740;&#8204;&#1586;&#1583; &#1605;&#1575;&#1606;&#1606;&#1583; &#1580;&#1575;&#1605;&#1662; &#1607;&#1575;&#1548; &#1575;&#1605;&#1575; &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578; &#1594;&#1740;&#1585;&#1601;&#1593;&#1575;&#1604; &#1705;&#1585;&#1583;&#1606; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578; &#1580;&#1575;&#1605;&#1662; &#1585;&#1575; &#1583;&#1585; &#1604;&#1575;&#1576;&#1740;&#8204;&#1607;&#1575; &#1608; &#1587;&#1585;&#1608;&#1585;&#1607;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1583;&#1575;&#1583;&#1607;&#8204;&#1575;&#1606;&#1583; &#1608; &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1606;&#1576;&#1585;&#1583;&#1607;&#1575;&#1740; &#1586;&#1605;&#1740;&#1606;&#1740; &#1608; &#1705;&#1604;&#1575;&#1587;&#1740;&#1705; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1583;&#1608;&#1576;&#1575;&#1585;&#1607; &#1578;&#1580;&#1585;&#1576;&#1607; &#1705;&#1606;&#1740;&#1583;. &#1607;&#1605;&#1670;&#1606;&#1740;&#1606; &#1576;&#1607; &#1711;&#1601;&#1578;&#1607; &#1587;&#1575;&#1586;&#1606;&#1583;&#1711;&#1575;&#1606;&#1548; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578; &#1608; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1575;&#1583;&#1740; &#1585;&#1575; &#1575;&#1740;&#1606; &#1576;&#1575;&#1585; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; COD Infinite Warfare &#1582;&#1608;&#1575;&#1607;&#1740;&#1605; &#1583;&#1740;&#1583; &#1705;&#1607; &#1578;&#1606;&#1608;&#1593; &#1608; &#1578;&#1593;&#1583;&#1575;&#1583; &#1570;&#1606;&#8204;&#1607;&#1575; &#1576;&#1587;&#1740;&#1575;&#1585; &#1586;&#1740;&#1575;&#1583; &#1607;&#1587;&#1578;&#1606;&#1583; &#1608; &#1605;&#1579;&#1604; &#1607;&#1605;&#1740;&#1588;&#1607; &#1602;&#1575;&#1576;&#1604;&#1740;&#1578; &#1588;&#1582;&#1589;&#1740;&#8204;&#1587;&#1575;&#1586;&#1740; &#1582;&#1608;&#1576;&#1740; &#1583;&#1575;&#1585;&#1606;&#1583;.<br/><br/>&#1583;&#1585; &#1570;&#1582;&#1585;&#1548; &#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1575;&#1586; &#8220;&#1606;&#1583;&#1575;&#1740; &#1608;&#1592;&#1740;&#1601;&#1607;&#8221; &#1588;&#1605;&#1575; &#1585;&#1575; &#1576;&#1607; &#1570;&#1740;&#1606;&#1583;&#1607; &#1608; &#1580;&#1606;&#1711;&#8204;&#1607;&#1575;&#1740; &#1601;&#1590;&#1575;&#1740;&#1740; &#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1585;&#1583; &#1608; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1740; &#1580;&#1583;&#1740;&#1583;&#1740; &#1583;&#1585; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1588;&#1605;&#1575; &#1585;&#1602;&#1605; &#1582;&#1608;&#1575;&#1607;&#1583; &#1586;&#1583;&#1548; &#1575;&#1711;&#1585; &#1575;&#1586; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1587;&#1585;&#1740; &#8220;&#1606;&#1583;&#1575;&#1740; &#1608;&#1592;&#1740;&#1601;&#1607;&#8221; &#1607;&#1587;&#1578;&#1740;&#1583; &#1575;&#1740;&#1606; &#1606;&#1587;&#1582;&#1607; &#1585;&#1575; &#1581;&#1578;&#1605;&#1575;&#1611; &#1575;&#1605;&#1578;&#1581;&#1575;&#1606; &#1705;&#1606;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">18+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">OS: Windows 7 64-Bit or later.
Processor: Intel Core i3-3225 @ 3.30GHz or equivalent.
Memory: 8 GB RAM.
Graphics: NVIDIA GeForce GTX 660 2GB / AMD Radeon HD 7850 2GB.
DirectX: Version 11.
Network: Broadband Internet connection.
Storage: 70 GB available space.</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20Infinite%20Warfare/COD_Infinite_Warfare_MP_Scorch_1478164763.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20Infinite%20Warfare/CoDIWPC_12.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20Infinite%20Warfare/CoDIW_03.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20Infinite%20Warfare/screen05.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20Infinite%20Warfare/screenshot.call-of-duty-infinite-warfare.2560x1440.2016-11-10.80.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20Infinite%20Warfare/77842f1a4abcb44598d68d4bd5e78e5e14119361-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/360250/&#1605;&#1575;&#1605;&#1608;&#1585;&#1740;&#1578;-&#1583;&#1585;-&#1601;&#1590;&#1575;-&#1605;&#1608;&#1601;&#1602;&#1740;&#1578;-&#1740;&#1575;-&#1588;&#1705;&#1587;&#1578;&#1567;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 73/100<br/>Steam: 6/10<br/>IGN: 7.7/10<br/><br/>Initial release date: October 14, 2016</div>
  </BODY>
</html>