<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Call of Duty: Modern Warfare 3</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="945.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index3.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="841.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/955f.jpg">
        <img src="../images/955f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Call of Duty: Modern Warfare 3&#160;(2011)
          </div>
          <div class="small" style="padding-bottom:4px;">
            <b>(Call of Duty&#160;series)</b>
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>FPS</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#42</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>Activision</b>
	    &#160;
	   	Infinity Ward
            <br/>
            <b>12.8 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;&#1583;&#1608;&#1606; &#1588;&#1705; Infinity Ward &#1740;&#1705;&#1740; &#1575;&#1586; &#1601;&#1593;&#1575;&#1604;&#1575;&#1606; &#1593;&#1585;&#1589;&#1607; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1587;&#1576;&#1705; &#1575;&#1705;&#1588;&#1606; &#1608; &#1588;&#1608;&#1578;&#1585; &#1575;&#1587;&#1578;. &#1575;&#1605;&#1585;&#1608;&#1586;&#1607; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1575;&#1705;&#1588;&#1606; &#1608; &#1607;&#1740;&#1580;&#1575;&#1606;&#8204;&#1575;&#1606;&#1711;&#1740;&#1586; &#1578;&#1608;&#1575;&#1606;&#1587;&#1578;&#1607; &#1593;&#1604;&#1575;&#1602;&#1607;&#8204;&#1605;&#1606;&#1583;&#1575;&#1606; &#1586;&#1740;&#1575;&#1583;&#1740; &#1585;&#1575; &#1605;&#1580;&#1584;&#1608;&#1576; &#1582;&#1608;&#1583; &#1705;&#1606;&#1583;. &#1593;&#1604;&#1575;&#1602;&#1607;&#8204;&#1605;&#1606;&#1583;&#1575;&#1606;&#1740; &#1705;&#1607; &#1585;&#1608;&#1581; &#1608; &#1580;&#1587;&#1605;&#1588;&#1575;&#1606; &#1585;&#1575; &#1740;&#1705;&#1740; &#1705;&#1585;&#1583;&#1607; &#1608; &#1576;&#1575; &#1593;&#1588;&#1602; &#1607;&#1585; &#1670;&#1607; &#1578;&#1605;&#1575;&#1605; &#1578;&#1585; &#1576;&#1607; &#1578;&#1580;&#1585;&#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1605;&#1608;&#1585;&#1583;&#1662;&#1587;&#1606;&#1583; &#1582;&#1608;&#1583; &#1605;&#1740;&#8204;&#1662;&#1585;&#1583;&#1575;&#1586;&#1606;&#1583;. &#1587;&#1585;&#1740; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; Call of Duty: Modern Warfare &#1740;&#1705;&#1740; &#1575;&#1586; &#1662;&#1585;&#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1587;&#1576;&#1705; &#1582;&#1608;&#1583; &#1575;&#1587;&#1578; &#1705;&#1607; &#1576;&#1607; &#1711;&#1601;&#1578;&#1607; &#1582;&#1740;&#1604;&#1740;&#8204;&#1607;&#1575; &#1576;&#1740;&#8204;&#1585;&#1602;&#1740;&#1576;&#8204;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1575;&#1740;&#1606; &#1606;&#1587;&#1604; &#1606;&#1740;&#1586; &#1607;&#1587;&#1578;. &#1576;&#1575;&#1586;&#1740; Call of Duty: Modern Warfare 3 &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1606;&#1587;&#1582;&#1607; &#1602;&#1576;&#1604;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1606;&#1576;&#1575;&#1604; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1576;&#1582;&#1588; &#1593;&#1592;&#1740;&#1605;&#1740; &#1575;&#1586; &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1607; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578; &#1575;&#1740;&#1575;&#1604;&#1575;&#1578;&#8204;&#1605;&#1578;&#1581;&#1583;&#1607; &#1570;&#1605;&#1585;&#1740;&#1705;&#1575; &#1576;&#1575; &#1585;&#1608;&#1587;&#1740;&#1607; &#1605;&#1585;&#1576;&#1608;&#1591; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;&#1548; &#1606;&#1740;&#1585;&#1608;&#1607;&#1575;&#1740; &#1586;&#1605;&#1740;&#1606;&#1740; &#1575;&#1605;&#1585;&#1740;&#1705;&#1575; &#1583;&#1585; &#1581;&#1575;&#1604; &#1580;&#1606;&#1711; &#1576;&#1575; &#1606;&#1740;&#1585;&#1608;&#1607;&#1575;&#1740; &#1585;&#1608;&#1587;&#1740;&#1607; &#1583;&#1585; &#1582;&#1575;&#1705; &#1575;&#1605;&#1585;&#1740;&#1705;&#1575; &#1607;&#1587;&#1578;&#1606;&#1583;.Vladimir Makarov &#1576;&#1575;&#1586;&#1711;&#1588;&#1578;&#1607; &#1575;&#1587;&#1578;. &#1705;&#1575;&#1662;&#1740;&#1578;&#1575;&#1606; Price &#1608; &#1705;&#1575;&#1662;&#1740;&#1578;&#1575;&#1606; MacTavish &#1586;&#1582;&#1605;&#1740; &#1583;&#1585; &#1581;&#1575;&#1604; &#1601;&#1585;&#1575;&#1585; &#1576;&#1575; Nikolai &#1580;&#1575;&#1587;&#1608;&#1587; &#1585;&#1608;&#1587;&#1740; &#1607;&#1587;&#1578;&#1606;&#1583;.<br/><br/>&#1583;&#1585; &#1607;&#1605;&#1740;&#1606; &#1581;&#1575;&#1604; &#1580;&#1606;&#1711; &#1583;&#1585; &#1605;&#1740;&#1575;&#1606; &#1585;&#1608;&#1587;&#1740;&#1607; &#1608; &#1575;&#1740;&#1575;&#1604;&#1575;&#1578;&#8204;&#1605;&#1578;&#1581;&#1583;&#1607; &#1576;&#1575; &#1578;&#1604;&#1575;&#1588;&#8204;&#1607;&#1575;&#1740; &#1740;&#1705;&#1740; &#1575;&#1586; &#1711;&#1585;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1583;&#1604;&#1578;&#1575; &#1601;&#1608;&#1585;&#1587;&#1548; &#1576;&#1607; &#1606;&#1601;&#1593; &#1570;&#1605;&#1585;&#1740;&#1705;&#1575; &#1662;&#1740;&#1588;&#1585;&#1608;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1606;&#1740;&#1585;&#1608;&#1607;&#1575;&#1740; &#1570;&#1605;&#1585;&#1740;&#1705;&#1575;&#1740;&#1740; &#1605;&#1608;&#1601;&#1602; &#1576;&#1607; &#1576;&#1740;&#1585;&#1608;&#1606; &#1585;&#1575;&#1606;&#1583;&#1606; &#1585;&#1608;&#1587;&#1740;&#8204;&#1607;&#1575; &#1575;&#1586; &#1606;&#1740;&#1608;&#1740;&#1608;&#1585;&#1705; &#1605;&#1740;&#8204;&#1588;&#1608;&#1606;&#1583;. &#1583;&#1608; &#1605;&#1575;&#1607; &#1576;&#1593;&#1583;&#1548; &#1605;&#1575;&#1705;&#1575;&#1585;&#1608;&#1601; &#1576;&#1607; &#1740;&#1705; &#1607;&#1608;&#1575;&#1662;&#1740;&#1605;&#1575; &#1583;&#1585; &#1607;&#1575;&#1605;&#1576;&#1608;&#1585;&#1711; &#1570;&#1604;&#1605;&#1575;&#1606; &#1705;&#1607; &#1581;&#1575;&#1605;&#1604; &#1585;&#1740;&#1575;&#1587;&#1578; &#1580;&#1605;&#1607;&#1608;&#1585;&#1740; &#1585;&#1608;&#1587;&#1740;&#1607; &#1740;&#1593;&#1606;&#1740; Boris Vorshevsky &#1575;&#1587;&#1578; &#1581;&#1605;&#1604;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1575;&#1740;&#1606; &#1575;&#1602;&#1583;&#1575;&#1605; &#1576;&#1607;&#8204;&#1605;&#1606;&#1592;&#1608;&#1585; &#1580;&#1604;&#1608;&#1711;&#1740;&#1585;&#1740; &#1575;&#1586; &#1589;&#1604;&#1581; &#1585;&#1608;&#1587;&#1740;&#1607; &#1608; &#1570;&#1605;&#1585;&#1740;&#1705;&#1575; &#1575;&#1606;&#1580;&#1575;&#1605; &#1605;&#1740;&#8204;&#1711;&#1740;&#1585;&#1583;. &#1583;&#1585; &#1575;&#1608;&#1575;&#1587;&#1591; &#1575;&#1740;&#1606; &#1581;&#1605;&#1604;&#1607; &#1606;&#1575;&#1711;&#1607;&#1575;&#1606;&#1740;&#1548; &#1575;&#1593;&#1590;&#1575;&#1740; &#1711;&#1585;&#1608;&#1607; &#1575;&#1605;&#1606;&#1740;&#1578;&#1740; F.S.O &#1705;&#1607; &#1587;&#1593;&#1740; &#1583;&#1585; &#1605;&#1581;&#1575;&#1601;&#1592;&#1578; &#1575;&#1586; &#1585;&#1574;&#1740;&#1587;&#8204;&#1580;&#1605;&#1607;&#1608;&#1585; &#1585;&#1575; &#1583;&#1575;&#1588;&#1578;&#1606;&#1583;&#1548; &#1578;&#1604;&#1575;&#1588; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583; &#1578;&#1575; &#1575;&#1740;&#1588;&#1575;&#1606; &#1585;&#1575; &#1576;&#1585; &#1576;&#1575;&#1604;&#1711;&#1585;&#1583;&#1740; &#1587;&#1608;&#1575;&#1585; &#1606;&#1605;&#1608;&#1583;&#1607; &#1608; &#1575;&#1586; &#1605;&#1581;&#1604; &#1581;&#1575;&#1583;&#1579;&#1607; &#1583;&#1608;&#1585;&#1606;&#1605;&#1575;&#1740;&#1606;&#1583;&#1563; &#1575;&#1605;&#1575; &#1575;&#1740;&#1606; &#1575;&#1602;&#1583;&#1575;&#1605; &#1576;&#1575; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578; &#1662;&#1740;&#1588; &#1606;&#1585;&#1601;&#1578;&#1607; &#1608; &#1606;&#1740;&#1585;&#1608;&#1607;&#1575;&#1740; &#1605;&#1575;&#1705;&#1575;&#1585;&#1608;&#1601; &#1576;&#1607; &#1602;&#1578;&#1604;&#8204;&#1593;&#1575;&#1605; &#1570;&#1606;&#1575;&#1606; &#1605;&#1740;&#8204;&#1662;&#1585;&#1583;&#1575;&#1586;&#1606;&#1583;. &#1583;&#1585; &#1575;&#1583;&#1575;&#1605;&#1607; &#1605;&#1575;&#1705;&#1575;&#1585;&#1608;&#1601; &#1576;&#1585;&#1606;&#1575;&#1605;&#1607;&#8204;&#1607;&#1575;&#1740; &#1582;&#1608;&#1583; &#1662;&#1740;&#1585;&#1575;&#1605;&#1608;&#1606; &#1570;&#1740;&#1606;&#1583;&#1607;&#8204;&#1740; &#1585;&#1608;&#1587;&#1740;&#1607; &#1585;&#1575; &#1576;&#1607; Boris Vorshevsky &#1578;&#1608;&#1590;&#1740;&#1581; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1575;&#1608; &#1583;&#1585; &#1606;&#1592;&#1585; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1705;&#1606;&#1578;&#1585;&#1604; &#1705;&#1575;&#1605;&#1604; &#1602;&#1575;&#1585;&#1607; &#1575;&#1585;&#1608;&#1662;&#1575; &#1605;&#1740;&#8204;&#1576;&#1575;&#1740;&#1587;&#1578; &#1576;&#1607; &#1583;&#1587;&#1578; &#1585;&#1608;&#1587;&#1740;&#1607; &#1576;&#1740;&#1601;&#1578;&#1606;&#1583;&#1548; &#1575;&#1740;&#1606; &#1705;&#1575;&#1585; &#1578;&#1606;&#1607;&#1575; &#1576;&#1575;&#1602;&#1583;&#1585;&#1578; &#1606;&#1605;&#1575;&#1740;&#1740; &#1576;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1575;&#1586; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1575;&#1578;&#1605;&#1740; &#1575;&#1605;&#1705;&#1575;&#1606;&#8204;&#1662;&#1584;&#1740;&#1585; &#1575;&#1587;&#1578;. Vorshevsky &#1583;&#1585; &#1575;&#1585;&#1575;&#1574;&#1607; &#1705;&#1585;&#1583;&#1606; &#1705;&#1583;&#1607;&#1575;&#1740; &#1605;&#1585;&#1576;&#1608;&#1591; &#1576;&#1607; &#1585;&#1575;&#1607;&#8204;&#1575;&#1606;&#1583;&#1575;&#1586;&#1740; &#1576;&#1605;&#1576;&#8204;&#1607;&#1575;&#1740; &#1575;&#1578;&#1605;&#1740; &#1605;&#1602;&#1575;&#1608;&#1605;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1583;&#1585; &#1605;&#1602;&#1575;&#1576;&#1604; &#1605;&#1575;&#1705;&#1575;&#1585;&#1608;&#1601; &#1575;&#1586; &#1606;&#1602;&#1591;&#1607;&#8204;&#1590;&#1593;&#1601; &#1575;&#1608; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;: &#1711;&#1585;&#1608;&#1711;&#1575;&#1606;&#8204;&#1711;&#1740;&#1585;&#1740; &#1583;&#1582;&#1578;&#1585; &#1585;&#1574;&#1740;&#1587;&#8204;&#1580;&#1605;&#1607;&#1608;&#1585; &#1740;&#1593;&#1606;&#1740; Alena&#1563; &#1575;&#1608; &#1576;&#1607;&#8204;&#1605;&#1606;&#1592;&#1608;&#1585; &#1575;&#1591;&#1605;&#1740;&#1606;&#1575;&#1606; &#1575;&#1586; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578; &#1576;&#1585;&#1606;&#1575;&#1605;&#1607;&#8204;&#1607;&#1575;&#1740; &#1582;&#1608;&#1583;&#1548; &#1576;&#1605;&#1576;&#8204;&#1607;&#1575;&#1740; &#1588;&#1740;&#1605;&#1740;&#1575;&#1740;&#1740; &#1585;&#1575; &#1575;&#1586; Sierra Leone &#1576;&#1607; &#1575;&#1585;&#1608;&#1662;&#1575; &#1605;&#1606;&#1578;&#1602;&#1604; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575;&#1608;&#1580;&#1608;&#1583; &#1578;&#1604;&#1575;&#1588;&#8204;&#1607;&#1575;&#1740; &#1576;&#1587;&#1740;&#1575;&#1585; &#1711;&#1585;&#1608;&#1607;&#8204;&#1607;&#1575;&#1740; &#1575;&#1605;&#1606;&#1740;&#1578;&#1740; &#1607;&#1605;&#1670;&#1608;&#1606; SAS &#1576;&#1585;&#1575;&#1740; &#1580;&#1604;&#1608;&#1711;&#1740;&#1585;&#1740; &#1575;&#1586; &#1575;&#1740;&#1606; &#1581;&#1608;&#1575;&#1583;&#1579;&#1548; &#1601;&#1593;&#1575;&#1604;&#8204;&#1587;&#1575;&#1586;&#1740; &#1575;&#1740;&#1606; &#1576;&#1605;&#1576;&#8204;&#1607;&#1575; &#1570;&#1594;&#1575;&#1586; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1575;&#1740;&#1606; &#1581;&#1605;&#1604;&#1575;&#1578;&#1548; &#1585;&#1575;&#1607;&#8204;&#1607;&#1575;&#1740; &#1575;&#1585;&#1578;&#1576;&#1575;&#1591;&#1740; &#1588;&#1576;&#1705;&#1607;&#8204;&#1575;&#1740; &#1585;&#1575; &#1583;&#1585; &#1587;&#1585;&#1578;&#1575;&#1587;&#1585; &#1575;&#1585;&#1608;&#1662;&#1575; &#1576;&#1575; &#1605;&#1588;&#1705;&#1604; &#1605;&#1608;&#1575;&#1580;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1705;&#1607; &#1576;&#1607; &#1585;&#1608;&#1587;&#1740;&#1607; &#1575;&#1605;&#1705;&#1575;&#1606; &#1578;&#1589;&#1585;&#1601; &#1576;&#1587;&#1740;&#1575;&#1585;&#1740; &#1575;&#1586; &#1602;&#1587;&#1605;&#1578;&#8204;&#1607;&#1575;&#1740; &#1575;&#1585;&#1608;&#1662;&#1575; &#1585;&#1575; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;&#1548; &#1583;&#1585; &#1605;&#1602;&#1575;&#1576;&#1604; &#1575;&#1740;&#1575;&#1604;&#1575;&#1578;&#8204;&#1605;&#1578;&#1581;&#1583;&#1607; &#1606;&#1740;&#1586; &#1606;&#1740;&#1585;&#1608;&#1607;&#1575;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1585;&#1575;&#1740; &#1606;&#1576;&#1585;&#1583; &#1575;&#1593;&#1586;&#1575;&#1605; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1583;&#1585; &#1575;&#1583;&#1575;&#1605;&#1607; &#1575;&#1740;&#1606; &#1585;&#1608;&#1740;&#1583;&#1575;&#1583;&#1607;&#1575;&#1548; &#1711;&#1585;&#1608;&#1607; &#1662;&#1585;&#1575;&#1740;&#1587; &#1583;&#1587;&#1578;&#1608;&#1585; &#1575;&#1593;&#1586;&#1575;&#1605; &#1576;&#1607; &#1705;&#1588;&#1608;&#1585; &#1587;&#1608;&#1605;&#1575;&#1604;&#1740; &#1585;&#1575; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1608; &#1583;&#1585; &#1570;&#1606;&#1580;&#1575; &#1587;&#1585;&#1606;&#1582;&#8204;&#1607;&#1575;&#1740;&#1740; &#1575;&#1586; &#1587;&#1575;&#1586;&#1606;&#1583;&#1607;&#8204;&#1740; &#1576;&#1605;&#1576;&#8204;&#1607;&#1575; &#1576;&#1575;&#1606;&#1575;&#1605; &#8220;Volk&#8221; &#1576;&#1607; &#1583;&#1587;&#1578; &#1605;&#1740;&#8204;&#1570;&#1608;&#1585;&#1583;. &#1583;&#1585; &#1575;&#1583;&#1575;&#1605;&#1607;&#8204;&#1740; &#1575;&#1740;&#1606; &#1585;&#1608;&#1740;&#1583;&#1575;&#1583;&#1607;&#1575;&#1548; &#1711;&#1585;&#1608;&#1607; &#1583;&#1604;&#1578;&#1575; &#1601;&#1608;&#1585;&#1587; &#1576;&#1575; &#1607;&#1605;&#1705;&#1575;&#1585;&#1740; &#1575;&#1593;&#1590;&#1575;&#1740; GIGN &#1601;&#1585;&#1575;&#1606;&#1587;&#1607;&#1548; &#1575;&#1740;&#1606; &#1601;&#1585;&#1583; &#1585;&#1575; &#1583;&#1587;&#1578;&#1711;&#1740;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583;&#1563; &#1575;&#1605;&#1575; &#1588;&#1583;&#1578; &#1583;&#1585;&#1711;&#1740;&#1585;&#1740;&#8204;&#1607;&#1575; &#1605;&#1608;&#1580;&#1576; &#1587;&#1602;&#1608;&#1591; &#1576;&#1585;&#1580; &#1575;&#1740;&#1601;&#1604; &#1583;&#1585; &#1662;&#1575;&#1585;&#1740;&#1587; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1575;&#1586; &#1607;&#1605;&#1607;&#8204;&#1670;&#1740;&#1586; &#1705;&#1607; &#1576;&#1711;&#1584;&#1585;&#1740;&#1605; &#1606;&#1608;&#1576;&#1578; &#1576;&#1607; &#1711;&#1585;&#1575;&#1601;&#1740;&#1705; &#1570;&#1606; &#1605;&#1740;&#8204;&#1585;&#1587;&#1583; &#1705;&#1607; &#1601;&#1602;&#1591; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606; &#1570;&#1606; &#1585;&#1575; &#1578;&#1581;&#1587;&#1740;&#1606;&#8204;&#1576;&#1585;&#1575;&#1606;&#1711;&#1740;&#1586; &#1578;&#1608;&#1589;&#1740;&#1601; &#1705;&#1585;&#1583;&#1548; &#1578;&#1582;&#1585;&#1740;&#1576; &#1662;&#1584;&#1740;&#1585;&#1740; &#1605;&#1581;&#1740;&#1591; &#1576;&#1587;&#1740;&#1575;&#1585; &#1576;&#1575;&#1604;&#1575; &#1576;&#1608;&#1583;&#1607; &#1608; &#1582;&#1608;&#1606;&#1740; &#1705;&#1607; &#1583;&#1585; &#1589;&#1601;&#1581;&#1607; &#1605;&#1575;&#1606;&#1740;&#1578;&#1608;&#1585; &#1583;&#1585; &#1575;&#1579;&#1585; &#1575;&#1589;&#1575;&#1576;&#1578; &#1578;&#1740;&#1585; &#1576;&#1607; &#1588;&#1605;&#1575; &#1662;&#1582;&#1588; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1606;&#1740;&#1586; &#1576;&#1587;&#1740;&#1575;&#1585; &#1591;&#1576;&#1740;&#1593;&#1740; &#1608; &#1581;&#1585;&#1601;&#1607;&#8204;&#1575;&#1740; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1576;&#1575;&#1586;&#1740; Call of Duty: Modern Warfare 3 &#1601;&#1608;&#1602;&#8204;&#1575;&#1604;&#1593;&#1575;&#1583;&#1607; &#1593;&#1575;&#1604;&#1740; &#1608; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578;&#1607; &#1588;&#1583;&#1607; &#1608; &#1607;&#1740;&#1580;&#1575;&#1606; &#1608;&#1589;&#1601;&#8204;&#1606;&#1575;&#1662;&#1584;&#1740;&#1585;&#1740; &#1607;&#1606;&#1711;&#1575;&#1605; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1711;&#1740;&#1605;&#1585; &#1605;&#1606;&#1578;&#1602;&#1604; &#1582;&#1608;&#1575;&#1607;&#1583; &#1588;&#1583;.<br/><br/>&#1583;&#1585; &#1570;&#1582;&#1585;&#1548; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1740;&#1705;&#1740; &#1575;&#1586; &#1576;&#1607;&#1578;&#1585;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1588;&#1608;&#1578;&#1585; &#1583;&#1585; &#1606;&#1587;&#1604; &#1607;&#1601;&#1578;&#1605; &#1576;&#1607; &#1588;&#1605;&#1575;&#1585; &#1605;&#1740;&#8204;&#1585;&#1608;&#1583; &#1705;&#1607; &#1576;&#1575; &#1587;&#1575;&#1583;&#1711;&#1740; &#1608; &#1711;&#1740;&#1605; &#1662;&#1604;&#1740; &#1585;&#1608;&#1575;&#1606; &#1605;&#1582;&#1575;&#1591;&#1576;&#1575;&#1606; &#1585;&#1575; &#1576;&#1607; &#1582;&#1608;&#1583; &#1580;&#1584;&#1576; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1575;&#1711;&#1585; &#1588;&#1605;&#1575; &#1607;&#1605; &#1593;&#1604;&#1575;&#1602;&#1607;&#8204;&#1605;&#1606;&#1583; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#8204;&#1607;&#1575;&#1740; &#1587;&#1576;&#1705; &#1588;&#1608;&#1578;&#1585; &#1607;&#1587;&#1578;&#1740;&#1583; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1740; &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1575;&#1586; &#1583;&#1587;&#1578; &#1606;&#1583;&#1607;&#1740;&#1583;.</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td nowrap="1" class="fieldlabel">Multiplayer Support</td>
                  <td class="fieldvalue">Internet</td>
                </tr>
                <tr valign="top">
                  <td nowrap="1" class="fieldlabel">Devices</td>
                  <td class="fieldvalue">Keyboard, Mouse</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">Mature</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">OS Version: Windows&#174; XP/ Windows&#174; Vista / Windows&#174; 7
Processor: Intel&#174; Core&#8482; 2 Duo E6600 or AMD Phenom&#8482; X3 8750 processor or better
Memory: 2 GB
Graphics: Shader 3.0 or better 256 MB NVIDIA&#174; GeForce&#8482; 8600GT / ATI&#174; Radeon&#8482; X1950 or better
Network: Broadband connection and service required for Multiplayer Connectivity. Internet connection required for activation.
DirectX&#174;: DirectX&#174; 9.0c or later
Disk Space: 16 GB</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1588;&#1608;&#1578;&#1585; &#1575;&#1608;&#1604; &#1588;&#1582;&#1589;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20Modern%20Warfare%203/3434black_box_-_breached_hull.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20Modern%20Warfare%203/call-of-duty-modern-warfare-3-pc-screenshots-solo-kampagne_2259866.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20Modern%20Warfare%203/mw3pc_02.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20Modern%20Warfare%203/mw3pc_03.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Call%20of%20Duty%20Modern%20Warfare%203/d9d402719030d56170196a62a494a55354148089-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/446099/&#1585;&#1608;&#1586;&#1740;-&#1585;&#1608;&#1586;&#1711;&#1575;&#1585;&#1740;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-call-of-duty-modern-warfare-3/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 78/100<br/>Steam: 9/10<br/>IGN: 9/10<br/><br/>Initial release date: November 8, 2011</div>
  </BODY>
</html>