<html>
  <HEAD>
    <LINK REL="StyleSheet" TYPE="text/css" HREF="exportdetails_item_standard.css"></LINK>
    <META http-equiv="X-UA-Compatible" content="IE=11"/>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <TITLE>Darksiders III</TITLE>
  </HEAD>
  <BODY onload="initPage();">
    <div align="center">
      <div class="navigation" align="center">
        <div class="navigationline">
          <div class="navlink" id="first">
            <a href="2032.html">First</a>
          </div>
          <div class="navlink" id="prev">
            <a href="1009.html">Previous</a>
          </div>
          <div class="navlink" id="up">
            <a href="../index4.html">Up</a>
          </div>
          <div class="navlink" id="next">
            <a href="996.html">Next</a>
          </div>
          <div class="navlink" id="last">
            <a href="6134.html">Last</a>
          </div>
        </div>
      </div>
    </div>
    <div id="frontcover">
      <a href="../images/983f.jpg">
        <img src="../images/983f.jpg" class="coverimage"/>
      </a>
    </div>
    <table border="0" cellpadding="0" cellspacing="0" class="opacity nomargintop">
      <tr>
        <td>
          <div class="maintitle">Darksiders III&#160;(2018)
          </div>
        </td>
      </tr>
      <tr>
        <td>
          <b>PC</b>
        </td>
      </tr>
      <tr>
        <td>
          <b>Action</b>
        </td>
      </tr>
      <tr>
        <td style="padding-top:10px;">In Collection
          <br/>
          <span id="indexvalue">#45</span>
          <br/>
          <span class="fieldvaluelarge">0*
      </span>
          <br/>
          <span class="small" style="margin-top:2px;">Completed:&#160;
            <b>No</b>
          </span>
        </td>
      </tr>
      <tr>
        <td style="padding-top:8px;">
          <div class="small">
            <b>THQ Nordic</b>
	    &#160;
	   	Gunfire Games
            <br/>
            <b>14.3 GB</b>
          </div>
        </td>
      </tr>
    </table>
    <br style="clear:both;"/>
    <div style="clear:both;">
      <span style="float:left;"></span>
    </div>
    <div class="opacity description">&#8235;Darksiders III The Crucible &#1575;&#1583;&#1575;&#1605;&#1607;&#8204;&#1740; &#1587;&#1585;&#1740; &#1662;&#1585;&#1591;&#1585;&#1601;&#1583;&#1575;&#1585; Darksiders &#1575;&#1587;&#1578; &#1705;&#1607; &#1578;&#1608;&#1587;&#1591; THQ Nordic &#1605;&#1606;&#1578;&#1588;&#1585; &#1588;&#1583;&#1607; &#1575;&#1587;&#1578;. &#1662;&#1587; &#1575;&#1586; &#1608;&#1585;&#1588;&#1705;&#1587;&#1578; &#1588;&#1583;&#1606; &#1582;&#1575;&#1604;&#1602; Darksiders&#1548; THQ&#1548; &#1578;&#1589;&#1608;&#1585; &#1605;&#1740;&#8204;&#1588;&#1583; &#1705;&#1607; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1601;&#1585;&#1575;&#1605;&#1608;&#1588; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1575;&#1605;&#1575; &#1740;&#1705; &#1705;&#1605;&#1662;&#1575;&#1606;&#1740;&#8204;&#8204; &#1606;&#1608;&#1662;&#1575; &#1576;&#1575; &#1578;&#1594;&#1740;&#1740;&#1585; &#1606;&#1575;&#1605; &#1582;&#1608;&#1583; &#1576;&#1607; THQ Nordic&#1548; &#1575;&#1740;&#1606; &#1587;&#1585;&#1740; &#1585;&#1575; &#1582;&#1585;&#1740;&#1583;&#1575;&#1585;&#1740; &#1705;&#1585;&#1583; &#1608; Darksiders III The Crucible &#1585;&#1575; &#1605;&#1593;&#1585;&#1601;&#1740; &#1705;&#1585;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1583;&#1585; &#1587;&#1576;&#1705; Hack and Slash &#1575;&#1587;&#1578; &#1608; &#1576;&#1575; &#1583;&#1608;&#1585;&#1576;&#1740;&#1606; &#1587;&#1608;&#1605; &#1588;&#1582;&#1589;&#1548; &#1605;&#1576;&#1575;&#1585;&#1586;&#1575;&#1578;&#1740; &#1587;&#1585;&#1740;&#1593; &#1608; &#1580;&#1584;&#1575;&#1576;&#1740; &#1585;&#1575; &#1576;&#1607; &#1588;&#1605;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;. &#1576;&#1575;&#1586;&#1740; &#1740;&#1705; &#1605;&#1581;&#1740;&#1591; &#1580;&#1607;&#1575;&#1606; &#1570;&#1586;&#1575;&#1583; &#1585;&#1575; &#1576;&#1607; &#1576;&#1575;&#1586;&#1740;&#1576;&#1575;&#1586;&#1607;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583; &#1608; &#1605;&#1593;&#1605;&#1575;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1585; &#1605;&#1581;&#1740;&#1591; &#1576;&#1575;&#1586;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740; &#1578;&#1608;&#1587;&#1591; Gunfire Games &#1578;&#1608;&#1587;&#1593;&#1607;&#8204;&#1740;&#1575;&#1601;&#1578;&#1607; &#1608; THQ Nordic &#1576;&#1575;&#1586;&#1740; &#1585;&#1575; &#1585;&#1608;&#1575;&#1606;&#1607;&#8204;&#1740; &#1576;&#1575;&#1586;&#1575;&#1585; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578;.<br/><br/>&#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740;&#1548; &#1605;&#1608;&#1575;&#1586;&#1740; &#1576;&#1575; &#1608;&#1602;&#1575;&#1740;&#1593; &#1583;&#1608; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1602;&#1576;&#1604; &#1575;&#1587;&#1578;&#1563; &#1588;&#1605;&#1575; &#1583;&#1585; &#1606;&#1602;&#1588; &#1740;&#1705;&#1740; &#1575;&#1586; &#1670;&#1607;&#1575;&#1585; &#1587;&#1608;&#1575;&#1585;&#1705;&#1575;&#1585; &#1575;&#1601;&#1587;&#1575;&#1606;&#1607;&#8204;&#1575;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; Fury &#1607;&#1587;&#1578;&#1740;&#1583;. &#1575;&#1608; &#1587;&#1608;&#1575;&#1585;&#1705;&#1575;&#1585; &#1570;&#1582;&#1585;&#1575;&#1604;&#1586;&#1605;&#1575;&#1606; &#1576;&#1607; &#1581;&#1587;&#1575;&#1576; &#1605;&#1740;&#8204;&#1570;&#1740;&#1583; &#1608; &#1576;&#1607; &#1583;&#1606;&#1576;&#1575;&#1604; &#1588;&#1705;&#1575;&#1585; &#1608; &#1705;&#1588;&#1578;&#1606; &#1607;&#1601;&#1578; &#1711;&#1606;&#1575;&#1607; &#1705;&#1576;&#1740;&#1585;&#1607; &#1576;&#1607; &#1583;&#1587;&#1578;&#1608;&#1585; &#1575;&#1606;&#1580;&#1605;&#1606; Charred &#1575;&#1587;&#1578;. &#1588;&#1582;&#1589;&#1740;&#1578;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; Lord of the Hollows &#1705;&#1605;&#1705;&#8204;&#1607;&#1575;&#1740; &#1586;&#1740;&#1575;&#1583;&#1740; &#1585;&#1575; &#1576;&#1607; &#1588;&#1605;&#1575; &#1583;&#1585; &#1591;&#1608;&#1604; &#1576;&#1575;&#1586;&#1740; &#1582;&#1608;&#1575;&#1607;&#1583; &#1705;&#1585;&#1583; &#1608; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740;&#8204;&#1607;&#1575;&#1740; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583;&#1740; &#1585;&#1575; &#1576;&#1607; Fury &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;.Lord of the Hollows &#1740;&#1705; &#1588;&#1582;&#1589;&#1740;&#1578; &#1605;&#1579;&#1576;&#1578; &#1606;&#1740;&#1587;&#1578; &#1608; &#1575;&#1607;&#1583;&#1575;&#1601; &#1582;&#1575;&#1589; &#1582;&#1608;&#1583; &#1585;&#1575; &#1583;&#1575;&#1585;&#1583; &#1705;&#1607; &#1575;&#1740;&#1606;&#8204;&#1711;&#1608;&#1606;&#1607; &#1575;&#1586; &#1588;&#1582;&#1589;&#1740;&#1578;&#8204;&#1607;&#1575; &#1585;&#1575; &#1586;&#1740;&#1575;&#1583; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740; Darksiders &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1662;&#1740;&#1583;&#1575; &#1705;&#1606;&#1740;&#1583;. &#1583;&#1575;&#1587;&#1578;&#1575;&#1606; &#1576;&#1575;&#1586;&#1740; &#1580;&#1584;&#1575;&#1576; &#1608; &#1587;&#1585;&#1711;&#1585;&#1605;&#8204;&#1705;&#1606;&#1606;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1588;&#1605;&#1575; &#1585;&#1575; &#1583;&#1585; &#1576;&#1582;&#1588;&#8204;&#1607;&#1575;&#1740; &#1582;&#1575;&#1589;&#1740; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740;&#1548; &#1584;&#1607;&#1606; &#1588;&#1605;&#1575; &#1585;&#1575; &#1588;&#1583;&#1740;&#1583;&#1575;&#1611; &#1583;&#1585;&#1711;&#1740;&#1585; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;.<br/>&#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1588;&#1605;&#1575; &#1582;&#1608;&#1575;&#1607;&#1585; &#1583;&#1608; &#1588;&#1582;&#1589;&#1740;&#1578; War &#1608; Death &#1585;&#1575; &#1705;&#1606;&#1578;&#1585;&#1604; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583; &#1705;&#1607; &#1575;&#1740;&#1606; &#1588;&#1582;&#1589;&#1740;&#1578;&#1548; &#1594;&#1740;&#1585;&#1602;&#1575;&#1576;&#1604;&#8204;&#1662;&#1740;&#1588;&#8204;&#1576;&#1740;&#1606;&#1740;&#8204;&#1578;&#1585;&#1740;&#1606; &#1588;&#1582;&#1589;&#1740;&#1578; &#1575;&#1586; &#1576;&#1740;&#1606; &#1670;&#1607;&#1575;&#1585; &#1587;&#1608;&#1575;&#1585;&#1705;&#1575;&#1585; &#1575;&#1587;&#1578;. &#1583;&#1585; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607;&#1548; &#1575;&#1608; &#1575;&#1586; &#1588;&#1604;&#1575;&#1602;&#1548; &#1588;&#1605;&#1588;&#1740;&#1585;&#1548; &#1670;&#1575;&#1602;&#1608; &#1608; &#1580;&#1575;&#1583;&#1608;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583; &#1705;&#1607; &#1587;&#1576;&#1705; &#1605;&#1576;&#1575;&#1585;&#1586;&#1607;&#8204;&#1575;&#1740; &#1575;&#1608;&#1548; &#1578;&#1601;&#1575;&#1608;&#1578;&#8204;&#1607;&#1575;&#1740; &#1602;&#1575;&#1576;&#1604;&#8204;&#1578;&#1608;&#1580;&#1607;&#1740; &#1576;&#1575; War &#1608; Death &#1583;&#1575;&#1585;&#1583;. Fury &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1588;&#1705;&#1604;&#8204;&#1607;&#1575;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601;&#1740; &#1576;&#1607; &#1582;&#1608;&#1583; &#1576;&#1711;&#1740;&#1585;&#1583; &#1705;&#1607; &#1583;&#1585; &#1575;&#1740;&#1606; &#1588;&#1705;&#1604;&#8204;&#1607;&#1575;&#1548; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1583; &#1575;&#1586; &#1602;&#1583;&#1585;&#1578;&#8204;&#1607;&#1575; &#1608; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1582;&#1575;&#1589; &#1608; &#1605;&#1578;&#1601;&#1575;&#1608;&#1578;&#1740; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1607; &#1705;&#1606;&#1583;&#1563; &#1576;&#1585;&#1575;&#1740; &#1605;&#1579;&#1575;&#1604; &#1740;&#1705;&#1740; &#1575;&#1586; &#1575;&#1740;&#1606; &#1588;&#1705;&#1604;&#8204;&#1607;&#1575;&#1548; &#1588;&#1705;&#1604; &#1570;&#1578;&#1588;&#1740;&#1606; &#1575;&#1608; &#1575;&#1587;&#1578; &#1705;&#1607; &#1602;&#1583;&#1585;&#1578;&#8204;&#1607;&#1575; &#1608; &#1587;&#1604;&#1575;&#1581;&#8204;&#1607;&#1575;&#1740; &#1578;&#1608;&#1575;&#1606;&#1605;&#1606;&#1583; &#1570;&#1578;&#1588;&#1740; &#1585;&#1575; &#1576;&#1607; &#1575;&#1608; &#1575;&#1590;&#1575;&#1601;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;. &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1606;&#1587;&#1576;&#1578; &#1576;&#1607; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604;&#1740;&#1548; &#1602;&#1608;&#1740;&#8204;&#1578;&#1585; &#1607;&#1587;&#1578;&#1606;&#1583; &#1575;&#1605;&#1575; &#1583;&#1585; &#1578;&#1593;&#1583;&#1575;&#1583; &#1705;&#1605;&#1578;&#1585;&#1740; &#1576;&#1607; &#1588;&#1605;&#1575; &#1581;&#1605;&#1604;&#1607; &#1605;&#1740;&#8204;&#1705;&#1606;&#1606;&#1583; &#1705;&#1607; &#1578;&#1593;&#1583;&#1575;&#1583;&#1740; &#1575;&#1586; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1585;&#1575; &#1583;&#1585; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604;&#1740;&#1548; &#1605;&#1588;&#1575;&#1607;&#1583;&#1607; &#1705;&#1585;&#1583;&#1607;&#8204;&#1575;&#1740;&#1583;. &#1607;&#1605;&#1575;&#1606;&#1606;&#1583; &#1606;&#1587;&#1582;&#1607;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604;&#1740;&#1548; &#1662;&#1575;&#1586;&#1604;&#8204;&#1607;&#1575; &#1608; &#1605;&#1593;&#1605;&#1575;&#1607;&#1575;&#1740; &#1605;&#1581;&#1740;&#1591;&#1548; &#1576;&#1582;&#1588;&#1740; &#1580;&#1583;&#1575; &#1606;&#1588;&#1583;&#1606;&#1740; &#1575;&#1586; &#1576;&#1575;&#1586;&#1740; &#1607;&#1587;&#1578;&#1606;&#1583; &#1705;&#1607; &#1588;&#1604;&#1575;&#1602; Fury&#1548; &#1578;&#1571;&#1579;&#1740;&#1585; &#1586;&#1740;&#1575;&#1583;&#1740; &#1583;&#1585; &#1581;&#1604; &#1705;&#1585;&#1583;&#1606; &#1575;&#1740;&#1606; &#1605;&#1593;&#1605;&#1575;&#1607;&#1575; &#1583;&#1575;&#1585;&#1583;. &#1607;&#1605;&#1575;&#1606;&#1606;&#1583; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1575;&#1608;&#1604; &#1608; &#1576;&#1585;&#1582;&#1604;&#1575;&#1601; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1583;&#1608;&#1605;&#1548; &#1587;&#1740;&#1587;&#1578;&#1605; &#1575;&#1585;&#1578;&#1602;&#1575;&#1740; level &#1608; &#1587;&#1575;&#1582;&#1578; &#1570;&#1740;&#1578;&#1605; &#1583;&#1585; &#1576;&#1575;&#1586;&#1740; &#1608;&#1580;&#1608;&#1583; &#1583;&#1575;&#1585;&#1583;. &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1575; &#1662;&#1740;&#1588;&#1585;&#1601;&#1578; &#1588;&#1605;&#1575;&#1548; &#1582;&#1591;&#1585;&#1606;&#1575;&#1705;&#8204;&#1578;&#1585; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575;&#1740; &#1587;&#1582;&#1578;&#8204;&#1578;&#1585;&#1740; &#1583;&#1585; &#1605;&#1602;&#1575;&#1576;&#1604; &#1588;&#1605;&#1575; &#1602;&#1585;&#1575;&#1585; &#1582;&#1608;&#1575;&#1607;&#1583; &#1711;&#1585;&#1601;&#1578; &#1705;&#1607; &#1605;&#1575;&#1606;&#1593; &#1575;&#1586; &#1581;&#1608;&#1589;&#1604;&#1607; &#1587;&#1585;&#1576;&#1585; &#1588;&#1583;&#1606; &#1576;&#1575;&#1586;&#1740; &#1605;&#1740;&#8204;&#1705;&#1606;&#1583;.<br/><br/>&#1575;&#1711;&#1585; &#1575;&#1586; &#1591;&#1585;&#1601;&#1583;&#1575;&#1585;&#1575;&#1606; &#1587;&#1585;&#1740; Darksiders &#1740;&#1575; &#1587;&#1576;&#1705; Hack and Slash &#1607;&#1587;&#1578;&#1740;&#1583;&#1548; Darksiders 3 &#1740;&#1705; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1740; &#1580;&#1584;&#1575;&#1576; &#1608; &#1587;&#1585;&#1711;&#1585;&#1605; &#1705;&#1606;&#1606;&#1583;&#1607; &#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1608;&#1583; &#1705;&#1607; &#1576;&#1607; &#1575;&#1740;&#1606; &#1586;&#1608;&#1583;&#1740;&#8204;&#1607;&#1575; &#1601;&#1585;&#1575;&#1605;&#1608;&#1588; &#1606;&#1605;&#1740;&#8204;&#1588;&#1608;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1575;&#1586;&#1740;&#1548; &#1585;&#1740;&#1588;&#1607;&#8204;&#1607;&#1575;&#1740; &#1583;&#1608; &#1606;&#1587;&#1582;&#1607;&#8204;&#1740; &#1602;&#1576;&#1604;&#1740; &#1582;&#1608;&#1583; &#1585;&#1575; &#1606;&#1711;&#1607; &#1583;&#1575;&#1588;&#1578;&#1607; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575; &#1575;&#1590;&#1575;&#1601;&#1607; &#1705;&#1585;&#1583;&#1606; &#1575;&#1604;&#1605;&#1575;&#1606;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583;&#1548; &#1578;&#1580;&#1585;&#1576;&#1607;&#8204;&#1575;&#1740; &#1606;&#1575;&#1576; &#1585;&#1575; &#1576;&#1607; &#1588;&#1605;&#1575; &#1575;&#1585;&#1575;&#1574;&#1607; &#1605;&#1740;&#8204;&#1583;&#1607;&#1583;.<br/><br/>((&#1583;&#1585;&#1576;&#1587;&#1578;&#1607; &#1575;&#1604;&#1581;&#1575;&#1602;&#1740; &#1580;&#1583;&#1740;&#1583; &#1576;&#1575;&#1586;&#1740; Darksiders III &#1576;&#1607; &#1606;&#1575;&#1605; Crucible &#1576;&#1575;&#1740;&#1583; &#1570;&#1587;&#1578;&#1575;&#1606;&#1607; &#1578;&#1581;&#1605;&#1604; &#1582;&#1608;&#1583; &#1585;&#1575; &#1576;&#1587;&#1606;&#1580;&#1740;&#1583; &#1608; &#1583;&#1608;&#1575;&#1605; &#1570;&#1608;&#1585;&#1583;&#1606; &#1583;&#1585; &#1583;&#1606;&#1740;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740; &#1576;&#1607; &#1587;&#1575;&#1583;&#1711;&#1740; &#1583;&#1601;&#1593;&#1607;&#8204;&#1607;&#1575;&#1740; &#1602;&#1576;&#1604;&#1740; &#1606;&#1740;&#1587;&#1578;. &#1602;&#1608;&#1575;&#1606;&#1740;&#1606; &#1705;&#1575;&#1605;&#1604;&#1575;&#1611; &#1587;&#1575;&#1583;&#1607; &#1607;&#1587;&#1578;&#1606;&#1583;. &#1607;&#1585;&#1711;&#1575;&#1607; &#1608;&#1575;&#1585;&#1583; The Crucible &#1588;&#1608;&#1740;&#1583;&#1548; &#1576;&#1575; &#1601;&#1585;&#1583;&#1740; &#1576;&#1585;&#1582;&#1608;&#1585;&#1583; &#1605;&#1740;&#8204;&#1705;&#1606;&#1740;&#1583; &#1705;&#1607; &#1588;&#1605;&#1575; &#1585;&#1575; &#1575;&#1586; &#1578;&#1605;&#1575;&#1605; &#1670;&#1575;&#1604;&#1588;&#8204;&#1607;&#1575;&#1740; &#1585;&#1608;&#1576;&#1607;&#8204;&#1585;&#1608;&#1740;&#1578;&#1575;&#1606; &#1570;&#1711;&#1575;&#1607; &#1605;&#1740;&#8204;&#1587;&#1575;&#1586;&#1583; &#1608; &#1576;&#1593;&#1583;&#1575;&#1586;&#1570;&#1606; &#1575;&#1587;&#1578; &#1705;&#1607; 101 &#1605;&#1608;&#1580; &#1575;&#1586; &#1583;&#1588;&#1605;&#1606;&#1575;&#1606; &#1605;&#1575;&#1606;&#1606;&#1583; &#1605;&#1608;&#1585; &#1608; &#1605;&#1604;&#1582; &#1585;&#1608;&#1740; &#1587;&#1585; &#1588;&#1605;&#1575; &#1605;&#1740;&#8204;&#1585;&#1740;&#1586;&#1606;&#1583; &#1608; &#1601;&#1602;&#1591; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1589;&#1583;&#1575;&#1740; &#1705;&#1604;&#1740;&#1705; &#1585;&#1575; &#1576;&#1588;&#1606;&#1608;&#1740;&#1583;. &#1575;&#1604;&#1576;&#1578;&#1607; &#1602;&#1576;&#1604; &#1575;&#1586; &#1570;&#1606; &#1604;&#1575;&#1586;&#1605; &#1575;&#1587;&#1578; &#1705;&#1607; &#1740;&#1705; &#1605;&#1585;&#1581;&#1604;&#1607; &#1582;&#1575;&#1589; &#1585;&#1575; &#1576;&#1711;&#1584;&#1585;&#1575;&#1606;&#1740;&#1583; &#1608; &#1576;&#1593;&#1583; &#1575;&#1586; &#1570;&#1606; &#1575;&#1587;&#1578; &#1705;&#1607; &#1605;&#1608;&#1580; 25 &#1576;&#1607; &#1576;&#1593;&#1583; &#1588;&#1585;&#1608;&#1593; &#1605;&#1740; &#1588;&#1608;&#1583; &#1608; &#1575;&#1605;&#1575;&#1606; &#1575;&#1586; &#1588;&#1605;&#1575; &#1582;&#1608;&#1575;&#1607;&#1583; &#1576;&#1585;&#1583;. &#1607;&#1605;&#1575;&#1606; &#1591;&#1608;&#1585; &#1705;&#1607; &#1711;&#1601;&#1578;&#1740;&#1605; &#1605;&#1585;&#1581;&#1604;&#1607; &#1580;&#1583;&#1740;&#1583;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; &#1711;&#1606;&#1575;&#1607; &#1583;&#1608;&#1605; &#1576;&#1593;&#1583; &#1575;&#1586; &#1576;&#1740;&#1587;&#1578; &#1608; &#1662;&#1606;&#1580;&#1605;&#1740;&#1606; &#1605;&#1608;&#1580; &#1581;&#1605;&#1604;&#1607; &#1662;&#1583;&#1740;&#1583;&#1575;&#1585; &#1605;&#1740;&#8204;&#1588;&#1608;&#1583; &#1608; &#1576;&#1607; &#1607;&#1605;&#1740;&#1606; &#1589;&#1608;&#1585;&#1578; &#1576;&#1575;&#1740;&#1583; &#1576;&#1593;&#1583; &#1575;&#1586; &#1607;&#1585; 25 &#1605;&#1608;&#1580;&#1548; &#1740;&#1705; &#1605;&#1585;&#1581;&#1604;&#1607; &#1580;&#1583;&#1740;&#1583; &#1585;&#1575; &#1662;&#1588;&#1578; &#1587;&#1585; &#1576;&#1711;&#1584;&#1575;&#1585;&#1740;&#1583;. &#1575;&#1740;&#1606; &#1576;&#1587;&#1578;&#1607; &#1575;&#1604;&#1581;&#1575;&#1602;&#1740; &#1580;&#1575;&#1740;&#1586;&#1607;&#8204;&#1607;&#1575;&#1740; &#1580;&#1584;&#1575;&#1576;&#1740; &#1576;&#1585;&#1575;&#1740; &#1576;&#1575;&#1586;&#1740;&#1705;&#1606;&#1575;&#1606; &#1570;&#1605;&#1575;&#1583;&#1607; &#1705;&#1585;&#1583;&#1607; &#1575;&#1587;&#1578; &#1608; &#1605;&#1740;&#8204;&#1578;&#1608;&#1575;&#1606;&#1740;&#1583; &#1586;&#1585;&#1607;&#8204;&#1607;&#1575;&#1740; &#1580;&#1583;&#1740;&#1583; &#1608; &#1575;&#1604;&#1576;&#1578;&#1607; &#1570;&#1740;&#1578;&#1605;&#8204;&#1607;&#1575;&#1740; &#1576;&#1607;&#8204;&#1583;&#1585;&#1583;&#1576;&#1582;&#1608;&#1585;&#1740; &#1583;&#1585;&#1740;&#1575;&#1601;&#1578; &#1705;&#1606;&#1740;&#1583;. &#1670;&#1575;&#1604;&#1588; &#1570;&#1582;&#1585;&#1740; &#1705;&#1607; &#1662;&#1740;&#1588; &#1585;&#1608;&#1740; &#1588;&#1605;&#1575; &#1575;&#1587;&#1578; &#1575;&#1586; &#1607;&#1605;&#1607;&#8204;&#1740; &#1570;&#1606;&#8204;&#1607;&#1575; &#1587;&#1582;&#1578;&#8204;&#1578;&#1585; &#1575;&#1587;&#1578; &#1608; &#1576;&#1575;&#1740;&#1583; &#1605;&#1608;&#1580;&#1608;&#1583;&#1740; &#1576;&#1607; &#1606;&#1575;&#1605; Wicked K &#1585;&#1575; &#1576;&#1607; &#1582;&#1575;&#1705; &#1608; &#1582;&#1608;&#1606; &#1576;&#1705;&#1588;&#1575;&#1606;&#1740;&#1583;. &#1740;&#1575;&#1583;&#1578;&#1575;&#1606; &#1576;&#1575;&#1588;&#1583; &#1705;&#1607; &#1578;&#1606;&#1607;&#1575; &#1602;&#1583;&#1585;&#1578;&#1605;&#1606;&#1583;&#1578;&#1585;&#1740;&#1606; &#1580;&#1606;&#1711;&#1580;&#1608;&#1607;&#1575; &#1602;&#1575;&#1583;&#1585; &#1576;&#1607; &#1583;&#1587;&#1578;&#1585;&#1587;&#1740; &#1576;&#1607; Crucible &#1607;&#1587;&#1578;&#1606;&#1583; &#1608; &#1576;&#1575;&#1740;&#1583; &#1711;&#1606;&#1575;&#1607; &#1575;&#1608;&#1604; &#1585;&#1575; &#1576;&#1607;&#8204;&#1593;&#1606;&#1608;&#1575;&#1606; &#1608;&#1585;&#1608;&#1583;&#1740; &#1588;&#1705;&#1587;&#1578; &#1583;&#1607;&#1740;&#1583; &#1608; &#1662;&#1587; &#1575;&#1586; &#1570;&#1606; &#1576;&#1575;&#1740;&#1583; &#1575;&#1586; &#1575;&#1587;&#1605;&#8204;&#1608;&#1585;&#1587;&#1605;&#1740; &#1705;&#1607; &#1576;&#1607; &#1583;&#1587;&#1578; &#1570;&#1608;&#1585;&#1583;&#1607;&#8204;&#1575;&#1740;&#1583; &#1583;&#1601;&#1575;&#1593; &#1705;&#1606;&#1740;&#1583;. The Crucible &#1587;&#1582;&#1578;&#8204;&#1578;&#1585;&#1740;&#1606; &#1670;&#1575;&#1604;&#1588;&#1740; &#1575;&#1587;&#1578; &#1705;&#1607; &#1583;&#1585; DarkSiders III &#1576;&#1575; &#1570;&#1606; &#1605;&#1608;&#1575;&#1580;&#1607; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1588;&#1583;.))</div>
    <div style="clear:both;">
      <table class="details" width="100%" style="margin-top:3px;" border="0">
        <tr>
          <td valign="top" width="50%">
            <div id="productdetails" class="marginbackdrop">
              <table class="valuestable opacity" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Product Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">No. of Disks</td>
                  <td class="fieldvalue">1</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Audience Rating</td>
                  <td class="fieldvalue">18+</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">System Requirements</td>
                  <td class="fieldvalue">OS: Windows 7 / 8 / 10 64 bit
Processor: AMD FX-8320 (3,5 GHz) / Intel i5-4690K (3,5 GHz) or better
Memory: 8 GB RAM
Graphics: GeForce GTX 660 / Radeon R7 370 with 2 GB VRAM
DirectX: Version 11
Storage: 25 GB available space</td>
                </tr>
              </table>
            </div>
          </td>
          <td valign="top" width="50%">
            <div id="personaldetails" class="opacity marginbackdrop">
              <table class="valuestable" border="0" cellspacing="0" cellpadding="0">
                <tr>
                  <td class="header" colspan="2">Personal Details</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Owner</td>
                  <td class="fieldvalue">Yousefi</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Location</td>
                  <td class="fieldvalue">mashhad</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Tags</td>
                  <td class="fieldvalue">&#1575;&#1705;&#1588;&#1606;-&#1605;&#1575;&#1580;&#1585;&#1575;&#1740;&#1740;, &#1605;&#1593;&#1605;&#1575;&#1740;&#1740;, &#1607;&#1705; &#8204;&#1608; &#1575;&#1587;&#1604;&#1588;</td>
                </tr>
                <tr valign="top">
                  <td class="fieldlabel" nowrap="1">Links</td>
                  <td class="fieldvalue">
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Darksiders%20III/1593-darksiders-iii-screenshot-1-1535974320.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Darksiders%20III/Darksiders-3.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Darksiders%20III/DarksidersIIINS02.jpg?download&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Darksiders%20III/darksiders-iii_2018-08-21_001.jpg?download" class="link">&#1575;&#1587;&#1705;&#1585;&#1740;&#1606; &#1588;&#1575;&#1578;</a>
                    <br/>
                    <a href="https://s27.uupload.ir/files/saeed3192/%D8%A7%D8%B3%DA%A9%D8%B1%DB%8C%D9%86%20%D8%B4%D8%A7%D8%AA/Darksiders%20III/f998d788764d73b1f5777f4366af009c12652186-720p.mp4?play" class="link">&#1578;&#1585;&#1740;&#1604;&#1585; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                    <a href="https://gamefa.com/516454/&#1580;&#1606;&#1711;&#1548;-&#1605;&#1585;&#1711;&#1548;-&#1582;&#1588;&#1605;-&#1606;&#1602;&#1583;-&#1608;-&#1576;&#1585;&#1585;&#1587;&#1740;-&#1576;&#1575;&#1586;&#1740;-darksiders-iii/" class="link">&#1606;&#1602;&#1583; &#1608; &#1576;&#1585;&#1585;&#1587;&#1740; &#1576;&#1575;&#1586;&#1740;</a>
                    <br/>
                  </td>
                </tr>
              </table>
            </div>
          </td>
        </tr>
        <tr>
          <td colspan="2"></td>
        </tr>
      </table>
    </div>
    <div id="notes" class="opacity">
      <div class="header">Notes</div>Metacritic: 70/100<br/>Steam: 7/10<br/>IGN: 7/10<br/><br/>Initial release date: November 27, 2018</div>
  </BODY>
</html>